{
  "date_seed": "2026-01-29",
  "first": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Kashering Vessels",
      "section_he": "הלכות הכשר כלים",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Kashering_Vessels",
      "has_english": false
    },
    "chapter": 3,
    "siman": 5,
    "hebrew_text": "וְזֶה שֶׁשָּׁלַח יַעֲקֹב לְעֵשָֹו, \"עִם לָבָן גַּרְתִּי וְתַרְיַ\"ג מִצְווֹת שָׁמַרְתִּי וְכוּ' וַיְהִי לִי שׁוֹר וַחֲמוֹר וְכוּ'\". כִּי עֵשָֹו הוּא מַלְכוּת הָרְשָׁעָה, כִּי מִמֶּנּוּ יָצָא הָמָן עֲמָלֵק, שֶׁהֵם עִקַּר מַלְכוּת הָרְשָׁעָה וְעִקַּר כֹּחַ מַלְכוּת הָרְשָׁעָה יוֹנֵק מִבְּחִינַת לָבָן שֶׁהוּא בְּחִינַת לֹבֶן הָעֶלְיוֹן, הַיְנוּ הָאוֹר וְהַחַיּוּת כְּשֶׁאֵין כֵּלִים קְדוֹשִׁים לְהַמְשִׁיךְ הָאוֹר וְהַחַיּוּת בְּהַדְרָגָה בְּמִדָּה כָּרָאוּי, מִשָּׁם עִקַּר יְנִיקַת קְלִפַּת לָבָן וּמִשָּׁם יְנִיקַת מַלְכוּת הָרְשָׁעָה, בְּחִינַת עֵשָֹו, הָמָן, עֲמָלֵק. וְעַל-כֵּן לֹא הָלַךְ יַעֲקֹב לְבֵית לָבָן עַד שֶׁעָסַק תְּחִלָּה בַּתּוֹרָה הַרְבֵּה בְּבֵית שֵׁם וְעֵבֶר, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, כִּי עַל-יְדֵי הַתּוֹרָה שֶׁלָּמַד תְּחִלָּה הַרְבֵּה, עַל-יְדֵי-זֶה הָיָה לוֹ כֹּחַ לְהַמְשִׁיךְ הָאוֹר הַגָּבֹהַּ וְהָעֶלְיוֹן מְאֹד מְאֹד, בְּחִינַת לֹבֶן הָעֶלְיוֹן, לְהַמְשִׁיכוֹ בְּהַדְרָגָה וּבְמִדָּה עַל-יְדֵי רִבּוּי הַתּוֹרָה שֶׁלָּמַד בִּקְדֻשָּׁה גְּדוֹלָה תְּחִלָּה. וְאָז לֹא דַּי שֶׁלֹּא הָיָה כֹּחַ בְּלָבָן שֶׁיָּנַק מֵרִבּוּי אוֹר, לְהִתְגַּבֵּר כְּנֶגֶד יַעֲקֹב, אַדְּרַבָּא, יַעֲקֹב הִתְגַּבֵּר כְּנֶגְדּוֹ וְהוֹצִיא מִמֶּנּוּ כָּל הָעֲשִׁירוּת וְכָל הַקְּדֻשּׁוֹת שֶׁבָּלַע בִּבְחִינַת חַיִל בָּלַע וַיְקִאֶנּוּ, כִּי הָפַךְ הַהַסְתָּרָה שֶׁבְּתוֹךְ הַסְתָּרָה לְדַעַת עֶלְיוֹן מְאֹד וְנַעֲשֶֹה מִבְּחִינַת חַיִל בָּלַע וְכוּ', בְּחִינַת תּוֹרָה שֶׁהִיא בְּחִינַת אֵשֶׁת חַיִל, כְּמוֹ שֶׁמְּבֹאָר בְּהַתּוֹרָה הַנַּ\"ל, שֶׁזֶּהוּ בְּחִינַת רָחֵל וְלֵאָה שֶׁהוֹצִיאָם מִבֵּית לָבָן דַּיְקָא, שֶׁהֵם בְּחִינַת אֵשֶׁת חַיִל, בְּחִינַת הַתּוֹרָה שֶׁהוֹצִיא מִתֹּקֶף הַהַסְתָּרָה שֶׁבְּתוֹךְ הַסְתָּרָה שֶׁיְּנִיקָתָהּ מֵרִבּוּי אוֹר, שֶׁזֶּהוּ בְּחִינַת לָבָן, וְאָז כְּשֶׁהִתְגַּבֵּר כְּנֶגֶד לָבָן שֶׁהוּא שֹׁרֶשׁ הַקְּלִפָּה, עַל-כֵּן מִמֵּילָא יֵשׁ לוֹ כֹּחַ לְהַכְנִיעַ וּלְבַטֵּל מַלְכוּת עֵשָֹו וְכוּ' שֶׁיּוֹנֵק מִמֶּנּוּ. עַל-כֵּן שָׁלַח לְעֵשָֹו, עִם לָבָן גַּרְתִּי וְתַרְיַ\"ג מִצְווֹת שָׁמַרְתִּי, שֶׁזָּכִיתִי לַהֲפֹךְ הַהַסְתָּרָה לְדַעַת הַתּוֹרָה, לְהַמְשִׁיךְ הַחַיּוּת מִלֹּבֶן הָעֶלְיוֹן בְּהַדְרָגָה וּבְמִדָּה עַל-יְדֵי תַּרְיַ\"ג מִצְווֹת הַתּוֹרָה שֶׁהֵם כְּלַל הַתּוֹרָה, וְעַל-יְדֵי-זֶה זָכִיתִי לַעֲשִׁירוּת דִּקְדֻשָּׁה בְּחִינַת וַיְהִי לִי שׁוֹר וַחֲמוֹר וְכוּ', כִּי הוֹצִיא הָעֲשִׁירוּת מֵהַסִּטְרָא אָחֳרָא אֶל הַקְּדֻשָּׁה עַל-יְדֵי שֶׁהִמְשִׁיךְ הַחַיּוּת מִלֹּבֶן הָעֶלְיוֹן לְתוֹךְ כֵּלִים קְדוֹשִׁים עַל-יְדֵי הַתּוֹרָה שֶׁכְּלוּלָה מִתַּרְיַ\"ג מִצְווֹת, בִּבְחִינַת עִם לָבָן גַּרְתִּי וְתַרְיַ\"ג מִצְווֹת שָׁמַרְתִּי כַּנַּ\"ל. וְעַל-כֵּן שָׁלַח לוֹ כָּל זֹאת לְהוֹדִיעוֹ שֶׁיֵּשׁ לוֹ כֹּחַ כְּנֶגְדּוֹ, מֵחֲמַת שֶׁכְּבָר הִכְנִיעַ שֹׁרֶשׁ יְנִיקָתוֹ עַל-יְדֵי שֶׁהִמְשִׁיךְ הַחַיּוּת הָעֶלְיוֹן עַל-יְדֵי הַתַּרְיַ\"ג מִצְווֹת שֶׁל הַתּוֹרָה בְּהַדְרָגָה וּבְמִדָּה, שֶׁעַל-יְדֵי-זֶה זָכָה לַעֲשִׁירוּת דִּקְדֻשָּׁה, שֶׁעַל-יְדֵי-זֶה נִכְנָע מַלְכוּת הָרְשָׁעָה בִּבְחִינַת וְלַחוֹטֶא נָתַן עִנְיַן לֶאֱסֹף וְלִכְנוֹס לָתֵת לְטוֹב לִפְנֵי הָאֱלֹקִים וְכוּ', כַּמְבֹאָר כָּל זֶה בְּהַתּוֹרָה הַנַּ\"ל, עַיֵּן שָׁם:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Kashering_Vessels.3.5"
  },
  "second": {
    "section": {
      "volume": "Orach Chaim",
      "section": "Laws of Blessing on Sights and Other Blessings",
      "section_he": "הלכות ברכות הראיה וברכות פרטיות",
      "ref_base": "Likutei_Halakhot,_Orach_Chaim,_Laws_of_Blessing_on_Sights_and_Other_Blessings",
      "has_english": false
    },
    "chapter": 4,
    "siman": 4,
    "hebrew_text": "נִמְצָא שֶׁעִקַּר הַחִיּוּת עַל-יְדֵי אַחְדוּת, עַל-יְדֵי שֶׁנִּכְלָלִים כָּל הַשִּׁנּוּיִים בִּמְקוֹר הָאַחְדוּת. וְהָעִקָּר תָּלוּי בְּהָאָדָם שֶׁהוּא עִקַּר הַבְּרִיאָה וּבוֹ תָּלוּי הַכֹּל כַּיָּדוּעַ. וְעַל-כֵּן וְאָהַבְתָּ לְרֵעֲךָ כָּמוֹךָ הוּא כְּלָל גָּדוֹל בַּתּוֹרָה, כְּדֵי לִכְלֹל בְּאַחְדוּת וְשָׁלוֹם שֶׁהוּא עִקַּר הַחִיּוּת וְהַקִּיּוּם וְהַתִּקּוּן שֶׁל כָּל הַבְּרִיאָה, עַל-יְדֵי שֶׁבְּנֵי אָדָם שֶׁמְּשֻׁנִּים בְּדֵעוֹתֵיהֶם נִכְלָלִים יַחַד בְּאַהֲבָה וְאַחְדוּת וְשָׁלוֹם. וְעִקַּר הָאַהֲבָה הוּא לֶאֱהֹב אֶת יִשְׂרָאֵל הַמְקַיְּמִים אֶת הַתּוֹרָה, כִּי מִי שֶׁהוּא רָשָׁע גָּמוּר בְּתַכְלִית וְאֵין בּוֹ שׁוּם טוֹב, בְּוַדַּאי מִצְוָה לִשְׂנֹא אוֹתוֹ בְּתַכְלִית הַשִּנְאָה, כְּמוֹ שֶׁכָּתוּב תַּכְלִית שִׂנְאָה שְׂנֵאתִים. רַק עִקַּר מִצְוַת וְאָהַבְתָּ לְרֵעֲךָ כָמוֹךָ הוּא לְרֵעֲךָ בְּמִצְווֹת. דְּהַיְנוּ שֶׁצְּרִיכִין לְחַפֵּשׂ וּלְבַקֵּשׁ וְלִמְצֹא בְּכָל אֶחָד וְאֶחָד מִיִּשְׂרָאֵל אֵיזֶה זְכוּת וְטוֹב כְּדֵי לֶאֱהֹב אוֹתוֹ כְּנַפְשׁוֹ. כִּי כָּל אֶחָד מִיִּשְׂרָאֵל אֲפִלּוּ פּוֹשְׁעֵי יִשְׂרָאֵל אִי אֶפְשָׁר שֶׁאֵין בּוֹ אֵיזֶה צַד טוֹב וּזְכוּת וְכַמְבֹאָר עַל פָּסוּק וְעוֹד מְעַט וְאֵין רָשָׁע וְכוּ' עַיֵּן שָׁם, (בְּסִימָן רפב בְּלִקּוּטֵי א). כִּי עִקַּר הָאַהֲבָה הִיא כְּדֵי לְקַשֵּׁר עַצְמוֹ עִם הַטּוֹב שֶׁבְּכָל יִשְׂרָאֵל וְלִכְלֹל עִמָּהֶם יַחַד בְּאַהֲבָה וְאַחְדוּת כְּדֵי לְבַטֵּל כָּל הַשִּׁנּוּיִים וְלִכְלֹל בְּאֶחָד הַפָּשׁוּט יִתְבָּרַךְ, שֶׁמִּשָּׁם כָּל הַחִיּוּת וְהַקִּיּוּם וְהַתִּקּוּן שֶׁל כָּל הָעוֹלָמוֹת כַּנַּ\"ל. כִּי עַל-יְדֵי קִיּוּם הַתּוֹרָה וְהַמִּצְווֹת נִתְקַשְּׁרִין וְנִכְלָלִין כָּל שִׁנּוּי הַדֵּעוֹת יַחַד. לְמָשָׁל דֵּעָה שֶׁל זֶה נוֹטָה לְחֶסֶד תָּמִיד, וְדֵעָה שֶׁל זֶה נוֹטָה לִגְבוּרָה, וְעַל-כֵּן הֵם מְשֻׁנִּים בְּדֵעוֹתֵיהֶם וְיֵשׁ בֵּינֵיהֶם מַחֲלֹקֶת. אֲבָל כְּשֶׁמְּבַטְּלִין שְׁנֵיהֶם רְצוֹנָם מִפְּנֵי רְצוֹן ה' יִתְבָּרַךְ, וְזֶה אֵין מְשַׁמֵּשׁ בְּמִדַּת חַסְדּוֹ כִּי אִם בִּשְׁבִיל רְצוֹן ה' יִתְבָּרַךְ, דְּהַיְנוּ לַעֲשׂוֹת טוֹב וָחֶסֶד עִם אוֹהֲבֵי ה'. וּלְהֵפֶךְ כְּשֶׁרוֹצֶה עַל-יְדֵי מִדַּת הַחֶסֶד שֶׁיֵּשׁ לוֹ לְהֵיטִיב עִם שׂוֹנְאֵי ה' חַס וְשָׁלוֹם, אוֹ שֶׁמַּגִּיעַ לוֹ אֵיזֶה תַּאֲוָה וְאַהֲבָה רָעָה שֶׁנִּמְשֶׁכֶת מִמִּדַּת הַחֶסֶד שֶׁהִוא בְּחִינַת אַהֲבָה, אֲזַי מְשַׁבֵּר תַּאֲוָתוֹ וְאַהֲבָתוֹ וְאֵינוֹ עוֹשֶׂה עִם מִדַּת חַסְדּוֹ שׁוּם דָּבָר שֶׁהוּא כְּנֶגֶד רְצוֹן ה' יִתְבָּרַךְ, רַק מַה שֶּׁהוּא רְצוֹנוֹ יִתְבָּרַךְ בֶּאֱמֶת. וַאֲזַי נִכְלָל עִם מִדַּת חַסְדּוֹ בָּרָצוֹן הָעֶלְיוֹן בַּה' יִתְבָּרַךְ. וְכֵן חֲבֵרוֹ שֶׁיֵּשׁ לוֹ מִדַּת גְּבוּרָה, כְּשֶׁאֵינוֹ מִשְׁתַּמֵּשׁ עִם גְּבוּרָתוֹ כִּי אִם בִּשְׁבִיל ה' יִתְבָּרַךְ לְהִתְגַּבֵּר עַל יִצְרוֹ וְלִנְקֹם בְּשׂוֹנְאֵי ה' וְכוּ', וּמַה שֶּׁהוּא נֶגֶד רְצוֹן ה' יִתְבָּרַךְ מְבַטֵּל טִבְעוֹ וּרְצוֹנוֹ כַּנַּ\"ל, אֲזַי הוּא נִכְלָל עִם מִדַּת גְּבוּרָתוֹ בַּה' יִתְבָּרַךְ, וַאֲזַי אֵלּוּ שְׁנֵי בְּנֵי אָדָם אַף-עַל-פִּי שֶׁהֵם נִדְמִים כִּשְׁנֵי הֲפָכִים בְּדֵעוֹתֵיהֶם, אַף-עַל-פִּי-כֵן בְּשֹׁרֶשׁ רְצוֹנָם שְׁנֵיהֶם כְּאֶחָד. כִּי שְׁנֵיהֶם רְצוֹנָם לַעֲשׂוֹת רַק רְצוֹן קוֹנָם, זֶה בְּחֶסֶד, וְזֶה בִּגְבוּרָה, וְעַל-כֵּן בֶּאֱמֶת נִכְלָלִים שְׁנֵיהֶם בִּמְקוֹר הָאַחְדוּת שֶׁהוּא הָאֶחָד הַפָּשׁוּט יִתְבָּרַךְ. וְכֵן כְּלַל יִשְׂרָאֵל כָּל אֶחָד וְאֶחָד עַל-יְדֵי מְעַט הַטּוֹב שֶׁבּוֹ, הוּא נִכְלָל בְּאַחְדוּת עִם כְּלַל יִשְׂרָאֵל וּבִבְחִינָה זוֹ צְרִיכִין לֶאֱהֹב כָּל אֶחָד מִיִּשְׂרָאֵל כְּנַפְשׁוֹ, דְּהַיְנוּ לִמְצֹא בּוֹ מְעַט טוֹב לָדוּן הַכֹּל לְכַף זְכוּת. שֶׁעַל-יְדֵי זֶה נִכְנָסִין כֻּלָּם בֶּאֱמֶת לְכָל זֶה כַּמְבֹאָר בַּסִּימָן הַנַּ\"ל. וְעַל-יְדֵי זֶה יֶאֱהֹב כָּל אֶחָד כְּנַפְשׁוֹ כַּנַּ\"ל, וְאָז יִהְיֶה נִכְלָל עִם כֻּלָּם יַחַד בְּאֶחָד הַפָּשׁוּט עַל-יְדֵי הַטּוֹב שֶׁהוּא קִיּוּם הַתּוֹרָה שֶׁיֵּשׁ בְּכָל אֶחָד. וְעַל-יְדֵי זֶה נִכְלָלִים כָּל הַשִּׁנּוּיִים שֶׁבָּעוֹלָם בְּאַחְדוּת, כִּי הַכֹּל תָּלוּי בְּאֶחָד כַּנַּ\"ל שֶׁעַל-יְדֵי זֶה עִקַּר הַמְשָׁכַת הַחִיּוּת מִמְּקוֹר הַחִיּוּת שֶׁהוּא הָאֶחָד הַפָּשׁוּט יִתְבָּרַךְ כַּנַּ\"ל: וְזֶה בְּחִינַת גֹּדֶל מַעֲלַת הַשָּׁלוֹם וְעֹצֶם אִסּוּר הַמַּחֲלֹקֶת, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה שָׂנוּי הַמַּחֲלֹקֶת וְגָדוֹל הַשָּׁלוֹם. כִּי עִקַּר הַחִיּוּת וְקִיּוּם כָּל הָעוֹלָמוֹת עַל-יְדֵי הָאַחְדוּת וְהַשָּׁלוֹם כַּנַּ\"ל. וְעַל-כֵּן כְּשֶׁמִּתְקַבְּצִין יַחַד שְׁנֵי יִשְׂרְאֵלִים הָאוֹהֲבִים זֶה אֶת זֶה וּשְׂמֵחִים בִּרְאִיָּתָם זֶה אֶת זֶה, מְבָרְכִין שֶׁהֶחֱיָנוּ וְקִיְּמָנוּ וְהִגִּיעָנוּ לַזְּמַן הַזֶּה, כִּי עִקַּר הַחִיּוּת וְהַקִּיּוּם הוּא עַל-יְדֵי הָאַהֲבָה וְהַשִּמְחָה שֶׁיֵּשׁ בֵּין בְּנֵי יִשְׂרָאֵל הָאוֹהֲבִים זֶה אֶת זֶה כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Blessing_on_Sights_and_Other_Blessings.4.4"
  }
}