{
  "date_seed": "2026-02-17",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n🔊 כולל הקראה קולית בעברית — ניתן להאזין ב-1x, 1.5x או 2x.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 17/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Converts.1.1\"><b>א. הלכות גרים</b></a>\n<i>יורה דעה</i>\n\nהַגֵּר נִכְנָס בְּדַת יִשְׂרָאֵל עַל-יְדֵי מִילָה וּטְבִילָה וְצָרִיךְ בֵּית דִּין וְכוּ': כִּי מִתְּחִלָּה הָיָה עַכּוּ\"ם מֵשִּׁבְעִים אֻמּוֹת שֶׁהֵם נֶאֱחָזִים בְּהָרַע הַכּוֹלֵל שֶׁהוּא בְּחִינַת עָרְלָה, כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ (בְּסִימָן יט): וְעַל-כֵּן כְּשֶׁנִּכְנָס בְּדַת יִשְׂרָאֵל צְרִיכִין לְמוּלוֹ וְעַל-יְדֵי מִצְוָה זוֹ דַּיְקָא נִכְנָס בְּדַת יִשְׂרָאֵל, כִּי הִיא תִּקּוּן הַכְּלָלִי, כִּי עַל-יְדֵי הַכְנָעַת הָעָרְלָה, עַל-יְדֵי-זֶה נִכְנָע הָרַע הַכּוֹלֵל שֶׁהָיָה נֶאֱחַז בּוֹ בֵּין הַשִּׁבְעִים אֻמּוֹת וַאֲזַי נִכְנָס בְּדַת יִשְׂרָאֵל, כִּי זֶה עִקַּר קְדֻשַּׁת יִשְׂרָאֵל, דְּהַיְנוּ שְׁמִירַת הַבְּרִית, שֶׁהוּא בְּחִינַת מִילָה שֶׁעַל-יְדֵי-זֶה רוֹמְמָנוּ מִכָּל לָשׁוֹן, כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר (שָׁם), וְאַחַר כָּךְ חַיָּב טְבִילָה כְּדֵי שֶׁיִּהְיֶה נַעֲשֶׂה בְּרִיָּה חֲדָשָׁה, כִּי הַטְּבִילָה הוּא בְּחִינַת הִתְעַלְּמוּת בְּתוֹךְ מֵי הַמִּקְוֶה שֶׁהִוא בְּחִינַת עָלְמָא דְּאָתֵי שֶׁשָּׁם נִתְחַדְּשִׁים וְנַעֲשִׂים כִּבְרִיָּה חֲדָשָׁה בִּבְחִינַת תְּשׁוּבָה, בְּחִינַת הֲשִׁיבֵנוּ ה' וְכוּ' חַדֵּשׁ יָמֵינוּ וְכוּ'. וְכַמּוּבָא כָּל זֶה לְעֵיל בְּהִלְכוֹת טְבִילַת כֵּלִים (הֲלָכָה א) וּבְהִלְכוֹת מְגִלָּה (הֲלָכָה א). וְעַל-כֵּן חַיָּב הַגֵּר טְבִילָה כְּדֵי שֶׁעַל-יְדֵי-זֶה יִהְיֶה נִתְחַדֵּשׁ מַמָּשׁ וְיִתְהַפֵּךְ מִגּוּף שֶׁל הַשִּׁבְעִים אֻמּוֹת לְגוּף יִשְׂרָאֵל כַּנַּ\"ל. וְצָרִיךְ בֵּית דִּין, וּבְעוֹדוֹ בַּמַּיִם בֵּית דִּין מוֹדִיעִין אוֹתוֹ קְצָת מִצְוֹת וְהוּא מְקַבֵּל עָלָיו עֹל מַלְכוּת שָׁמַיִם וְכוּ'. כִּי עִקַּר קְדֻשַּׁת יִשְׂרָאֵל הוּא בְּחִינַת הַנְּקֻדָּה שֶׁיֵּשׁ בְּכָל אֶחָד מִיִּשְׂרָאֵל, שֶׁהִוא בְּחִינַת נִשְׁמָתוֹ וְכָל הַנְּקֻדּוֹת שֶׁל יִשְׂרָאֵל מְקַבְּלִין מִנְּקֻדָּה הַכְּלָלִיּוּת, כַּמּוּבָא בַּמַּאֲמָר וְאַתֶּם תִּהְיוּ לִי וְכוּ' (בְּסִימָן לד). וּכְבָר מְבֹאָר לְעֵיל בְּהִלְכוֹת נְדָרִים (הֲלָכָה א) שֶׁבֵּית דִּין שֶׁל שְׁלֹשָׁה הֵם בְּחִינַת צַדִּיק מוֹשֵׁל, בְּחִינַת יִשְׂרָאֵל מַמְשְׁלוֹתָיו, כִּי יֵשׁ לָהֶם כֹּחַ לִמְשֹׁל וְלָדוּן כִּרְצוֹנָם וְהֵם בְּחִינַת נְקֻדָּה הַכְּלָלִיּוּת, כִּי הֵם כְּלוּלִים מִכָּל יִשְׂרָאֵל שֶׁהֵם שְׁלֹשָׁה כֹּהֵן, לֵוִי וְיִשְׂרָאֵל, שֶׁהוּא בְּחִינַת כְּלַל יִשְׂרָאֵל שֶׁהִיא בְּחִינַת נְקֻדָּה הַכְּלָלִיּוּת וְעַל-כֵּן הַגֵּר צָרִיךְ בֵּית דִּין כְּדֵי שֶׁיָּאִירוּ בּוֹ מִנְּקֻדָּה שֶׁבָּהֶם שֶׁהוּא בְּחִינַת נְקֻדָּה הַכְּלָלִיּוּת כְּדֵי שֶׁיְּקַבֵּל הַגֵּר בְּחִינַת הֶאָרַת הַנְּקֻדָּה שֶׁעַל-יְדֵי-זֶה זוֹכֶה לִקְדֻשַּׁת יִשְׂרָאֵל שֶׁעִקָּרָהּ תְּלוּיָה בְּהַנְּקֻדָּה כַּנַּ\"ל, כִּי בְּעוֹדוֹ בַּמַּיִם מוֹדִיעִין לוֹ מִצְוֹת וְעַל-יְדֵי-זֶה שֶׁהֵם מוֹדִיעִין לוֹ בְּפִיהֶם הַמִּצְוֹת הֵם מְאִירִין בּוֹ הַנְּקֻדָּה שֶׁהִיא בְּחִינַת פִּי יְדַבֵּר חָכְמוֹת וְעַל-יְדֵי-זֶה מְקַבֵּל הַנְּקֻדָּה וַאֲזַי נַעֲשֶׂה יִשְׂרָאֵל. וְעַל-כֵּן דַּיְקָא בְּעָמְדוֹ בַּמַּיִם מוֹדִיעִין לוֹ, כִּי אִיתָא שֶׁאִי אֶפְשָׁר לְהַחֲזִיר הַנְּשָׁמָה כִּי אִם עַל-יְדֵי טְבִילָה וְעַל-כֵּן כְּשֶׁהוּא בַּמַּיִם שֶׁאָז צָרִיךְ לְקַבֵּל בְּחִינַת נְשָׁמָה אָז מוֹדִיעִין לוֹ וְכוּ' וּמְאִירִין בּוֹ הֶאָרַת הַנְּקֻדָּה הַנַּ\"ל וּמְקַבֵּל שָׁם הַנְּשָׁמָה עַל-יְדֵי הַטְּבִילָה, כִּי הַנְּקֻדָּה הִוא הַנְּשָׁמָה כַּנַּ\"ל: וְעַל-כֵּן צָרִיךְ לִהְיוֹת מִילָה קֹדֶם הַטְּבִילָה, כִּי אִי אֶפְשָׁר לְקַבֵּל הֶאָרַת הַנְּקֻדָּה כִּי אִם עַל-יְדֵי הַמִּילָה, כִּי הַנְּקֻדָּה שׁוֹרָה בִּמְקוֹם בְּרִית שָׁלוֹם, כַּמּוּבָא שָׁם בַּמַּאֲמָר וְאַתֶּם תִּהְיוּ לִי וְכוּ', עַיֵּן שָׁם. כִּי הָעָרְלָה הִוא בְּחִינַת חֶרְפָּה, בִּבְחִינַת כִּי חֶרְפָּה הִיא לָנוּ שֶׁהִוא בְּחִינַת חֶרְפָּה שָׁבְרָה לִבִּי, שֶׁזֶּהוּ בְּחִינַת פְּגַם הַנְּקֻדָּה, עַיֵּן שָׁם. וְעַל-כֵּן מִתְּחִלָּה כְּשֶׁהָיָה עַכּוּ\"ם הָיָה עָרֵל, כִּי כָּל הַגּוֹיִים עֲרֵלִים וְכוּ', כְּמוֹ שֶׁמְּבֹאָר בַּמִּשְׁנָה, כִּי",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Converts.1.1\"><b>א. הלכות גרים</b></a> (המשך)\n\nיְנִיקַת הַשִּׁבְעִים אֻמּוֹת הִוא מִשְּׁבִירַת כֵּלִים שֶׁמִּשָּׁם אֲחִיזַת הַקְּלִפּוֹת שֶׁהוּא בְּחִינַת עָרְלָה, בְּחִינַת חֶרְפָּה כַּנַּ\"ל, וְעַל-כֵּן כְּשֶׁרוֹצֶה לִכָּנֵס בְּדַת יִשְׂרָאֵל צָרִיךְ מִילָה כְּדֵי לְהָסִיר הַחֶרְפָּה כְּדֵי לְהוֹצִיאוֹ מִן בְּחִינַת הַשְּׁבִירָה וְנִתְגַּלֶּה בְּחִינַת בְּרִית שָׁלוֹם שֶׁשָּׁם שׁוֹרֶה אֵצֶל יִשְׂרָאֵל אוֹר הַנְּקֻדָּה וַאֲזַי מְקַבֵּל אוֹר הַנְּקֻדָּה מִן הַבֵּית דִּין שֶׁל שְׁלֹשָׁה יִשְׂרְאֵלִים בְּעוֹדוֹ בַּמַּיִם כַּנַּ\"ל. וַאֲזַי נִתְחַדֵּשׁ מַמָּשׁ כַּנַּ\"ל, דְּהַיְנוּ שֶׁיּוֹצֵא מִבְּחִינַת שְׁבִירָה לִבְחִינַת תִּקּוּן, שֶׁזֶּהוּ בְּחִינַת בְּרִיָּה חֲדָשָׁה מַמָּשׁ כַּיָּדוּעַ:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Converts.1.1\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Priestly_Blessings.5.4\"><b>ב. הלכות נשיאת כפים</b></a>\n<i>אורח חיים</i>\n\nוְזֶה בְּחִינַת שָׁלשׁ בְּרָכוֹת שֶׁל הַכֹּהֲנִים שֶׁהֵם שְׁלשָׁה שֵׁמוֹת בְּחִינַת יְבָרֶכְךָ ה', יָאֵר ה', יִשָּא ה' כְּנֶגֶד שְׁלשָׁה נְקֻדּוֹת הַנַּ\"ל, שֶׁהֵם נְקֻדַּת הַצַּדִּיק בְּעַצְמוֹ, וּנְקֻדַּת כָּל אֶחָד מִיִּשְׂרָאֵל שֶׁיֵּשׁ בּוֹ מַה שֶּׁאֵין בַּחֲבֵרוֹ וּנְקֻדַּת כָּל אֶחָד וְאֶחָד בְּעַצְמוֹ, כַּמְבֹאָר שָׁם, עַיֵּן שָׁם שֶׁעַל-יְדֵי שְׁלשָׁה נְקֻדּוֹת אֵלּוּ עִקַּר הַתִּקּוּן, כִּי הַנְּקֻדָּה הִוא בְּחִינַת צַדִּיק, בְּחִינַת כֻּלּוֹ טוֹב, בְּחִינַת שְׁמוֹ יִתְבָּרַךְ שֶׁהוּא צַדִּיקוֹ שֶׁל עוֹלָם, בְּחִינַת (תְּהִלִּים קמה) צַדִּיק ה' בְּכָל דְּרָכָיו, כִּי הַנְּקֻדָּה טוֹבָה הִוא בְּחִינַת הַחֵלֶק אֱלוֹהַּ מִמַּעַל שֶׁיֵּשׁ בְּכָל אֶחָד מִיִּשְׂרָאֵל וְעַל-כֵּן מְרֻמָּזִין הַשָּׁלשׁ נְקֻדּוֹת בְּהַשְּׁלשָׁה שֵׁמוֹת שֶׁל בִּרְכַּת כֹּהֲנִים וְכַנַּ\"ל וְיֵשׁ לְרַמֵּז בִּפְרָטִיּוּת שָׁלשׁ הַנְּקֻדּוֹת הַנַּ\"ל בְּהַשָּׁלשׁ בְּרָכוֹת שֶׁל הַכֹּהֲנִים, כִּי בְּרָכָה רִאשׁוֹנָה יְבָרֶכְךָ ה' וְכוּ' כְּנֶגֶד נְקֻדַּת הַצַּדִּיק בְּעַצְמוֹ שֶׁהוּא מְקוֹר הַבְּרָכָה, כְּמוֹ שֶׁכָּתוּב (מִשְׁלֵי י) בְּרָכוֹת לְרֹאשׁ צַדִּיק, וּכְמוֹ שֶׁכָּתוּב (תְּהִלִּים כד), יִשָּא בְּרָכָה מֵאֵת ה' שֶׁתְּחִלָּה צְרִיכִין לְקַבֵּל מִמֶּנּוּ, כִּי הִוא נְקֻדָּה הַכְּלָלִית שֶׁהִוא מְקוֹר הַבְּרָכָה וְזֶהוּ \"וְיִשְׁמְרֶךָ\" מִן הַמַּזִּיקִין שֶׁהֵם מַזִּיקֵי עָלְמָא שֶׁהֵם הַקְּלִפּוֹת שֶׁכֻּלָּם נִתְהַוּוּ מִן שְׁבִירַת כֵּלִים כַּיָּדוּעַ וְעַל-יְדֵי הַבְּרָכָה הַנִּמְשֶׁכֶת מִמְּקוֹר הַבְּרָכָה מִבְּחִינַת נְקֻדַּת הַצַדִּיק יְסוֹד עוֹלָם, עַל-יְדֵי זֶה נִתְתַּקֵּן וְנִתְבַּטֵּל בְּחִינַת הַשְּׁבִירָה, וְעַל-יְדֵי זֶה נִשְׁמָרִין מִן הַמַּזִּיקִין 'יָאֵר ה' פָּנָיו' וְכוּ' זֶה בְּחִינַת נְקֻדָּה הַשְּׁנִיָּה שֶׁיֵּשׁ בְּכָל אֶחָד מִיִּשְׂרָאֵל מַה שֶּׁאֵין בַּחֲבֵרוֹ, וְכָל אֶחָד צָרִיךְ לְקַבֵּל מֵחֲבֵרוֹ זֹאת הַנְּקֻדָּה וְכוּ' וְזֶהוּ בְּחִינַת יָאֵר ה' פָּנָיו בְּחִינַת הֶאָרַת פָּנִים, כִּי הַנְּקֻדּוֹת טוֹבוֹת שֶׁיֵּשׁ בְּכָל אֶחָד מִיִּשְׂרָאֵל שֶׁהֵם בִּבְחִינַת צַדִּיק הֵם בְּחִינַת פְּנֵי ה', כִּי צַדִּיקַיָּא אַנְפֵּי שְׁכִינְתָּא וְכָל מַה שֶּׁמְּאִירִין יוֹתֵר מֵאֶחָד לַחֲבֵרוֹ מֵאִיר יוֹתֵר הֶאָרַת פְּנֵי ה' וְזֶה עִקַּר עֲבוֹדַת הָאָדָם לְהַמְשִׁיךְ וּלְהָאִיר בָּעוֹלָם הֶאָרַת פָּנָיו יִתְבָּרַךְ, כְּמוֹ שֶׁכָּתוּב (תְּהִלִּים קה), דִּרְשׁוּ ה' וְעֻזּוֹ בַּקְּשׁוּ פָנָיו תָּמִיד וּכְתִיב (שָׁם כד), זֶה דּוֹר דֹּרְשָׁיו מְבַקְשֵׁי פָנֶיךָ יַעֲקֹב סֶלָה וְעִקַּר בַּקָּשַׁת פָּנָיו יִתְבָּרַךְ הוּא עַל-יְדֵי בְּחִינָה הַנַּ\"ל עַל-יְדֵי שֶׁכָּל אֶחָד מְדַבֵּר עִם חֲבֵרוֹ בְּיִרְאַת שָׁמַיִם בְּכָל פַּעַם וּמְבַקֵּשׁ וּמִשְׁתַּדֵּל שֶׁיְּקַבְּלוּ הֶאָרָה זֶה מִזֶּה מֵהַנְּקֻדּוֹת טוֹבוֹת שֶּׁבְּלִבָּם שֶׁהֵם בְּחִינַת פְּנֵי ה' שֶׁעַל-יְדֵי זֶה זוֹכִין שֶׁהַשֵּׁם יִתְבָּרַךְ יְמַלֵּא מִשְׁאֲלוֹת לִבָּם וְיָאֵר בָּהֶם פָּנָיו בְּאַהֲבָה, כְּמוֹ שֶׁכָּתוּב, אִם תִּדְרְשֶׁנּוּ יִמָּצֵא לָךְ (דִּבְרֵי הַיָּמִים א כח) וְזֶה בְּחִינַת בְּרֹב עָם הַדְרַת מֶלֶךְ, שֶׁעַל-יְדֵי רֹב עָם שֶׁמְּבַקְּשִׁין לְדַבֵּר בְּיִרְאַת שָׁמַיִם לְגַלּוֹת וּלְהָאִיר הַנְּקֻדּוֹת טוֹבוֹת מִזֶּה לָזֶה כַּנַּ\"ל עַל-יְדֵי זֶה הַדְרַת מֶלֶךְ, כִּי עַל-יְדֵי זֶה מֵאִיר פְּנֵי ה', שֶׁהוּא בְּחִינַת הַדְרַת מֶלֶךְ, בְּחִינַת הוֹד וְהָדָר לְפָנָיו וְכוּ' וְכֵן מְבֹאָר שָׁם בְּמִזְמוֹר הוֹדוּ הַנַּ\"ל שֶׁבַּקָּשַׁת פָּנָיו יִתְבָּרַךְ בְּחִינַת בַּקְּשׁוּ פָנָיו תָּמִיד הִוא עַל-יְדֵי הַשִּיחָה שֶׁמְּדַבֵּר אֶחָד עִם חֲבֵרוֹ לְעוֹרְרוֹ לְהַשֵּׁם יִתְבָּרַךְ, כַּמְבֹאָר שָׁם מִקֹּדֶם שֶׁמַּזְהִיר, שִׂיחוּ בְּכָל נִפְלְאוֹתָיו, דְּהַיְנוּ בְּחִינָה הַנַּ\"ל שֶׁצְּרִיכִין לָשׁוּחַ וּלְדַבֵּר הַרְבֵּה אֶחָד עִם חֲבֵרוֹ בְּכָל נִפְלְאוֹתָיו יִתְבָּרַךְ כְּדֵי לְעוֹרְרוֹ אֵלָיו יִתְבָּרַךְ כְּדֵי שֶׁתָּאִיר הַנְּקֻדָּה מִזֶּה לָזֶה וְכַנַּ\"ל, שֶׁזֶּהוּ בְּחִינַת דִּרְשׁוּ ה' וְכוּ' בַּקְּשׁוּ פָנָיו",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Priestly_Blessings.5.4\"><b>ב. הלכות נשיאת כפים</b></a> (המשך)\n\nתָּמִיד שֶׁמַּזְהִיר אַחַר כָּךְ וְכַנַּ\"ל וְעַל-כֵּן בִּרְכַּת יָאֵר ה' פָּנָיו הוּא בְּחִינַת הַנְּקֻדָּה הַשְּׁנִיָּה הַנַּ\"ל שֶׁצְּרִיכִין לְהָאִיר מֵאֶחָד לַחֲבֵרוֹ וְכַנַּ\"ל וְזֶהוּ, 'וִיחֻנֶּךָּ', שֶׁיִּתֵּן לְךָ חֵן, כִּי עִקַּר הַחֵן וְהַיֹּפִי וְהַהִדּוּר הוּא בְּחִינַת כְּלָלִיּוּת הַגְּוָנִין, כִּי כְּשֶׁנִּכְלָלִין הַגְּוָנִין רַבִּים זֶה בָּזֶה זֶה עִקַּר הַחֵן וְהַיֹּפִי, כְּמוֹ שֶׁכָּתוּב בְּהַתּוֹרָה אַחֲוֵי לָן מְנָא עַל-פָּסוּק חֵן בְּעֵינֵי ה' (סִימָן כה לִקּוּטֵי חֵלֶק א), עַיֵּן שָׁם וְזֶה בְּחִינַת נְקֻדָּה הַשְּׁנִיָּה הַנַּ\"ל שֶׁצְּרִיכִין לְדַבֵּר עִם חֲבֵרוֹ בְּיִרְאַת שָׁמַיִם לְהָאִיר הַנְּקֻדּוֹת מִזֶּה לָזֶה שֶׁהֵם בְּחִינַת הֶאָרַת פָּנִים. וְעַל-יְדֵי שֶׁנִּכְלָלִין הַנְּקֻדּוֹת טוֹבוֹת מִכַּמָּה בְּנֵי יִשְׂרָאֵל מִזֶּה לָזֶה שֶׁהֵם עִקַּר הִתְפָּאֲרוּתוֹ יִתְבָּרַךְ בְּחִינַת יִשְׂרָאֵל אֲשֶׁר בְּךָ אֶתְפָּאָר עַל-יְדֵי זֶה נִתְרַבֶּה וְנִתְגַּדֵּל הַחֵן שֶׁל יִשְׂרָאֵל עַל-יְדֵי רִבּוּי הַגְּוָנִין וְהַהִתְפָּאֲרוּת שֶׁמְּאִירִין וְנִתְגַּלִּין מִזֶּה לָזֶה, כִּי הַנְּקֻדּוֹת טוֹבוֹת שֶׁבְּכָל אֶחָד מִיִּשְׂרָאֵל הֵן הֵן וְהַהִתְפָּאֲרוּת שֶׁל יִשְׂרָאֵל וְכָל מַה שֶּׁמַּרְבִּין לְדַבֵּר אֶחָד עִם חֲבֵרוֹ בְּיִרְאַת שָׁמַיִם שֶׁעַל-יְדֵי זֶה הַנְּקֻדּוֹת טוֹבוֹת מְאִירִין יוֹתֵר עַל-יְדֵי זֶה נִתְגַּלִּין הַהִתְפָּאֲרוּת וְהַחֵן שֶׁל יִשְׂרָאֵל בְּיוֹתֵר. וְזֶהוּ, \"יָאֵר ה' פָּנָיו אֵלֶיךָ וִיחֻנֶּךָּ\" שֶׁהוּא בְּחִינַת נְקֻדָּה הַשְּׁנִיָּה וְכַנַּ\"ל 'יִשָּא ה' פָּנָיו אֵלֶיךָ' זֶה בְּחִינַת נְקֻדָּה הַשְּׁלִישִׁית הַנַּ\"ל, שֶׁצְּרִיכִין לְהָאִיר הַנְּקֻדָּה טוֹבָה מִינֵהּ וּבֵהּ כְּדֵי לְקַשֵּׁר פִּי יְדַבֵּר חָכְמוֹת אֶל הַלֵּב וְכוּ' וְזֶהוּ, יִשָּא ה' פָּנָיו אֵלֶיךָ, שֶׁיִּשָּא הַנְּקֻדָּה טוֹבָה שֶׁהוּא בְּחִינַת פָּנָיו יִתְבָּרַךְ כַּנַּ\"ל 'אֵלֶיךָ', הַיְנוּ שֶׁבְּרַחֲמָיו יְקַשֵּׁר הַנְּקֻדָּה אֶל הַלֵּב שֶׁתָּאִיר הַנְּקֻדָּה אֶל הַלֵּב כְּדֵי לְבַטֵּל חֶרְפַּת לֵב וְכוּ' וְאַחַר כָּךְ מְסַיְּמִין וְיָשֵׂם לְךָ שָׁלוֹם זֶהוּ תַּכְלִית שְׁלֵמוּת כָּל הַשָּׁלֹשׁ בְּרָכוֹת שֶׁהֵם לְהַמְשִׁיךְ הָאַהֲבָה הַקְּדוֹשָׁה הַשּׁוֹרָה אֵצֶל הַבְּרִית שָׁלוֹם שֶׁהוּא כְּלַל כָּל הַשָּׁלשׁ נְקֻדּוֹת הַנַּ\"ל אֶל הַלֵּב זֶהוּ בְּחִינַת שָׁלוֹם, כִּי כְּשֶׁהַנְּקֻדּוֹת רְחוֹקִין מֵהַלֵּב חַס וְשָׁלוֹם, אֲזַי אֵין שָׁלוֹם, בְּחִינַת (תְּהִלִּים לח) אֵין שָׁלוֹם בַּעֲצָמַי וְכוּ', בְּחִינַת (הוֹשֵׁעַ י) חָלַק לִבָּם, שֶׁהַלֵּב חָלַק מֵהַנְּקֻדָּה, אֲבָל כְּשֶׁמְּקַשְּׁרִין הַנְּקֻדָּה אֶל הַלֵּב שֶׁזֶּה עִקַּר הַשָּׁלוֹם בְּחִינַת וְיָשֵׂם לְךָ שָׁלוֹם שֶׁמְּסַיְּמִין בִּרְכַּת כֹּהֲנִים וְכַנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Priestly_Blessings.5.4\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Converts",
      "section_he": "הלכות גרים",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Converts",
      "has_english": false
    },
    "chapter": 1,
    "siman": 1,
    "hebrew_text": "הַגֵּר נִכְנָס בְּדַת יִשְׂרָאֵל עַל-יְדֵי מִילָה וּטְבִילָה וְצָרִיךְ בֵּית דִּין וְכוּ': כִּי מִתְּחִלָּה הָיָה עַכּוּ\"ם מֵשִּׁבְעִים אֻמּוֹת שֶׁהֵם נֶאֱחָזִים בְּהָרַע הַכּוֹלֵל שֶׁהוּא בְּחִינַת עָרְלָה, כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ (בְּסִימָן יט): וְעַל-כֵּן כְּשֶׁנִּכְנָס בְּדַת יִשְׂרָאֵל צְרִיכִין לְמוּלוֹ וְעַל-יְדֵי מִצְוָה זוֹ דַּיְקָא נִכְנָס בְּדַת יִשְׂרָאֵל, כִּי הִיא תִּקּוּן הַכְּלָלִי, כִּי עַל-יְדֵי הַכְנָעַת הָעָרְלָה, עַל-יְדֵי-זֶה נִכְנָע הָרַע הַכּוֹלֵל שֶׁהָיָה נֶאֱחַז בּוֹ בֵּין הַשִּׁבְעִים אֻמּוֹת וַאֲזַי נִכְנָס בְּדַת יִשְׂרָאֵל, כִּי זֶה עִקַּר קְדֻשַּׁת יִשְׂרָאֵל, דְּהַיְנוּ שְׁמִירַת הַבְּרִית, שֶׁהוּא בְּחִינַת מִילָה שֶׁעַל-יְדֵי-זֶה רוֹמְמָנוּ מִכָּל לָשׁוֹן, כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר (שָׁם), וְאַחַר כָּךְ חַיָּב טְבִילָה כְּדֵי שֶׁיִּהְיֶה נַעֲשֶׂה בְּרִיָּה חֲדָשָׁה, כִּי הַטְּבִילָה הוּא בְּחִינַת הִתְעַלְּמוּת בְּתוֹךְ מֵי הַמִּקְוֶה שֶׁהִוא בְּחִינַת עָלְמָא דְּאָתֵי שֶׁשָּׁם נִתְחַדְּשִׁים וְנַעֲשִׂים כִּבְרִיָּה חֲדָשָׁה בִּבְחִינַת תְּשׁוּבָה, בְּחִינַת הֲשִׁיבֵנוּ ה' וְכוּ' חַדֵּשׁ יָמֵינוּ וְכוּ'. וְכַמּוּבָא כָּל זֶה לְעֵיל בְּהִלְכוֹת טְבִילַת כֵּלִים (הֲלָכָה א) וּבְהִלְכוֹת מְגִלָּה (הֲלָכָה א). וְעַל-כֵּן חַיָּב הַגֵּר טְבִילָה כְּדֵי שֶׁעַל-יְדֵי-זֶה יִהְיֶה נִתְחַדֵּשׁ מַמָּשׁ וְיִתְהַפֵּךְ מִגּוּף שֶׁל הַשִּׁבְעִים אֻמּוֹת לְגוּף יִשְׂרָאֵל כַּנַּ\"ל. וְצָרִיךְ בֵּית דִּין, וּבְעוֹדוֹ בַּמַּיִם בֵּית דִּין מוֹדִיעִין אוֹתוֹ קְצָת מִצְוֹת וְהוּא מְקַבֵּל עָלָיו עֹל מַלְכוּת שָׁמַיִם וְכוּ'. כִּי עִקַּר קְדֻשַּׁת יִשְׂרָאֵל הוּא בְּחִינַת הַנְּקֻדָּה שֶׁיֵּשׁ בְּכָל אֶחָד מִיִּשְׂרָאֵל, שֶׁהִוא בְּחִינַת נִשְׁמָתוֹ וְכָל הַנְּקֻדּוֹת שֶׁל יִשְׂרָאֵל מְקַבְּלִין מִנְּקֻדָּה הַכְּלָלִיּוּת, כַּמּוּבָא בַּמַּאֲמָר וְאַתֶּם תִּהְיוּ לִי וְכוּ' (בְּסִימָן לד). וּכְבָר מְבֹאָר לְעֵיל בְּהִלְכוֹת נְדָרִים (הֲלָכָה א) שֶׁבֵּית דִּין שֶׁל שְׁלֹשָׁה הֵם בְּחִינַת צַדִּיק מוֹשֵׁל, בְּחִינַת יִשְׂרָאֵל מַמְשְׁלוֹתָיו, כִּי יֵשׁ לָהֶם כֹּחַ לִמְשֹׁל וְלָדוּן כִּרְצוֹנָם וְהֵם בְּחִינַת נְקֻדָּה הַכְּלָלִיּוּת, כִּי הֵם כְּלוּלִים מִכָּל יִשְׂרָאֵל שֶׁהֵם שְׁלֹשָׁה כֹּהֵן, לֵוִי וְיִשְׂרָאֵל, שֶׁהוּא בְּחִינַת כְּלַל יִשְׂרָאֵל שֶׁהִיא בְּחִינַת נְקֻדָּה הַכְּלָלִיּוּת וְעַל-כֵּן הַגֵּר צָרִיךְ בֵּית דִּין כְּדֵי שֶׁיָּאִירוּ בּוֹ מִנְּקֻדָּה שֶׁבָּהֶם שֶׁהוּא בְּחִינַת נְקֻדָּה הַכְּלָלִיּוּת כְּדֵי שֶׁיְּקַבֵּל הַגֵּר בְּחִינַת הֶאָרַת הַנְּקֻדָּה שֶׁעַל-יְדֵי-זֶה זוֹכֶה לִקְדֻשַּׁת יִשְׂרָאֵל שֶׁעִקָּרָהּ תְּלוּיָה בְּהַנְּקֻדָּה כַּנַּ\"ל, כִּי בְּעוֹדוֹ בַּמַּיִם מוֹדִיעִין לוֹ מִצְוֹת וְעַל-יְדֵי-זֶה שֶׁהֵם מוֹדִיעִין לוֹ בְּפִיהֶם הַמִּצְוֹת הֵם מְאִירִין בּוֹ הַנְּקֻדָּה שֶׁהִיא בְּחִינַת פִּי יְדַבֵּר חָכְמוֹת וְעַל-יְדֵי-זֶה מְקַבֵּל הַנְּקֻדָּה וַאֲזַי נַעֲשֶׂה יִשְׂרָאֵל. וְעַל-כֵּן דַּיְקָא בְּעָמְדוֹ בַּמַּיִם מוֹדִיעִין לוֹ, כִּי אִיתָא שֶׁאִי אֶפְשָׁר לְהַחֲזִיר הַנְּשָׁמָה כִּי אִם עַל-יְדֵי טְבִילָה וְעַל-כֵּן כְּשֶׁהוּא בַּמַּיִם שֶׁאָז צָרִיךְ לְקַבֵּל בְּחִינַת נְשָׁמָה אָז מוֹדִיעִין לוֹ וְכוּ' וּמְאִירִין בּוֹ הֶאָרַת הַנְּקֻדָּה הַנַּ\"ל וּמְקַבֵּל שָׁם הַנְּשָׁמָה עַל-יְדֵי הַטְּבִילָה, כִּי הַנְּקֻדָּה הִוא הַנְּשָׁמָה כַּנַּ\"ל: וְעַל-כֵּן צָרִיךְ לִהְיוֹת מִילָה קֹדֶם הַטְּבִילָה, כִּי אִי אֶפְשָׁר לְקַבֵּל הֶאָרַת הַנְּקֻדָּה כִּי אִם עַל-יְדֵי הַמִּילָה, כִּי הַנְּקֻדָּה שׁוֹרָה בִּמְקוֹם בְּרִית שָׁלוֹם, כַּמּוּבָא שָׁם בַּמַּאֲמָר וְאַתֶּם תִּהְיוּ לִי וְכוּ', עַיֵּן שָׁם. כִּי הָעָרְלָה הִוא בְּחִינַת חֶרְפָּה, בִּבְחִינַת כִּי חֶרְפָּה הִיא לָנוּ שֶׁהִוא בְּחִינַת חֶרְפָּה שָׁבְרָה לִבִּי, שֶׁזֶּהוּ בְּחִינַת פְּגַם הַנְּקֻדָּה, עַיֵּן שָׁם. וְעַל-כֵּן מִתְּחִלָּה כְּשֶׁהָיָה עַכּוּ\"ם הָיָה עָרֵל, כִּי כָּל הַגּוֹיִים עֲרֵלִים וְכוּ', כְּמוֹ שֶׁמְּבֹאָר בַּמִּשְׁנָה, כִּי יְנִיקַת הַשִּׁבְעִים אֻמּוֹת הִוא מִשְּׁבִירַת כֵּלִים שֶׁמִּשָּׁם אֲחִיזַת הַקְּלִפּוֹת שֶׁהוּא בְּחִינַת עָרְלָה, בְּחִינַת חֶרְפָּה כַּנַּ\"ל, וְעַל-כֵּן כְּשֶׁרוֹצֶה לִכָּנֵס בְּדַת יִשְׂרָאֵל צָרִיךְ מִילָה כְּדֵי לְהָסִיר הַחֶרְפָּה כְּדֵי לְהוֹצִיאוֹ מִן בְּחִינַת הַשְּׁבִירָה וְנִתְגַּלֶּה בְּחִינַת בְּרִית שָׁלוֹם שֶׁשָּׁם שׁוֹרֶה אֵצֶל יִשְׂרָאֵל אוֹר הַנְּקֻדָּה וַאֲזַי מְקַבֵּל אוֹר הַנְּקֻדָּה מִן הַבֵּית דִּין שֶׁל שְׁלֹשָׁה יִשְׂרְאֵלִים בְּעוֹדוֹ בַּמַּיִם כַּנַּ\"ל. וַאֲזַי נִתְחַדֵּשׁ מַמָּשׁ כַּנַּ\"ל, דְּהַיְנוּ שֶׁיּוֹצֵא מִבְּחִינַת שְׁבִירָה לִבְחִינַת תִּקּוּן, שֶׁזֶּהוּ בְּחִינַת בְּרִיָּה חֲדָשָׁה מַמָּשׁ כַּיָּדוּעַ:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Converts.1.1"
  },
  "second": {
    "section": {
      "volume": "Orach Chaim",
      "section": "Laws of Priestly Blessings",
      "section_he": "הלכות נשיאת כפים",
      "ref_base": "Likutei_Halakhot,_Orach_Chaim,_Laws_of_Priestly_Blessings",
      "has_english": false
    },
    "chapter": 5,
    "siman": 4,
    "hebrew_text": "וְזֶה בְּחִינַת שָׁלשׁ בְּרָכוֹת שֶׁל הַכֹּהֲנִים שֶׁהֵם שְׁלשָׁה שֵׁמוֹת בְּחִינַת יְבָרֶכְךָ ה', יָאֵר ה', יִשָּא ה' כְּנֶגֶד שְׁלשָׁה נְקֻדּוֹת הַנַּ\"ל, שֶׁהֵם נְקֻדַּת הַצַּדִּיק בְּעַצְמוֹ, וּנְקֻדַּת כָּל אֶחָד מִיִּשְׂרָאֵל שֶׁיֵּשׁ בּוֹ מַה שֶּׁאֵין בַּחֲבֵרוֹ וּנְקֻדַּת כָּל אֶחָד וְאֶחָד בְּעַצְמוֹ, כַּמְבֹאָר שָׁם, עַיֵּן שָׁם שֶׁעַל-יְדֵי שְׁלשָׁה נְקֻדּוֹת אֵלּוּ עִקַּר הַתִּקּוּן, כִּי הַנְּקֻדָּה הִוא בְּחִינַת צַדִּיק, בְּחִינַת כֻּלּוֹ טוֹב, בְּחִינַת שְׁמוֹ יִתְבָּרַךְ שֶׁהוּא צַדִּיקוֹ שֶׁל עוֹלָם, בְּחִינַת (תְּהִלִּים קמה) צַדִּיק ה' בְּכָל דְּרָכָיו, כִּי הַנְּקֻדָּה טוֹבָה הִוא בְּחִינַת הַחֵלֶק אֱלוֹהַּ מִמַּעַל שֶׁיֵּשׁ בְּכָל אֶחָד מִיִּשְׂרָאֵל וְעַל-כֵּן מְרֻמָּזִין הַשָּׁלשׁ נְקֻדּוֹת בְּהַשְּׁלשָׁה שֵׁמוֹת שֶׁל בִּרְכַּת כֹּהֲנִים וְכַנַּ\"ל וְיֵשׁ לְרַמֵּז בִּפְרָטִיּוּת שָׁלשׁ הַנְּקֻדּוֹת הַנַּ\"ל בְּהַשָּׁלשׁ בְּרָכוֹת שֶׁל הַכֹּהֲנִים, כִּי בְּרָכָה רִאשׁוֹנָה יְבָרֶכְךָ ה' וְכוּ' כְּנֶגֶד נְקֻדַּת הַצַּדִּיק בְּעַצְמוֹ שֶׁהוּא מְקוֹר הַבְּרָכָה, כְּמוֹ שֶׁכָּתוּב (מִשְׁלֵי י) בְּרָכוֹת לְרֹאשׁ צַדִּיק, וּכְמוֹ שֶׁכָּתוּב (תְּהִלִּים כד), יִשָּא בְּרָכָה מֵאֵת ה' שֶׁתְּחִלָּה צְרִיכִין לְקַבֵּל מִמֶּנּוּ, כִּי הִוא נְקֻדָּה הַכְּלָלִית שֶׁהִוא מְקוֹר הַבְּרָכָה וְזֶהוּ \"וְיִשְׁמְרֶךָ\" מִן הַמַּזִּיקִין שֶׁהֵם מַזִּיקֵי עָלְמָא שֶׁהֵם הַקְּלִפּוֹת שֶׁכֻּלָּם נִתְהַוּוּ מִן שְׁבִירַת כֵּלִים כַּיָּדוּעַ וְעַל-יְדֵי הַבְּרָכָה הַנִּמְשֶׁכֶת מִמְּקוֹר הַבְּרָכָה מִבְּחִינַת נְקֻדַּת הַצַדִּיק יְסוֹד עוֹלָם, עַל-יְדֵי זֶה נִתְתַּקֵּן וְנִתְבַּטֵּל בְּחִינַת הַשְּׁבִירָה, וְעַל-יְדֵי זֶה נִשְׁמָרִין מִן הַמַּזִּיקִין 'יָאֵר ה' פָּנָיו' וְכוּ' זֶה בְּחִינַת נְקֻדָּה הַשְּׁנִיָּה שֶׁיֵּשׁ בְּכָל אֶחָד מִיִּשְׂרָאֵל מַה שֶּׁאֵין בַּחֲבֵרוֹ, וְכָל אֶחָד צָרִיךְ לְקַבֵּל מֵחֲבֵרוֹ זֹאת הַנְּקֻדָּה וְכוּ' וְזֶהוּ בְּחִינַת יָאֵר ה' פָּנָיו בְּחִינַת הֶאָרַת פָּנִים, כִּי הַנְּקֻדּוֹת טוֹבוֹת שֶׁיֵּשׁ בְּכָל אֶחָד מִיִּשְׂרָאֵל שֶׁהֵם בִּבְחִינַת צַדִּיק הֵם בְּחִינַת פְּנֵי ה', כִּי צַדִּיקַיָּא אַנְפֵּי שְׁכִינְתָּא וְכָל מַה שֶּׁמְּאִירִין יוֹתֵר מֵאֶחָד לַחֲבֵרוֹ מֵאִיר יוֹתֵר הֶאָרַת פְּנֵי ה' וְזֶה עִקַּר עֲבוֹדַת הָאָדָם לְהַמְשִׁיךְ וּלְהָאִיר בָּעוֹלָם הֶאָרַת פָּנָיו יִתְבָּרַךְ, כְּמוֹ שֶׁכָּתוּב (תְּהִלִּים קה), דִּרְשׁוּ ה' וְעֻזּוֹ בַּקְּשׁוּ פָנָיו תָּמִיד וּכְתִיב (שָׁם כד), זֶה דּוֹר דֹּרְשָׁיו מְבַקְשֵׁי פָנֶיךָ יַעֲקֹב סֶלָה וְעִקַּר בַּקָּשַׁת פָּנָיו יִתְבָּרַךְ הוּא עַל-יְדֵי בְּחִינָה הַנַּ\"ל עַל-יְדֵי שֶׁכָּל אֶחָד מְדַבֵּר עִם חֲבֵרוֹ בְּיִרְאַת שָׁמַיִם בְּכָל פַּעַם וּמְבַקֵּשׁ וּמִשְׁתַּדֵּל שֶׁיְּקַבְּלוּ הֶאָרָה זֶה מִזֶּה מֵהַנְּקֻדּוֹת טוֹבוֹת שֶּׁבְּלִבָּם שֶׁהֵם בְּחִינַת פְּנֵי ה' שֶׁעַל-יְדֵי זֶה זוֹכִין שֶׁהַשֵּׁם יִתְבָּרַךְ יְמַלֵּא מִשְׁאֲלוֹת לִבָּם וְיָאֵר בָּהֶם פָּנָיו בְּאַהֲבָה, כְּמוֹ שֶׁכָּתוּב, אִם תִּדְרְשֶׁנּוּ יִמָּצֵא לָךְ (דִּבְרֵי הַיָּמִים א כח) וְזֶה בְּחִינַת בְּרֹב עָם הַדְרַת מֶלֶךְ, שֶׁעַל-יְדֵי רֹב עָם שֶׁמְּבַקְּשִׁין לְדַבֵּר בְּיִרְאַת שָׁמַיִם לְגַלּוֹת וּלְהָאִיר הַנְּקֻדּוֹת טוֹבוֹת מִזֶּה לָזֶה כַּנַּ\"ל עַל-יְדֵי זֶה הַדְרַת מֶלֶךְ, כִּי עַל-יְדֵי זֶה מֵאִיר פְּנֵי ה', שֶׁהוּא בְּחִינַת הַדְרַת מֶלֶךְ, בְּחִינַת הוֹד וְהָדָר לְפָנָיו וְכוּ' וְכֵן מְבֹאָר שָׁם בְּמִזְמוֹר הוֹדוּ הַנַּ\"ל שֶׁבַּקָּשַׁת פָּנָיו יִתְבָּרַךְ בְּחִינַת בַּקְּשׁוּ פָנָיו תָּמִיד הִוא עַל-יְדֵי הַשִּיחָה שֶׁמְּדַבֵּר אֶחָד עִם חֲבֵרוֹ לְעוֹרְרוֹ לְהַשֵּׁם יִתְבָּרַךְ, כַּמְבֹאָר שָׁם מִקֹּדֶם שֶׁמַּזְהִיר, שִׂיחוּ בְּכָל נִפְלְאוֹתָיו, דְּהַיְנוּ בְּחִינָה הַנַּ\"ל שֶׁצְּרִיכִין לָשׁוּחַ וּלְדַבֵּר הַרְבֵּה אֶחָד עִם חֲבֵרוֹ בְּכָל נִפְלְאוֹתָיו יִתְבָּרַךְ כְּדֵי לְעוֹרְרוֹ אֵלָיו יִתְבָּרַךְ כְּדֵי שֶׁתָּאִיר הַנְּקֻדָּה מִזֶּה לָזֶה וְכַנַּ\"ל, שֶׁזֶּהוּ בְּחִינַת דִּרְשׁוּ ה' וְכוּ' בַּקְּשׁוּ פָנָיו תָּמִיד שֶׁמַּזְהִיר אַחַר כָּךְ וְכַנַּ\"ל וְעַל-כֵּן בִּרְכַּת יָאֵר ה' פָּנָיו הוּא בְּחִינַת הַנְּקֻדָּה הַשְּׁנִיָּה הַנַּ\"ל שֶׁצְּרִיכִין לְהָאִיר מֵאֶחָד לַחֲבֵרוֹ וְכַנַּ\"ל וְזֶהוּ, 'וִיחֻנֶּךָּ', שֶׁיִּתֵּן לְךָ חֵן, כִּי עִקַּר הַחֵן וְהַיֹּפִי וְהַהִדּוּר הוּא בְּחִינַת כְּלָלִיּוּת הַגְּוָנִין, כִּי כְּשֶׁנִּכְלָלִין הַגְּוָנִין רַבִּים זֶה בָּזֶה זֶה עִקַּר הַחֵן וְהַיֹּפִי, כְּמוֹ שֶׁכָּתוּב בְּהַתּוֹרָה אַחֲוֵי לָן מְנָא עַל-פָּסוּק חֵן בְּעֵינֵי ה' (סִימָן כה לִקּוּטֵי חֵלֶק א), עַיֵּן שָׁם וְזֶה בְּחִינַת נְקֻדָּה הַשְּׁנִיָּה הַנַּ\"ל שֶׁצְּרִיכִין לְדַבֵּר עִם חֲבֵרוֹ בְּיִרְאַת שָׁמַיִם לְהָאִיר הַנְּקֻדּוֹת מִזֶּה לָזֶה שֶׁהֵם בְּחִינַת הֶאָרַת פָּנִים. וְעַל-יְדֵי שֶׁנִּכְלָלִין הַנְּקֻדּוֹת טוֹבוֹת מִכַּמָּה בְּנֵי יִשְׂרָאֵל מִזֶּה לָזֶה שֶׁהֵם עִקַּר הִתְפָּאֲרוּתוֹ יִתְבָּרַךְ בְּחִינַת יִשְׂרָאֵל אֲשֶׁר בְּךָ אֶתְפָּאָר עַל-יְדֵי זֶה נִתְרַבֶּה וְנִתְגַּדֵּל הַחֵן שֶׁל יִשְׂרָאֵל עַל-יְדֵי רִבּוּי הַגְּוָנִין וְהַהִתְפָּאֲרוּת שֶׁמְּאִירִין וְנִתְגַּלִּין מִזֶּה לָזֶה, כִּי הַנְּקֻדּוֹת טוֹבוֹת שֶׁבְּכָל אֶחָד מִיִּשְׂרָאֵל הֵן הֵן וְהַהִתְפָּאֲרוּת שֶׁל יִשְׂרָאֵל וְכָל מַה שֶּׁמַּרְבִּין לְדַבֵּר אֶחָד עִם חֲבֵרוֹ בְּיִרְאַת שָׁמַיִם שֶׁעַל-יְדֵי זֶה הַנְּקֻדּוֹת טוֹבוֹת מְאִירִין יוֹתֵר עַל-יְדֵי זֶה נִתְגַּלִּין הַהִתְפָּאֲרוּת וְהַחֵן שֶׁל יִשְׂרָאֵל בְּיוֹתֵר. וְזֶהוּ, \"יָאֵר ה' פָּנָיו אֵלֶיךָ וִיחֻנֶּךָּ\" שֶׁהוּא בְּחִינַת נְקֻדָּה הַשְּׁנִיָּה וְכַנַּ\"ל 'יִשָּא ה' פָּנָיו אֵלֶיךָ' זֶה בְּחִינַת נְקֻדָּה הַשְּׁלִישִׁית הַנַּ\"ל, שֶׁצְּרִיכִין לְהָאִיר הַנְּקֻדָּה טוֹבָה מִינֵהּ וּבֵהּ כְּדֵי לְקַשֵּׁר פִּי יְדַבֵּר חָכְמוֹת אֶל הַלֵּב וְכוּ' וְזֶהוּ, יִשָּא ה' פָּנָיו אֵלֶיךָ, שֶׁיִּשָּא הַנְּקֻדָּה טוֹבָה שֶׁהוּא בְּחִינַת פָּנָיו יִתְבָּרַךְ כַּנַּ\"ל 'אֵלֶיךָ', הַיְנוּ שֶׁבְּרַחֲמָיו יְקַשֵּׁר הַנְּקֻדָּה אֶל הַלֵּב שֶׁתָּאִיר הַנְּקֻדָּה אֶל הַלֵּב כְּדֵי לְבַטֵּל חֶרְפַּת לֵב וְכוּ' וְאַחַר כָּךְ מְסַיְּמִין וְיָשֵׂם לְךָ שָׁלוֹם זֶהוּ תַּכְלִית שְׁלֵמוּת כָּל הַשָּׁלֹשׁ בְּרָכוֹת שֶׁהֵם לְהַמְשִׁיךְ הָאַהֲבָה הַקְּדוֹשָׁה הַשּׁוֹרָה אֵצֶל הַבְּרִית שָׁלוֹם שֶׁהוּא כְּלַל כָּל הַשָּׁלשׁ נְקֻדּוֹת הַנַּ\"ל אֶל הַלֵּב זֶהוּ בְּחִינַת שָׁלוֹם, כִּי כְּשֶׁהַנְּקֻדּוֹת רְחוֹקִין מֵהַלֵּב חַס וְשָׁלוֹם, אֲזַי אֵין שָׁלוֹם, בְּחִינַת (תְּהִלִּים לח) אֵין שָׁלוֹם בַּעֲצָמַי וְכוּ', בְּחִינַת (הוֹשֵׁעַ י) חָלַק לִבָּם, שֶׁהַלֵּב חָלַק מֵהַנְּקֻדָּה, אֲבָל כְּשֶׁמְּקַשְּׁרִין הַנְּקֻדָּה אֶל הַלֵּב שֶׁזֶּה עִקַּר הַשָּׁלוֹם בְּחִינַת וְיָשֵׂם לְךָ שָׁלוֹם שֶׁמְּסַיְּמִין בִּרְכַּת כֹּהֲנִים וְכַנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Priestly_Blessings.5.4"
  }
}