{
  "date_seed": "2026-02-27",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n🔊 כולל הקראה קולית בעברית — ניתן להאזין ב-1x, 1.5x או 2x.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 27/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Redeeming_the_Firstborn.2.1\"><b>א. הלכות פדיון בכור</b></a>\n<i>יורה דעה</i>\n\nעַל-פִּי הַמַּאֲמָר הַמַּתְחִיל 'מֵישְׁרָא דְּסַכִּינָא בְּמַאי קָטְלֵי לֵהּ' וְכוּ', עַיֵּן שָׁם הֵיטֵב סִימָן לָמֶ\"ד: וְאִיתָא שָׁם. שֶׁלִּפְעָמִים נוֹפֵל בְּחִינַת הַדָּלֶת שֶׁהִיא בְּחִינַת חָכְמָה תַּתָּאָה, בְּחִינַת מַלְכוּת. וַאֲזַי יֵשׁ לָהֶם יְנִיקָה מִשָּׁם וְנַעֲשֶׂה מִזֶּה אַרְבַּע מַלְכֻיּוֹת שֶׁהִיא מַלְכוּת הָרְשָׁעָה, מַלְכוּת עֲמָלֵק שֶׁכָּלוּל מִכֻּלָּם בְּחִינַת רֵאשִׁית גּוֹיִם עֲמָלֵק. וּצְרִיכִין לִרְאוֹת, לַחְתֹּךְ וּלְהַבְדִּיל אֶת בְּחִינַת הַד מֵהֶם שֶׁלֹּא יִהְיֶה לָהֶם יְנִיקָה מִשָּׁם. וְזֶה נַעֲשֶׂה עַל-יְדֵי חֶסֶד בְּחִינַת אַבְרָהָם. שֶׁעַל-יְדֵי-זֶה חוֹתְכִין אֶת בְּחִינוֹת הָאַרְבַּע, בְּחִינוֹת מַלְכוּת מֵהֶם. בִּבְחִינַת קִצְרוּ לְפִי חָסֶד וְכוּ', עַיֵּן שָׁם:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Redeeming_the_Firstborn.2.1\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Injuring_a_Person.2.1\"><b>ב. הלכות חובל בחברו</b></a>\n<i>חושן משפט</i>\n\nאָסוּר לְאָדָם לְהַכּוֹת אֶת חֲבֵרוֹ וְאִם הִכָּהוּ עוֹבֵר בְּלָאו וְכוּ' הַחוֹבֵל בַּחֲבֵרוֹ חַיָּב בַּחֲמִשָּׁה דְּבָרִים וְכוּ' כְּתִיב, וַיֹּאמֶר לָרָשָׁע לָמָּה תַכֶּה רֵעֶךָ וְכוּ': כִּי אִיתָא בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בַּסֵּפֶר לִקּוּטֵי מוֹהֲרַ\"ן תִּנְיָנָא סִימָן כו וּבְסֵפֶר א\"ב הֶחָדָשׁ בְּאוֹת שִׁין שֶׁעַל יְדֵי שִׁכְרוּת מַפְשִׁיטִין הַדַּעַת מִלְּבוּשׁ הַחֲסָדִים וּמַלְבִּישׁוֹ בִּגְבוּרוֹת חֲזָקוֹת חַס וְשָׁלוֹם, גַּם אִיתָא שָׁם שֶׁמֹּשֶׁה רַבֵּנוּ מְלֻבָּשׁ בְּכָל אֵבָר וְאֵבָר בְּכָל אֶחָד וְאֶחָד מִיִּשְֹרָאֵל וּמַזְכִּיר אֶת הָאֵבָר הַמִּצְוֹת הַתְּלוּיוֹת בּוֹ. וְעַל יְדֵי שִׁכְרוּת שׁוֹכֵחַ אֶת הָאַזְהָרוֹת שֶׁל מֹשֶׁה רַבֵּנוּ הַנַּ\"ל. הִתְלַבְּשׁוּת מֹשֶׁה בָּאֵבָרִים הִוא בְּחִינַת הִתְלַבְּשׁוּת הַדַּעַת בַּחֲסָדִים, עַיֵּן שָׁם הֵיטֵב. ]וְהַכַּוָּנָה שָׁם כִּי כֻּלּוֹ חַד, הַיְנוּ כִּי מֹשֶׁה הוּא הַדַּעַת וְהוּא מְלֻבָּשׁ בְּהָאֵבָרִים וּמַזְהִיר אוֹתָם, דְּהַיְנוּ שֶׁמַּזְהִיר וּמַזְכִּיר אֶת כָּל אֵבָר וְאֵבָר הַמִּצְוֹת הַתְּלוּיוֹת בּוֹ וְהָאֵבָרִים הֵם רְמַ\"ח בְּחִינַת אַבְרָהָם בְּחִינַת חֲסָדִים, וְהִתְלַבְּשׁוּת מֹשֶׁה בָּהֶם זֶה בְּחִינַת הִתְלַבְּשׁוּת הַדַּעַת בַּחֲסָדִים וְעַל יְדֵי הַשִּׁכְרוּת שׁוֹכֵחַ אֶת אֵלּוּ הָאַזְהָרוֹת. נִמְצָא שֶׁבְּחִינַת מֹשֶׁה נִסְתַּלֵּק מֵהָאֵבָרִים חַס וְשָׁלוֹם, וְזֶה בְּחִינַת שֶׁמַּפְשִׁיט אֶת הַדַּעַת מֵהַחֲסָדִים וַאֲזַי נִתְלַבֵּשׁ הַדַּעַת חַס וְשָׁלוֹם, בִּגְבוּרוֹת חַס וְשָׁלוֹם, וְכוּ' כַּנַּ\"ל נִמְצָא שֶׁהָעִנְיָן הַנַּ\"ל מְקֻשָּׁר הֵיטֵב וְכֻלּוֹ חַד[ וְעַיֵּן שָׁם הֵיטֵב: וְזֶה בְּחִינַת אִסּוּר הַכָּאָה לְהַכּוֹת אֶת יִשְֹרָאֵל, כִּי רְמַ\"ח אֵבָרִים שֶׁל כָּל אֶחָד וְאֶחָד מִיִּשְֹרָאֵל הֵם בְּחִינַת רְמַ\"ח מִצְוֹת הַתּוֹרָה וּמֹשֶׁה רַבֵּנוּ שֶׁהוּא הַדַּעַת מְלֻבָּשׁ בְּכָל אֵבָר וְאֵבָר כַּנַּ\"ל וּכְשֶׁמַּכֶּה אֶת חֲבֵרוֹ בְּאֵיזֶה אֵבָר וְעַל יְדֵי הַהַכָּאָה מִתְעוֹרְרִין וּמִתְגַּבְּרִין בּוֹ הַדָּמִים בְּאוֹתוֹ הָאֵבָר, כִּי זֶה טֶבַע הַהַכָּאָה, גַּם עִקַּר הַהַכָּאָה הוּא שֶׁעוֹשֶֹה בּוֹ חַבּוּרָה וְהַחַבּוּרָה הִוא עַל יְדֵי הַדָּמִים שֶׁמִּתְעוֹרְרִין וְיוֹצְאִין מִמָּקוֹם לְמָקוֹם נִמְצָא שֶׁהַהַכָּאָה הִוא הִתְגַּבְּרוּת הַדָּמִים, בִּפְרָט כְּשֶׁחוֹבֵל בּוֹ וּמְחַסֵּר מִמֶּנּוּ אֵבָר לְגַמְרֵי וְעַל יְדֵי זֶה הוּא פּוֹגֵם פְּגָם הַנַּ\"ל שֶׁמַּפְשִׁיט אֶת הַדַּעַת בְּחִינַת מֹשֶׁה שֶׁמְּלֻבָּשׁ בְּכָל אֵבָר, מִלְּבוּשׁ הַחֲסָדִים וּמַלְבִּישׁוֹ בִּגְבוּרוֹת, דְּהַיְנוּ הִתְגַּבְּרוּת הַדָּמִים שֶׁמִּתְגַּבְּרִים וּמִתְעוֹרְרִין עַל יְדֵי הַהַכָּאָה וְהַחַבָּלָה, כִּי גַּם עִקַּר פְּגַם הַשִּׁכְרוּת הַנַּ\"ל הוּא גַּם כֵּן הָעִקָּר עַל יְדֵי הִתְגַּבְּרוּת הַדָּמִים שֶׁמִּתְגַּבְּרִין עַל יְדֵי הַשִּׁכְרוּת כַּנִּרְאֶה בַּחוּשׁ שֶׁעַל יְדֵי הַשִּׁכְרוּת מִתְגַּבְּרִין הַדָּמִים וּכְמוֹ שֶׁאָמְרוּ (סַנְהֶדְרִין ע), אַל תֵּרֶא יַיִן כִּי יִתְאַדָּם, שֶׁאַחֲרִיתוֹ דָּם, וְעַל יְדֵי זֶה שֶׁמִּתְגַּבְּרִין הַדָּמִים עַל יְדֵי הַשִּׁכְרוּת עַל יְדֵי זֶה בְּעַצְמוֹ מַפְשִׁיט הַדַּעַת מֵהַחֲסָדִים וּמַלְבִּישׁוֹ בִּגְבוּרוֹת חֲזָקוֹת חַס וְשָׁלוֹם, דְּהַיְנוּ הִתְגַּבְּרוּת הַדָּמִים, שֶׁהֵם בְּחִינַת גְּבוּרוֹת. וְזֶה בְּחִינַת פְּגָם שֶׁל הַהַכָּאָה וְהַחַבָּלָה שֶׁמִּתְגַּבְּרִין הַדָּמִים וְכוּ' כַּנַּ\"ל, בִּפְרָט כְּשֶׁמְּחַסֵּר מִמֶּנּוּ אֵבָר וַאֲזַי נִסְתַּלֵּק הַדַּעַת בְּחִינַת מֹשֶׁה מֵאוֹתוֹ הָאֵבָר וְעַל כֵּן מֹשֶׁה רַבֵּנוּ מַזְהִיר עַל זֶה. וְזֶהוּ שֶׁכָּתוּב, וַיֹּאמֶר לָרָשָׁע לָמָּה תַכֶּה רֵעֶךָ כִּי מֹשֶׁה דַּיְקָא מַזְהִיר עַל זֶה הַיְנוּ עַל הַכָּאָה, הַיְנוּ בְּכָל עֵת שֶׁאֶחָד רוֹצֶה לְהַכּוֹת אֶת יִשְֹרָאֵל חֲבֵרוֹ אֲזַי מֹשֶׁה שֶׁהוּא מְלֻבָּשׁ בְּכָל אֵבָר וְאֵבָר מִיִּשְֹרָאֵל הוּא צוֹעֵק וּמַזְהִיר עַל זֶה בִּבְחִינַת וַיֹּאמֶר לָרָשָׁע לָמָּה תַּכֶּה רֵעֶךָ שֶׁמֹּשֶׁה מַזְהִיר עַל זֶה תָּמִיד כִּי הוּא מְלֻבָּשׁ בְּכָל אֵבָר",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Injuring_a_Person.2.1\"><b>ב. הלכות חובל בחברו</b></a> (המשך)\n\nוְאֵבָר מִיִּשְֹרָאֵל וּכְשֶׁאֶחָד מַכֶּה אֶת חֲבֵרוֹ בְּאֵיזֶה אֵבָר מַגִּיעַ הַפְּגָם לְהַדַּעַת שֶׁהוּא בְּחִינַת מֹשֶׁה שֶׁמְּלֻבָּשׁ שָׁם בְּאוֹתוֹ הָאֵבָר, כִּי עַל יְדֵי הַהַכָּאָה מִכָּל שֶׁכֵּן כְּשֶׁמְּחַסֵּר מִמֶּנּוּ הָאֵבָר לְגַמְרֵי אָז מִסְתַּלֵּק מִשָּׁם הַדַּעַת בְּחִינַת מֹשֶׁה וַאֲזַי מִתְלַבֵּשׁ חַס וְשָׁלוֹם, בִּגְבוּרוֹת שֶׁהֵם הִתְגַּבְּרוּת הַדָּמִים שֶׁמִּתְגַּבְּרִים עַל יְדֵי הַהַכָּאָה וְכַנַּ\"ל וְעַל כֵּן מֹשֶׁה מַזְהִיר עַל זֶה תָּמִיד כַּנַּ\"ל: כִּי זֶה הָעִקָּר שֶׁל יְצִיאַת מִצְרַיִם וְקַבָּלַת הַתּוֹרָה כְּדֵי לְהַבְלִיעַ הַדָּם בָּאֵבָרִים כְּדֵי שֶׁיִּתְלַבֵּשׁ הַדַּעַת בְּחִינַת מֹשֶׁה בַּחֲסָדִים, כַּמּוּבָא בַּכְּתָבִים שֶׁעִקַּר יְצִיאַת מִצְרַיִם הָיָה בִּבְחִינַת לֵדָה לְזַכֵּךְ הַדָּמִים בְּחִינַת חֲמִשָּׁה מִינֵי דָּמִים וְכוּ', עַיֵּן שָׁם, הַיְנוּ שֶׁיִּהְיוּ נִמְתָּקִין הַדָּמִים בְּחִינַת גְּבוּרוֹת לַחֲסָדִים שֶׁזֶּהוּ בְּחִינַת שֶׁנִּבְלָע הַדָּם בָּאֵבָרִים שֶׁהֵם בְּחִינַת חֲסָדִים בְּחִינַת רְמַ\"ח מִצְוֹת עֲשֵֹה וְכוּ' כַּנַּ\"ל: וְזֶהוּ בְּחִינַת מַה שֶּׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה עַל הַחוֹבֵל בַּחֲבֵרוֹ שֶׁמְּשַׁלֵּם נֶזֶק וְכוּ' וְאָמְרוּ שֶׁשָּמִין אוֹתוֹ כְּעֶבֶד זֶה רֶמֶז עַל הַנַּ\"ל, כִּי עִקַּר קַבָּלַת הַתּוֹרָה תְּלוּיָה בִּיצִיאַת מִצְרַיִם דַּיְקָא, כְּמוֹ שֶׁכָּתוּב אֵצֶל כַּמָּה מִצְוֹת יְצִיאַת מִצְרַיִם, וּכְמוֹ שֶׁכָּתוּב בְּהַתְחָלַת הַיּוּ\"ד הַדִּבְּרוֹת שֶׁהֵם כְּלַל הַתּוֹרָה אָנֹכִי ה' אֱלֹקֶיךָ אֲשֶׁר הוֹצֵאתִיךָ מֵאֶרֶץ מִצְרַיִם מִבֵּית עֲבָדִים. כִּי עִקַּר קַבָּלַת הַתּוֹרָה לְהַכְנִיעַ בְּחִינַת עַבְדוּת, שֶׁהִוא בְּחִינַת זֻהֲמַת הַנָּחָשׁ, בְּחִינַת חָם כְּנַעַן עֶבֶד עֲבָדִים, כַּמּוּבָא וְעַל כֵּן לֹא הָיָה אֶפְשָׁר לְקַבֵּל הַתּוֹרָה כִּי אִם אַחַר יְצִיאַת מִצְרַיִם מִבֵּית עֲבָדִים. וְאָז זָכִינוּ לְקַבָּלַת הַתּוֹרָה שֶׁהִיא בְּחִינַת חֵרוּת, כְּמוֹ שֶׁכָּתוּב, חָרוּת עַל הַלּוּחוֹת. וְאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, אַל תִּקְרִי חָרוּת אֶלָּא חֵרוּת שֶׁאֵין לְךָ בֶּן חוֹרִין אֶלָּא מִי שֶׁעוֹסֵק בַּתּוֹרָה וְכוּ', כִּי עַל יְדֵי קַבָּלַת הַתּוֹרָה פָּסְקָה זֻהֲמָתָן זֻהֲמַת הַנָּחָשׁ וְאָז יָצְאוּ לְגַמְרֵי מִבְּחִינַת עַבְדוּת מִצְרַיִם וְקִבְּלוּ הַתּוֹרָה שֶׁכְּלוּלָה מֵרְמַ\"ח מִצְוֹת וְכוּ' כְּנֶגֶד רְמַ\"ח אֵבָרִים, וְכָל אֵבָר וְאֵבָר עַל יְדֵי הַמִּצְוָה הַמְיֻחֶדֶת לְאוֹתוֹ הָאֵבָר עַל יְדֵי זֶה יוֹצֵא מֵעַבְדוּת לְחֵרוּת, דְּהַיְנוּ שֶׁנִּפְסָק מִמֶּנּוּ הַזֻּהֲמָא שֶׁהִוא בְּחִינַת עַבְדוּת וְזוֹכֶה לְחֵרוּת שֶׁהִוא בְּחִינַת הַתּוֹרָה כַּנַּ\"ל: וְעַל כֵּן לֹא יָצְאוּ יִשְֹרָאֵל מִמִּצְרַיִם עַד שֶׁהָיוּ שִׁשִּׁים רִבּוֹא נְפָשׁוֹת כְּנֶגֶד שִׁשִּׁים רִבּוֹא אוֹתִיּוֹת הַתּוֹרָה, כִּי הַתּוֹרָה הִיא בְּחִינַת קוֹמַת אָדָם בִּבְחִינַת זֹאת הַתּוֹרָה אָדָם, וּכְמוֹ שֶׁאִיתָא בַּתִּקּוּנִים בְּאוֹרַיְתָא אִית רֵישָׁא וְעֵינִין וְאֵבָרִין וְגוּפָא וְכוּ' הָכֵי אִית בְּיִשְֹרָאֵל וְכוּ' וְכָל זְמַן שֶׁלֹּא נִשְׁלְמוּ יִשְֹרָאֵל עַד שִׁשִּׁים רִבּוֹא לֹא נִשְׁתַּלֵּם בְּחִינַת קוֹמַת אָדָם דִּקְדֻשָּׁה שֶׁהִוא בְּחִינַת הַתּוֹרָה וְעַל כֵּן לֹא יָכְלוּ עֲדַיִן לָצֵאת מֵעַבְדוּת לְחֵרוּת, כִּי אִי אֶפְשָׁר לָצֵאת מֵעַבְדוּת לְחֵרוּת, דְּהַיְנוּ לְהַכְנִיעַ זֻהֲמַת הַנָּחָשׁ כִּי אִם כְּשֶׁנִּשְׁלָם בְּחִינַת קוֹמַת אָדָם שֶׁהִוא בְּחִינַת הַתּוֹרָה שֶׁעַל יָדָהּ דַּיְקָא יוֹצְאִין מֵעַבְדוּת לְחֵרוּת כַּנַּ\"ל, כִּי בְּמִצְרַיִם לֹא נִזְדַּכְּכוּ הַדָּמִים עֲדַיִן עַד שֶׁיָּצְאוּ כַּמּוּבָא וְזֶה עִקַּר בְּחִינַת הָעַבְדוּת עַל יְדֵי תִּגְבֹּרֶת הַדָּמִים שֶׁזֶּהוּ עִקַּר הַגָּלוּת וְהָעַבְדוּת בִּבְחִינַת מַה שֶּׁאִיתָא בַּתִּקּוּנִים לְעִנְיַן הַנְּשָׁמָה וְכַד גָּלַת בְּכָבֵד אִתְּמַר בָּהּ תִּכְבַּד הָעֲבוֹדָה וְכוּ' וְהַכָּבֵד מָלֵא דָּם, כִּי עִקַּר הָעַבְדוּת בְּחִינַת תִּכְבַּד עֲבוֹדָה שֶׁהִוא בְּחִינַת זֻהֲמַת הַנָּחָשׁ, הִוא בְּחִינַת",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Injuring_a_Person.2.1\"><b>ב. הלכות חובל בחברו</b></a> (המשך)\n\nתִּגְבֹּרֶת הַדָּמִים הַבָּא מֵהַכָּבֵד שֶׁמָּלֵא דָּם כַּנַּ\"ל, כִּי זֻהֲמַת הַנָּחָשׁ הוּא בְּחִינַת דָּמִים טְמֵאִים, בְּחִינַת דַּם נִדּוֹת שֶׁפֵּרְסָה חַוָּה עַל יְדֵי אֲכִילַת עֵץ הַדַּעַת, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה. וְעַל יְדֵי הַתּוֹרָה שֶׁהִיא רְמַ\"ח מִצְוֹת כְּנֶגֶד אֵבָרִים שֶׁל אָדָם עַל יְדֵי זֶה נִבְלָע הַדָּם בָּאֵבָרִים וַאֲזַי מִתְלַבֵּשׁ הַדַּעַת בְּחִינַת מֹשֶׁה בַּחֲסָדִים שֶׁהֵם בְּחִינַת אֵבָרִים שֶׁעַל יָדוֹ הָיָה עִקַּר הַגְּאֻלָּה וַאֲזַי נִגְאָלִין וְיוֹצְאִין מֵעַבְדוּת לְחֵרוּת כַּנַּ\"ל. וְעַל כֵּן כְּשֶׁאֶחָד חוֹבֵל בַּחֲבֵרוֹ וּמְחַסֵּר מִמֶּנּוּ אֵבָר וְעַל יְדֵי זֶה מַפְשִׁיט הַדַּעַת מֵאוֹתוֹ הָאֵבָר וּמִתְגַּבְּרִין הַדָּמִים חַס וְשָׁלוֹם, עַל יְדֵי הַחַבָּלָה שֶׁהֵם בְּחִינַת גְּבוּרוֹת וַאֲזַי כְּשֶׁמְּחַסֵּר מִמֶּנּוּ אֵיזֶה אֵבָר וּמִסְתַּלֵּק הַדַּעַת מִשָּׁם חַס וְשָׁלוֹם, אֲזַי חוֹזֵר וּמִתְגַּבֵּר חַס וְשָׁלוֹם בְּחִינַת עַבְדוּת מִצְרַיִם מֵאַחַר שֶׁחָסֵר מִמֶּנּוּ אֵבָר, שֶׁזֶּהוּ כְּאִלּוּ חָסֵר מִמֶּנּוּ מִצְוָה אַחַת, כִּי בְּכָל אֵבָר מְלֻבָּשׁ מֹשֶׁה וּמַזְהִיר עַל הַמִּצְוָה הַשַּׁיָּכָה לְאוֹתוֹ אֵבָר וּכְשֶׁחָסֵר הָאֵבָר מִסְתַּלֵּק הַדַּעַת מִשָּׁם וּכְאִלּוּ חָסֵר מִמֶּנּוּ מִצְוָה, וַאֲזַי אֵין בּוֹ שְׁלֵמוּת קוֹמַת אָדָם שֶׁהִוא בְּחִינַת הַתּוֹרָה שֶׁכְּלוּלָה מֵרְמַ\"ח אֵבָרִים כַּנַּ\"ל. וּכְשֶׁאֵין אֵבָרָיו בִּבְחִינַת שְׁלֵמוּת קוֹמַת אָדָם בִּבְחִינַת הַתּוֹרָה כַּנַּ\"ל אֲזַי חוֹזֵר חַס וְשָׁלוֹם, בְּחִינַת הָעַבְדוּת, כִּי אֵין הָעַבְדוּת נִכְנָע אֶלָּא עַל יְדֵי רְמַ\"ח מִצְוֹת הַתּוֹרָה שֶׁהֵם בְּחִינַת אָדָם כַּנַּ\"ל וְעַל כֵּן שָׁמִין אוֹתוֹ כְּעֶבֶד, כְּעֶבֶד דַּיְקָא כַּנַּ\"ל. וְזֶהוּ, כָּל אֲשֶׁר בּוֹ מוּם לֹא יִקְרַב, כִּי כְּשֶׁחָסֵר מִמֶּנּוּ אֵבָר חָסֵר מִמֶּנּוּ מִצְוָה אַחַת מֵהַתּוֹרָה הַיְנוּ הֶאָרַת הַדַּעַת הַנַּ\"ל בְּחִינַת מֹשֶׁה שֶׁמְּלֻבָּשׁ בְּכָל אֵבָר וְעַל כֵּן אֵין בּוֹ שְׁלֵמוּת לְהִתְקָרֵב לַה' לַעֲבֹד עֲבוֹדָתוֹ תַּמָּה: כִּי עִקַּר עֲבוֹדַת הַקָּרְבָּנוֹת לְהַכְנִיעַ רוּחַ הַבַּהֲמִיּוּת שֶׁהוּא בְּחִינַת זֻהֲמַת הַנָּחָשׁ בְּחִינַת עַבְדוּת, כִּי עֶבֶד דּוֹמֶה לִבְהֵמָה, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, כִּי בְּכַמָּה מְקוֹמוֹת הֱקִישָׁן הַכָּתוּב, עַבְדְּךָ וַאֲמָתְךָ וְכָל בְּהֶמְתֶּךָ. וּכְמוֹ שֶׁכָּתוּב, 'עִם הַחֲמוֹר', עַם הַדּוֹמֶה לַחֲמוֹר. וְעַל יְדֵי הַקָּרְבָּנוֹת מַעֲלִין מִבְּהֵמָה לְאָדָם שֶׁזֶּהוּ עִקַּר הַקָּרְבָּן, כַּמּוּבָא בְּמָקוֹם אַחֵר. וְעִקַּר הָעֲבוֹדָה בַּכֹּהֲנִים שֶׁהֵם בְּחִינַת דַּעַת בִּבְחִינַת (מַלְאָכִי ב) כִּי שִֹפְתֵי כֹהֵן יִשְׁמְרוּ דַעַת וְתוֹרָה וְכוּ'. וְעִקַּר קְדֻשַּׁת הַכֹּהֲנִים הֵם עַל יְדֵי מֹשֶׁה שֶׁהוּא הַכֹּהֵן הָרִאשׁוֹן שֶׁשִּׁמֵּשׁ בְּשִׁבְעַת יְמֵי הַמִּלּוּאִים, כְּמוֹ שֶׁכָּתוּב (תְּהִלִּים צט), מֹשֶׁה וְאַהֲרֹן בְּכֹהֲנָיו, וְהוּא מָשַׁח אֶת אַהֲרֹן הַכֹּהֵן הָרִאשׁוֹן וּבָנָיו בִּקְדֻשַּׁת כְּהֻנָּה לַעֲבֹד עֲבוֹדָה. כִּי מֹשֶׁה הוּא הַדַּעַת שֶׁעַל יָדוֹ עִקַּר הָעֲבוֹדָה לְהַעֲלוֹת מִבְּהֵמָה לְאָדָם שֶׁהוּא בְּחִינַת דַּעַת, כִּי מֹשֶׁה הֵקִים אֶת הַמִּשְׁכָּן וְהָיָה יוֹדֵעַ לְאַעָלָא שַׁיְפָא בְּשַׁיְפָא, כִּי הַמִּשְׁכָּן הוּא בְּחִינַת קוֹמַת אָדָם, כַּמּוּבָן בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בְּמָקוֹם אַחֵר, וְעַל כֵּן כָּל אֲשֶׁר בּוֹ מוּם וַאֲזַי אֵין מִתְלַבֵּשׁ בְּאוֹתוֹ אֵבָר אָסוּר לוֹ לַעֲשֹוֹת עֲבוֹדַת הַכְּהֻנָּה, כִּי אֵינוֹ יָכוֹל לַעֲלוֹת מִבְּהֵמָה מִבְּחִינַת עַבְדוּת לִבְחִינַת אָדָם. וְעַל כֵּן נִקְרָאִין מַעֲשֵֹה הַקָּרְבָּנוֹת בְּשֵׁם עֲבוֹדָה, כִּי עַל יָדָם מַכְנִיעִים בְּחִינַת עַבְדוּת וְזוֹכִין לִבְחִינַת אָדָם בְּחִינַת דַּעַת שֶׁהוּא הֵפֶךְ הָעַבְדוּת, שֶׁהוּא בְּחִינַת בַּהֲמִיּוּת זֻהֲמַת הַנָּחָשׁ רוּחַ שְׁטוּת, כִּי זֶה עִקַּר הַקָּרְבָּן לְכַפֵּר עַל הַחֵטְא הַבָּא מֵרוּחַ שְׁטוּת שֶׁהוּא מַעֲשֵֹה בְּהֵמָה וְלַעֲלוֹת לִבְחִינַת",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Injuring_a_Person.2.1\"><b>ב. הלכות חובל בחברו</b></a> (המשך)\n\nדַּעַת בְּחִינַת אָדָם כַּנַּ\"ל: וְזֶה בְּחִינַת חֲמִשָּׁה דְּבָרִים שֶׁמְּשַׁלֵּם הַחוֹבֵל בַּחֲבֵרוֹ כְּנֶגֶד חֲמִשָּׁה מִינֵי דָּמִים הַנַּ\"ל, כִּי עַל יְדֵי הַחַבָּלָה פּוֹגֵם בְּהַדָּמִים כַּנַּ\"ל וְעַל כֵּן צָרִיךְ לְשַׁלֵּם לוֹ חֲמִשָּׁה מִינֵי דָּמִים, דְּהַיְנוּ נֶזֶק וְצַעַר וְכוּ', כִּי דָּמִים תַּרְתֵּי מַשְׁמָע. וְעַל יְדֵי הַתַּשְׁלוּמִין חֲמִשָּׁה דָּמִים הַנַּ\"ל חוֹזֵר וּמְתַקֵּן וּמַמְתִּיק חֲמִשָּׁה מִינֵי דָּמִים הַנַּ\"ל וְחוֹזְרִין הַדָּמִים וְנִבְלָעִין בָּאֵבָרִים. וְנִתְלַבֵּשׁ הַדַּעַת בַּחֲסָדִים, הַיְנוּ בָּאֵבָרִים שֶׁהֵם בְּחִינַת חֲסָדִים, כִּי הַדָּמִים שֶׁהֵם הַגְּבוּרוֹת נִמְתָּקִין וְכוּ' כַּנַּ\"ל. וַאֲזַי הַדַּעַת זַךְ וְצַח בִּבְחִינַת מִסִּטְרָא דִּימִינָא מֹחָא חִוָּרָא כְּכַסְפָּא וְכוּ': בָּרוּךְ ה' לְעוֹלָם, אָמֵן וְאָמֵן:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Injuring_a_Person.2.1\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Redeeming the Firstborn",
      "section_he": "הלכות פדיון בכור",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Redeeming_the_Firstborn",
      "has_english": false
    },
    "chapter": 2,
    "siman": 1,
    "hebrew_text": "עַל-פִּי הַמַּאֲמָר הַמַּתְחִיל 'מֵישְׁרָא דְּסַכִּינָא בְּמַאי קָטְלֵי לֵהּ' וְכוּ', עַיֵּן שָׁם הֵיטֵב סִימָן לָמֶ\"ד: וְאִיתָא שָׁם. שֶׁלִּפְעָמִים נוֹפֵל בְּחִינַת הַדָּלֶת שֶׁהִיא בְּחִינַת חָכְמָה תַּתָּאָה, בְּחִינַת מַלְכוּת. וַאֲזַי יֵשׁ לָהֶם יְנִיקָה מִשָּׁם וְנַעֲשֶׂה מִזֶּה אַרְבַּע מַלְכֻיּוֹת שֶׁהִיא מַלְכוּת הָרְשָׁעָה, מַלְכוּת עֲמָלֵק שֶׁכָּלוּל מִכֻּלָּם בְּחִינַת רֵאשִׁית גּוֹיִם עֲמָלֵק. וּצְרִיכִין לִרְאוֹת, לַחְתֹּךְ וּלְהַבְדִּיל אֶת בְּחִינַת הַד מֵהֶם שֶׁלֹּא יִהְיֶה לָהֶם יְנִיקָה מִשָּׁם. וְזֶה נַעֲשֶׂה עַל-יְדֵי חֶסֶד בְּחִינַת אַבְרָהָם. שֶׁעַל-יְדֵי-זֶה חוֹתְכִין אֶת בְּחִינוֹת הָאַרְבַּע, בְּחִינוֹת מַלְכוּת מֵהֶם. בִּבְחִינַת קִצְרוּ לְפִי חָסֶד וְכוּ', עַיֵּן שָׁם:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Redeeming_the_Firstborn.2.1"
  },
  "second": {
    "section": {
      "volume": "Choshen Mishpat",
      "section": "Laws of Injuring a Person",
      "section_he": "הלכות חובל בחברו",
      "ref_base": "Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Injuring_a_Person",
      "has_english": false
    },
    "chapter": 2,
    "siman": 1,
    "hebrew_text": "אָסוּר לְאָדָם לְהַכּוֹת אֶת חֲבֵרוֹ וְאִם הִכָּהוּ עוֹבֵר בְּלָאו וְכוּ' הַחוֹבֵל בַּחֲבֵרוֹ חַיָּב בַּחֲמִשָּׁה דְּבָרִים וְכוּ' כְּתִיב, וַיֹּאמֶר לָרָשָׁע לָמָּה תַכֶּה רֵעֶךָ וְכוּ': כִּי אִיתָא בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בַּסֵּפֶר לִקּוּטֵי מוֹהֲרַ\"ן תִּנְיָנָא סִימָן כו וּבְסֵפֶר א\"ב הֶחָדָשׁ בְּאוֹת שִׁין שֶׁעַל יְדֵי שִׁכְרוּת מַפְשִׁיטִין הַדַּעַת מִלְּבוּשׁ הַחֲסָדִים וּמַלְבִּישׁוֹ בִּגְבוּרוֹת חֲזָקוֹת חַס וְשָׁלוֹם, גַּם אִיתָא שָׁם שֶׁמֹּשֶׁה רַבֵּנוּ מְלֻבָּשׁ בְּכָל אֵבָר וְאֵבָר בְּכָל אֶחָד וְאֶחָד מִיִּשְֹרָאֵל וּמַזְכִּיר אֶת הָאֵבָר הַמִּצְוֹת הַתְּלוּיוֹת בּוֹ. וְעַל יְדֵי שִׁכְרוּת שׁוֹכֵחַ אֶת הָאַזְהָרוֹת שֶׁל מֹשֶׁה רַבֵּנוּ הַנַּ\"ל. הִתְלַבְּשׁוּת מֹשֶׁה בָּאֵבָרִים הִוא בְּחִינַת הִתְלַבְּשׁוּת הַדַּעַת בַּחֲסָדִים, עַיֵּן שָׁם הֵיטֵב. ]וְהַכַּוָּנָה שָׁם כִּי כֻּלּוֹ חַד, הַיְנוּ כִּי מֹשֶׁה הוּא הַדַּעַת וְהוּא מְלֻבָּשׁ בְּהָאֵבָרִים וּמַזְהִיר אוֹתָם, דְּהַיְנוּ שֶׁמַּזְהִיר וּמַזְכִּיר אֶת כָּל אֵבָר וְאֵבָר הַמִּצְוֹת הַתְּלוּיוֹת בּוֹ וְהָאֵבָרִים הֵם רְמַ\"ח בְּחִינַת אַבְרָהָם בְּחִינַת חֲסָדִים, וְהִתְלַבְּשׁוּת מֹשֶׁה בָּהֶם זֶה בְּחִינַת הִתְלַבְּשׁוּת הַדַּעַת בַּחֲסָדִים וְעַל יְדֵי הַשִּׁכְרוּת שׁוֹכֵחַ אֶת אֵלּוּ הָאַזְהָרוֹת. נִמְצָא שֶׁבְּחִינַת מֹשֶׁה נִסְתַּלֵּק מֵהָאֵבָרִים חַס וְשָׁלוֹם, וְזֶה בְּחִינַת שֶׁמַּפְשִׁיט אֶת הַדַּעַת מֵהַחֲסָדִים וַאֲזַי נִתְלַבֵּשׁ הַדַּעַת חַס וְשָׁלוֹם, בִּגְבוּרוֹת חַס וְשָׁלוֹם, וְכוּ' כַּנַּ\"ל נִמְצָא שֶׁהָעִנְיָן הַנַּ\"ל מְקֻשָּׁר הֵיטֵב וְכֻלּוֹ חַד[ וְעַיֵּן שָׁם הֵיטֵב: וְזֶה בְּחִינַת אִסּוּר הַכָּאָה לְהַכּוֹת אֶת יִשְֹרָאֵל, כִּי רְמַ\"ח אֵבָרִים שֶׁל כָּל אֶחָד וְאֶחָד מִיִּשְֹרָאֵל הֵם בְּחִינַת רְמַ\"ח מִצְוֹת הַתּוֹרָה וּמֹשֶׁה רַבֵּנוּ שֶׁהוּא הַדַּעַת מְלֻבָּשׁ בְּכָל אֵבָר וְאֵבָר כַּנַּ\"ל וּכְשֶׁמַּכֶּה אֶת חֲבֵרוֹ בְּאֵיזֶה אֵבָר וְעַל יְדֵי הַהַכָּאָה מִתְעוֹרְרִין וּמִתְגַּבְּרִין בּוֹ הַדָּמִים בְּאוֹתוֹ הָאֵבָר, כִּי זֶה טֶבַע הַהַכָּאָה, גַּם עִקַּר הַהַכָּאָה הוּא שֶׁעוֹשֶֹה בּוֹ חַבּוּרָה וְהַחַבּוּרָה הִוא עַל יְדֵי הַדָּמִים שֶׁמִּתְעוֹרְרִין וְיוֹצְאִין מִמָּקוֹם לְמָקוֹם נִמְצָא שֶׁהַהַכָּאָה הִוא הִתְגַּבְּרוּת הַדָּמִים, בִּפְרָט כְּשֶׁחוֹבֵל בּוֹ וּמְחַסֵּר מִמֶּנּוּ אֵבָר לְגַמְרֵי וְעַל יְדֵי זֶה הוּא פּוֹגֵם פְּגָם הַנַּ\"ל שֶׁמַּפְשִׁיט אֶת הַדַּעַת בְּחִינַת מֹשֶׁה שֶׁמְּלֻבָּשׁ בְּכָל אֵבָר, מִלְּבוּשׁ הַחֲסָדִים וּמַלְבִּישׁוֹ בִּגְבוּרוֹת, דְּהַיְנוּ הִתְגַּבְּרוּת הַדָּמִים שֶׁמִּתְגַּבְּרִים וּמִתְעוֹרְרִין עַל יְדֵי הַהַכָּאָה וְהַחַבָּלָה, כִּי גַּם עִקַּר פְּגַם הַשִּׁכְרוּת הַנַּ\"ל הוּא גַּם כֵּן הָעִקָּר עַל יְדֵי הִתְגַּבְּרוּת הַדָּמִים שֶׁמִּתְגַּבְּרִין עַל יְדֵי הַשִּׁכְרוּת כַּנִּרְאֶה בַּחוּשׁ שֶׁעַל יְדֵי הַשִּׁכְרוּת מִתְגַּבְּרִין הַדָּמִים וּכְמוֹ שֶׁאָמְרוּ (סַנְהֶדְרִין ע), אַל תֵּרֶא יַיִן כִּי יִתְאַדָּם, שֶׁאַחֲרִיתוֹ דָּם, וְעַל יְדֵי זֶה שֶׁמִּתְגַּבְּרִין הַדָּמִים עַל יְדֵי הַשִּׁכְרוּת עַל יְדֵי זֶה בְּעַצְמוֹ מַפְשִׁיט הַדַּעַת מֵהַחֲסָדִים וּמַלְבִּישׁוֹ בִּגְבוּרוֹת חֲזָקוֹת חַס וְשָׁלוֹם, דְּהַיְנוּ הִתְגַּבְּרוּת הַדָּמִים, שֶׁהֵם בְּחִינַת גְּבוּרוֹת. וְזֶה בְּחִינַת פְּגָם שֶׁל הַהַכָּאָה וְהַחַבָּלָה שֶׁמִּתְגַּבְּרִין הַדָּמִים וְכוּ' כַּנַּ\"ל, בִּפְרָט כְּשֶׁמְּחַסֵּר מִמֶּנּוּ אֵבָר וַאֲזַי נִסְתַּלֵּק הַדַּעַת בְּחִינַת מֹשֶׁה מֵאוֹתוֹ הָאֵבָר וְעַל כֵּן מֹשֶׁה רַבֵּנוּ מַזְהִיר עַל זֶה. וְזֶהוּ שֶׁכָּתוּב, וַיֹּאמֶר לָרָשָׁע לָמָּה תַכֶּה רֵעֶךָ כִּי מֹשֶׁה דַּיְקָא מַזְהִיר עַל זֶה הַיְנוּ עַל הַכָּאָה, הַיְנוּ בְּכָל עֵת שֶׁאֶחָד רוֹצֶה לְהַכּוֹת אֶת יִשְֹרָאֵל חֲבֵרוֹ אֲזַי מֹשֶׁה שֶׁהוּא מְלֻבָּשׁ בְּכָל אֵבָר וְאֵבָר מִיִּשְֹרָאֵל הוּא צוֹעֵק וּמַזְהִיר עַל זֶה בִּבְחִינַת וַיֹּאמֶר לָרָשָׁע לָמָּה תַּכֶּה רֵעֶךָ שֶׁמֹּשֶׁה מַזְהִיר עַל זֶה תָּמִיד כִּי הוּא מְלֻבָּשׁ בְּכָל אֵבָר וְאֵבָר מִיִּשְֹרָאֵל וּכְשֶׁאֶחָד מַכֶּה אֶת חֲבֵרוֹ בְּאֵיזֶה אֵבָר מַגִּיעַ הַפְּגָם לְהַדַּעַת שֶׁהוּא בְּחִינַת מֹשֶׁה שֶׁמְּלֻבָּשׁ שָׁם בְּאוֹתוֹ הָאֵבָר, כִּי עַל יְדֵי הַהַכָּאָה מִכָּל שֶׁכֵּן כְּשֶׁמְּחַסֵּר מִמֶּנּוּ הָאֵבָר לְגַמְרֵי אָז מִסְתַּלֵּק מִשָּׁם הַדַּעַת בְּחִינַת מֹשֶׁה וַאֲזַי מִתְלַבֵּשׁ חַס וְשָׁלוֹם, בִּגְבוּרוֹת שֶׁהֵם הִתְגַּבְּרוּת הַדָּמִים שֶׁמִּתְגַּבְּרִים עַל יְדֵי הַהַכָּאָה וְכַנַּ\"ל וְעַל כֵּן מֹשֶׁה מַזְהִיר עַל זֶה תָּמִיד כַּנַּ\"ל: כִּי זֶה הָעִקָּר שֶׁל יְצִיאַת מִצְרַיִם וְקַבָּלַת הַתּוֹרָה כְּדֵי לְהַבְלִיעַ הַדָּם בָּאֵבָרִים כְּדֵי שֶׁיִּתְלַבֵּשׁ הַדַּעַת בְּחִינַת מֹשֶׁה בַּחֲסָדִים, כַּמּוּבָא בַּכְּתָבִים שֶׁעִקַּר יְצִיאַת מִצְרַיִם הָיָה בִּבְחִינַת לֵדָה לְזַכֵּךְ הַדָּמִים בְּחִינַת חֲמִשָּׁה מִינֵי דָּמִים וְכוּ', עַיֵּן שָׁם, הַיְנוּ שֶׁיִּהְיוּ נִמְתָּקִין הַדָּמִים בְּחִינַת גְּבוּרוֹת לַחֲסָדִים שֶׁזֶּהוּ בְּחִינַת שֶׁנִּבְלָע הַדָּם בָּאֵבָרִים שֶׁהֵם בְּחִינַת חֲסָדִים בְּחִינַת רְמַ\"ח מִצְוֹת עֲשֵֹה וְכוּ' כַּנַּ\"ל: וְזֶהוּ בְּחִינַת מַה שֶּׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה עַל הַחוֹבֵל בַּחֲבֵרוֹ שֶׁמְּשַׁלֵּם נֶזֶק וְכוּ' וְאָמְרוּ שֶׁשָּמִין אוֹתוֹ כְּעֶבֶד זֶה רֶמֶז עַל הַנַּ\"ל, כִּי עִקַּר קַבָּלַת הַתּוֹרָה תְּלוּיָה בִּיצִיאַת מִצְרַיִם דַּיְקָא, כְּמוֹ שֶׁכָּתוּב אֵצֶל כַּמָּה מִצְוֹת יְצִיאַת מִצְרַיִם, וּכְמוֹ שֶׁכָּתוּב בְּהַתְחָלַת הַיּוּ\"ד הַדִּבְּרוֹת שֶׁהֵם כְּלַל הַתּוֹרָה אָנֹכִי ה' אֱלֹקֶיךָ אֲשֶׁר הוֹצֵאתִיךָ מֵאֶרֶץ מִצְרַיִם מִבֵּית עֲבָדִים. כִּי עִקַּר קַבָּלַת הַתּוֹרָה לְהַכְנִיעַ בְּחִינַת עַבְדוּת, שֶׁהִוא בְּחִינַת זֻהֲמַת הַנָּחָשׁ, בְּחִינַת חָם כְּנַעַן עֶבֶד עֲבָדִים, כַּמּוּבָא וְעַל כֵּן לֹא הָיָה אֶפְשָׁר לְקַבֵּל הַתּוֹרָה כִּי אִם אַחַר יְצִיאַת מִצְרַיִם מִבֵּית עֲבָדִים. וְאָז זָכִינוּ לְקַבָּלַת הַתּוֹרָה שֶׁהִיא בְּחִינַת חֵרוּת, כְּמוֹ שֶׁכָּתוּב, חָרוּת עַל הַלּוּחוֹת. וְאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, אַל תִּקְרִי חָרוּת אֶלָּא חֵרוּת שֶׁאֵין לְךָ בֶּן חוֹרִין אֶלָּא מִי שֶׁעוֹסֵק בַּתּוֹרָה וְכוּ', כִּי עַל יְדֵי קַבָּלַת הַתּוֹרָה פָּסְקָה זֻהֲמָתָן זֻהֲמַת הַנָּחָשׁ וְאָז יָצְאוּ לְגַמְרֵי מִבְּחִינַת עַבְדוּת מִצְרַיִם וְקִבְּלוּ הַתּוֹרָה שֶׁכְּלוּלָה מֵרְמַ\"ח מִצְוֹת וְכוּ' כְּנֶגֶד רְמַ\"ח אֵבָרִים, וְכָל אֵבָר וְאֵבָר עַל יְדֵי הַמִּצְוָה הַמְיֻחֶדֶת לְאוֹתוֹ הָאֵבָר עַל יְדֵי זֶה יוֹצֵא מֵעַבְדוּת לְחֵרוּת, דְּהַיְנוּ שֶׁנִּפְסָק מִמֶּנּוּ הַזֻּהֲמָא שֶׁהִוא בְּחִינַת עַבְדוּת וְזוֹכֶה לְחֵרוּת שֶׁהִוא בְּחִינַת הַתּוֹרָה כַּנַּ\"ל: וְעַל כֵּן לֹא יָצְאוּ יִשְֹרָאֵל מִמִּצְרַיִם עַד שֶׁהָיוּ שִׁשִּׁים רִבּוֹא נְפָשׁוֹת כְּנֶגֶד שִׁשִּׁים רִבּוֹא אוֹתִיּוֹת הַתּוֹרָה, כִּי הַתּוֹרָה הִיא בְּחִינַת קוֹמַת אָדָם בִּבְחִינַת זֹאת הַתּוֹרָה אָדָם, וּכְמוֹ שֶׁאִיתָא בַּתִּקּוּנִים בְּאוֹרַיְתָא אִית רֵישָׁא וְעֵינִין וְאֵבָרִין וְגוּפָא וְכוּ' הָכֵי אִית בְּיִשְֹרָאֵל וְכוּ' וְכָל זְמַן שֶׁלֹּא נִשְׁלְמוּ יִשְֹרָאֵל עַד שִׁשִּׁים רִבּוֹא לֹא נִשְׁתַּלֵּם בְּחִינַת קוֹמַת אָדָם דִּקְדֻשָּׁה שֶׁהִוא בְּחִינַת הַתּוֹרָה וְעַל כֵּן לֹא יָכְלוּ עֲדַיִן לָצֵאת מֵעַבְדוּת לְחֵרוּת, כִּי אִי אֶפְשָׁר לָצֵאת מֵעַבְדוּת לְחֵרוּת, דְּהַיְנוּ לְהַכְנִיעַ זֻהֲמַת הַנָּחָשׁ כִּי אִם כְּשֶׁנִּשְׁלָם בְּחִינַת קוֹמַת אָדָם שֶׁהִוא בְּחִינַת הַתּוֹרָה שֶׁעַל יָדָהּ דַּיְקָא יוֹצְאִין מֵעַבְדוּת לְחֵרוּת כַּנַּ\"ל, כִּי בְּמִצְרַיִם לֹא נִזְדַּכְּכוּ הַדָּמִים עֲדַיִן עַד שֶׁיָּצְאוּ כַּמּוּבָא וְזֶה עִקַּר בְּחִינַת הָעַבְדוּת עַל יְדֵי תִּגְבֹּרֶת הַדָּמִים שֶׁזֶּהוּ עִקַּר הַגָּלוּת וְהָעַבְדוּת בִּבְחִינַת מַה שֶּׁאִיתָא בַּתִּקּוּנִים לְעִנְיַן הַנְּשָׁמָה וְכַד גָּלַת בְּכָבֵד אִתְּמַר בָּהּ תִּכְבַּד הָעֲבוֹדָה וְכוּ' וְהַכָּבֵד מָלֵא דָּם, כִּי עִקַּר הָעַבְדוּת בְּחִינַת תִּכְבַּד עֲבוֹדָה שֶׁהִוא בְּחִינַת זֻהֲמַת הַנָּחָשׁ, הִוא בְּחִינַת תִּגְבֹּרֶת הַדָּמִים הַבָּא מֵהַכָּבֵד שֶׁמָּלֵא דָּם כַּנַּ\"ל, כִּי זֻהֲמַת הַנָּחָשׁ הוּא בְּחִינַת דָּמִים טְמֵאִים, בְּחִינַת דַּם נִדּוֹת שֶׁפֵּרְסָה חַוָּה עַל יְדֵי אֲכִילַת עֵץ הַדַּעַת, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה. וְעַל יְדֵי הַתּוֹרָה שֶׁהִיא רְמַ\"ח מִצְוֹת כְּנֶגֶד אֵבָרִים שֶׁל אָדָם עַל יְדֵי זֶה נִבְלָע הַדָּם בָּאֵבָרִים וַאֲזַי מִתְלַבֵּשׁ הַדַּעַת בְּחִינַת מֹשֶׁה בַּחֲסָדִים שֶׁהֵם בְּחִינַת אֵבָרִים שֶׁעַל יָדוֹ הָיָה עִקַּר הַגְּאֻלָּה וַאֲזַי נִגְאָלִין וְיוֹצְאִין מֵעַבְדוּת לְחֵרוּת כַּנַּ\"ל. וְעַל כֵּן כְּשֶׁאֶחָד חוֹבֵל בַּחֲבֵרוֹ וּמְחַסֵּר מִמֶּנּוּ אֵבָר וְעַל יְדֵי זֶה מַפְשִׁיט הַדַּעַת מֵאוֹתוֹ הָאֵבָר וּמִתְגַּבְּרִין הַדָּמִים חַס וְשָׁלוֹם, עַל יְדֵי הַחַבָּלָה שֶׁהֵם בְּחִינַת גְּבוּרוֹת וַאֲזַי כְּשֶׁמְּחַסֵּר מִמֶּנּוּ אֵיזֶה אֵבָר וּמִסְתַּלֵּק הַדַּעַת מִשָּׁם חַס וְשָׁלוֹם, אֲזַי חוֹזֵר וּמִתְגַּבֵּר חַס וְשָׁלוֹם בְּחִינַת עַבְדוּת מִצְרַיִם מֵאַחַר שֶׁחָסֵר מִמֶּנּוּ אֵבָר, שֶׁזֶּהוּ כְּאִלּוּ חָסֵר מִמֶּנּוּ מִצְוָה אַחַת, כִּי בְּכָל אֵבָר מְלֻבָּשׁ מֹשֶׁה וּמַזְהִיר עַל הַמִּצְוָה הַשַּׁיָּכָה לְאוֹתוֹ אֵבָר וּכְשֶׁחָסֵר הָאֵבָר מִסְתַּלֵּק הַדַּעַת מִשָּׁם וּכְאִלּוּ חָסֵר מִמֶּנּוּ מִצְוָה, וַאֲזַי אֵין בּוֹ שְׁלֵמוּת קוֹמַת אָדָם שֶׁהִוא בְּחִינַת הַתּוֹרָה שֶׁכְּלוּלָה מֵרְמַ\"ח אֵבָרִים כַּנַּ\"ל. וּכְשֶׁאֵין אֵבָרָיו בִּבְחִינַת שְׁלֵמוּת קוֹמַת אָדָם בִּבְחִינַת הַתּוֹרָה כַּנַּ\"ל אֲזַי חוֹזֵר חַס וְשָׁלוֹם, בְּחִינַת הָעַבְדוּת, כִּי אֵין הָעַבְדוּת נִכְנָע אֶלָּא עַל יְדֵי רְמַ\"ח מִצְוֹת הַתּוֹרָה שֶׁהֵם בְּחִינַת אָדָם כַּנַּ\"ל וְעַל כֵּן שָׁמִין אוֹתוֹ כְּעֶבֶד, כְּעֶבֶד דַּיְקָא כַּנַּ\"ל. וְזֶהוּ, כָּל אֲשֶׁר בּוֹ מוּם לֹא יִקְרַב, כִּי כְּשֶׁחָסֵר מִמֶּנּוּ אֵבָר חָסֵר מִמֶּנּוּ מִצְוָה אַחַת מֵהַתּוֹרָה הַיְנוּ הֶאָרַת הַדַּעַת הַנַּ\"ל בְּחִינַת מֹשֶׁה שֶׁמְּלֻבָּשׁ בְּכָל אֵבָר וְעַל כֵּן אֵין בּוֹ שְׁלֵמוּת לְהִתְקָרֵב לַה' לַעֲבֹד עֲבוֹדָתוֹ תַּמָּה: כִּי עִקַּר עֲבוֹדַת הַקָּרְבָּנוֹת לְהַכְנִיעַ רוּחַ הַבַּהֲמִיּוּת שֶׁהוּא בְּחִינַת זֻהֲמַת הַנָּחָשׁ בְּחִינַת עַבְדוּת, כִּי עֶבֶד דּוֹמֶה לִבְהֵמָה, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, כִּי בְּכַמָּה מְקוֹמוֹת הֱקִישָׁן הַכָּתוּב, עַבְדְּךָ וַאֲמָתְךָ וְכָל בְּהֶמְתֶּךָ. וּכְמוֹ שֶׁכָּתוּב, 'עִם הַחֲמוֹר', עַם הַדּוֹמֶה לַחֲמוֹר. וְעַל יְדֵי הַקָּרְבָּנוֹת מַעֲלִין מִבְּהֵמָה לְאָדָם שֶׁזֶּהוּ עִקַּר הַקָּרְבָּן, כַּמּוּבָא בְּמָקוֹם אַחֵר. וְעִקַּר הָעֲבוֹדָה בַּכֹּהֲנִים שֶׁהֵם בְּחִינַת דַּעַת בִּבְחִינַת (מַלְאָכִי ב) כִּי שִֹפְתֵי כֹהֵן יִשְׁמְרוּ דַעַת וְתוֹרָה וְכוּ'. וְעִקַּר קְדֻשַּׁת הַכֹּהֲנִים הֵם עַל יְדֵי מֹשֶׁה שֶׁהוּא הַכֹּהֵן הָרִאשׁוֹן שֶׁשִּׁמֵּשׁ בְּשִׁבְעַת יְמֵי הַמִּלּוּאִים, כְּמוֹ שֶׁכָּתוּב (תְּהִלִּים צט), מֹשֶׁה וְאַהֲרֹן בְּכֹהֲנָיו, וְהוּא מָשַׁח אֶת אַהֲרֹן הַכֹּהֵן הָרִאשׁוֹן וּבָנָיו בִּקְדֻשַּׁת כְּהֻנָּה לַעֲבֹד עֲבוֹדָה. כִּי מֹשֶׁה הוּא הַדַּעַת שֶׁעַל יָדוֹ עִקַּר הָעֲבוֹדָה לְהַעֲלוֹת מִבְּהֵמָה לְאָדָם שֶׁהוּא בְּחִינַת דַּעַת, כִּי מֹשֶׁה הֵקִים אֶת הַמִּשְׁכָּן וְהָיָה יוֹדֵעַ לְאַעָלָא שַׁיְפָא בְּשַׁיְפָא, כִּי הַמִּשְׁכָּן הוּא בְּחִינַת קוֹמַת אָדָם, כַּמּוּבָן בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בְּמָקוֹם אַחֵר, וְעַל כֵּן כָּל אֲשֶׁר בּוֹ מוּם וַאֲזַי אֵין מִתְלַבֵּשׁ בְּאוֹתוֹ אֵבָר אָסוּר לוֹ לַעֲשֹוֹת עֲבוֹדַת הַכְּהֻנָּה, כִּי אֵינוֹ יָכוֹל לַעֲלוֹת מִבְּהֵמָה מִבְּחִינַת עַבְדוּת לִבְחִינַת אָדָם. וְעַל כֵּן נִקְרָאִין מַעֲשֵֹה הַקָּרְבָּנוֹת בְּשֵׁם עֲבוֹדָה, כִּי עַל יָדָם מַכְנִיעִים בְּחִינַת עַבְדוּת וְזוֹכִין לִבְחִינַת אָדָם בְּחִינַת דַּעַת שֶׁהוּא הֵפֶךְ הָעַבְדוּת, שֶׁהוּא בְּחִינַת בַּהֲמִיּוּת זֻהֲמַת הַנָּחָשׁ רוּחַ שְׁטוּת, כִּי זֶה עִקַּר הַקָּרְבָּן לְכַפֵּר עַל הַחֵטְא הַבָּא מֵרוּחַ שְׁטוּת שֶׁהוּא מַעֲשֵֹה בְּהֵמָה וְלַעֲלוֹת לִבְחִינַת דַּעַת בְּחִינַת אָדָם כַּנַּ\"ל: וְזֶה בְּחִינַת חֲמִשָּׁה דְּבָרִים שֶׁמְּשַׁלֵּם הַחוֹבֵל בַּחֲבֵרוֹ כְּנֶגֶד חֲמִשָּׁה מִינֵי דָּמִים הַנַּ\"ל, כִּי עַל יְדֵי הַחַבָּלָה פּוֹגֵם בְּהַדָּמִים כַּנַּ\"ל וְעַל כֵּן צָרִיךְ לְשַׁלֵּם לוֹ חֲמִשָּׁה מִינֵי דָּמִים, דְּהַיְנוּ נֶזֶק וְצַעַר וְכוּ', כִּי דָּמִים תַּרְתֵּי מַשְׁמָע. וְעַל יְדֵי הַתַּשְׁלוּמִין חֲמִשָּׁה דָּמִים הַנַּ\"ל חוֹזֵר וּמְתַקֵּן וּמַמְתִּיק חֲמִשָּׁה מִינֵי דָּמִים הַנַּ\"ל וְחוֹזְרִין הַדָּמִים וְנִבְלָעִין בָּאֵבָרִים. וְנִתְלַבֵּשׁ הַדַּעַת בַּחֲסָדִים, הַיְנוּ בָּאֵבָרִים שֶׁהֵם בְּחִינַת חֲסָדִים, כִּי הַדָּמִים שֶׁהֵם הַגְּבוּרוֹת נִמְתָּקִין וְכוּ' כַּנַּ\"ל. וַאֲזַי הַדַּעַת זַךְ וְצַח בִּבְחִינַת מִסִּטְרָא דִּימִינָא מֹחָא חִוָּרָא כְּכַסְפָּא וְכוּ': בָּרוּךְ ה' לְעוֹלָם, אָמֵן וְאָמֵן:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Injuring_a_Person.2.1"
  }
}