{
  "date_seed": "2026-02-11",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n🔊 כולל הקראה קולית בעברית — ניתן להאזין ב-1x, 1.5x או 2x.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 11/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath.3.4\"><b>א. הלכות שבת</b></a>\n<i>אורח חיים</i>\n\nוּמֵחֲמַת שֶׁבְּשַׁבָּת זוֹכִין לְהֶאָרַת הָרָצוֹן וּמִשָּׁם נִמְשָׁךְ כָּל הַבְּרָכָה וְהַפַּרְנָסָה לְכָל שֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה עַל-כֵּן אָסוּר בְּשַׁבָּת לַעֲשׂוֹת שׁוּם מְלָאכָה בָּעוֹלָם. כִּי אָז הוּא בְּחִינַת בִּטּוּל כִּי אָז הוּא רַק בְּחִינַת רָצוֹן. בְּחִינַת בְּאַהֲבָה וּבְרָצוֹן הִנְחַלְתָּנוּ וְאָז מְקַבְּלִין כָּל הַפַּרְנָסָה רַק עַל-יְדֵי בְּחִינַת הֶאָרַת הָרָצוֹן. שֶׁהוּא בְּחִינַת בִּטּוּל שֶׁאֵין שָׁם שׁוּם עֻבְדָּא וְשׁוּם עֲשִׂיָּה בָּעוֹלָם כְּלָל וּמִשָּׁם דַּיְקָא מִבְּחִינַת הֶאָרַת הָרָצוֹן שֶׁהוּא בְּחִינַת שַׁבָּת בְּחִינַת בִּטּוּל כָּל הַמְּלָאכוֹת מִשָּׁם דַּיְקָא מְקַבְּלִין כָּל הַפַּרְנָסָה כַּנַּ\"ל. כִּי עִקַּר הַפַּרְנָסָה הוּא רַק מִבְּחִינַת הֶאָרַת הָרָצוֹן כַּנַּ\"ל. וְכָל שֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה אֵין לָהֶם שׁוּם חִיּוּת וְשֶׁפַע וּבְרָכָה כִּי אִם עַל-יְדֵי מַה שֶּׁמְּקַבְּלִין הַשֶּׁפַע בְּשַׁבָּת מִבְּחִינַת הֶאָרַת הָרָצוֹן שֶׁמִּשָּׁם עִקַּר הַבְּרָכָה וְהַפַּרְנָסָה. נִמְצָא שֶׁכָּל הַל\"ט מְלָאכוֹת וְכָל הָעֻבְדּוֹת וְהָעֲשִׂיּוֹת שֶׁעוֹשִׂין בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה. אֵין לָהֶם שׁוּם חִיּוּת וְאִי אֶפְשָׁר לְהַמְשִׁיךְ הַפַּרְנָסָה עַל יָדָם. כִּי אִם עַל-יְדֵי שֶׁמְּקַבְּלִין מִשַּׁבָּת. מִבְּחִינַת הֶאָרַת הָרָצוֹן שֶׁהוּא בְּחִינַת בִּטּוּל כָּל הַמְּלָאכוֹת כַּנַּ\"ל. שֶׁמִּשָּׁם עִקַּר הַפַּרְנָסָה כַּנַּ\"ל וְזֶה צָרִיךְ כָּל אָדָם לָדַעַת וּלְהַאֲמִין בֶּאֱמוּנָה שְׁלֵמָה. כִּי לֹא בְּכֹחַ יִגְבַּר אִישׁ שֶׁאֵין הַמְשָׁכַת הַפַּרְנָסָה עַל-יְדֵי הָעֻבְדּוֹת וְהָעֲשִׂיּוֹת גַּשְׁמִיּוֹת חַס וְשָׁלוֹם עַל-יְדֵי הַמַּשָּא וּמַתָּן וְהַל\"ט מְלָאכוֹת חַס וְשָׁלוֹם. רַק עִקַּר הַפַּרְנָסָה הוּא עַל-יְדֵי בִּרְכַּת ה' שֶׁנִּמְשָׁךְ מִשַּׁבָּת דַּיְקָא מִבְּחִינַת הֶאָרַת הָרָצוֹן כַּנַּ\"ל וּכְשֶׁיּוֹדְעִין זֹאת בֶּאֱמֶת וּבֶאֱמוּנָה שְׁלֵמָה שֶׁכָּל הָעֻבְדּוֹת וְהָעֲשִׂיּוֹת שֶׁעוֹשִׂין בִּימֵי הַחֹל בִּשְׁבִיל פַּרְנָסָה אִי אֶפְשָׁר לְהַמְשִׁיךְ הַפַּרְנָסָה עַל יָדָם. כִּי אִם עַל-יְדֵי מַה שֶּׁמְּקַבְּלִין מִשַּׁבָּת מִבְּחִינַת הֶאָרַת הָרָצוֹן. שֶׁשָּׁם הוּא בְּחִינַת בִּטּוּל כָּל הַמְּלָאכוֹת כַּנַּ\"ל עַל-יְדֵי זֶה מַמְשִׁיכִין הַקְּדֻשָּׁה שֶׁל שַׁבָּת לְשֵׁשֶׁת יְמֵי הַחֹל. וְעַל-יְדֵי זֶה מְקַדְּשִׁין שֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה בִּבְחִינַת קְדֻשַּׁת שַׁבָּת. וְעַל-יְדֵי זֶה מְבָרְרִין וּמְזַכְּכִין כָּל הַל\"ט מְלָאכוֹת מִזֻּהֲמַת הַנָּחָשׁ מִבְּחִינַת ל\"ט קְלָלוֹת כִּי זוֹכִין עַל-יְדֵי זֶה שֶׁיִּהְיוּ כָּל הַל\"ט מְלָאכוֹת בִּבְחִינַת מְלֶאכֶת הַמִּשְׁכָּן שֶׁשָּׁם הָיוּ כָּל הַל\"ט מְלָאכוֹת. וּכְשֶׁעוֹשִׂין הַל\"ט מְלָאכוֹת בִּבְחִינַת מְלֶאכֶת הַמִּשְׁכָּן אֲזַי כָּל הַל\"ט מְלָאכוֹת הֵם בִּבְחִינַת טַ\"ל אוֹרוֹת כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בְּמָקוֹם אַחֵר. טַ\"ל אוֹרוֹת זֶה בְּחִינַת הֶאָרַת הָרָצוֹן בְּחִינַת טַלְלֵי רָצוֹן כִּי זוֹכִין לְקַבֵּל הֶאָרַת הָרָצוֹן מִשַּׁבָּת לְשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה וְעַל-יְדֵי זֶה כָּל הַל\"ט מְלָאכוֹת הֵם בִּבְחִינַת רָצוֹן שֶׁמִּשָּׁם עִקַּר הַפַּרְנָסָה כַּנַּ\"ל בִּבְחִינַת טַ\"ל אוֹרוֹת שֶׁהֵם בְּחִינַת רָצוֹן כַּנַּ\"ל. וַאֲזַי כְּשֶׁזּוֹכִין לַעֲשׂוֹת כָּל הַמַּשָּא וּמַתָּן וְהַל\"ט מְלָאכוֹת בִּבְחִינָה זוֹ. אַף-עַל-פִּי שֶׁעוֹשֶׂה מַשָּא וּמַתָּן וְל\"ט מְלָאכוֹת אֵינוֹ נֶחְשָׁב בְּשֵׁם עֲשִׂיָּה כְּלָל, כִּי בִּבְחִינָה זוֹ צְרִיכִין לַעֲשׂוֹת מַשָּא וּמַתָּן וְל\"ט מְלָאכוֹת לְהָרִים יָדָיו לַה'. וּלְשַׁעְבֵּד כָּל מַחֲשַׁבְתּוֹ וְדִבּוּרוֹ וַעֲשִׂיָּתוֹ לַה' יִתְבָּרַךְ בִּבְחִינַת גּוֹל עַל ה' דַּרְכֶּךָ וְיִכּוֹנוֹ מַעֲשֶׂיךָ לְהַאֲמִין בֶּאֱמוּנָה שְׁלֵמָה שֶׁאֵין הָאָדָם עוֹשֶׂה כְּלָל. רַק שֶׁאָנוּ מְחֻיָּבִים לַעֲשׂוֹת אֵיזֶה עֵסֶק בְּמַשָּא וּמַתָּן וּמְלָאכָה מֵחֲמַת שֶׁכֵּן רְצוֹנוֹ. כִּי יֵשׁ בָּזֶה סוֹדוֹת וְכַוָּנוֹת גְּדוֹלוֹת. בְּכָל עִנְיְנֵי מַשָּא וּמַתָּן וּמְלָאכוֹת. וּכְמוֹ שֶׁיֵּשׁ כַּוָּנוֹת",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath.3.4\"><b>א. הלכות שבת</b></a> (המשך)\n\nוְסוֹדוֹת בְּכָל הַמִּצְוֹת שֶׁבַּתּוֹרָה כְּמוֹ כֵן יֵשׁ סוֹדוֹת נוֹרָאוֹת וְנִפְלָאוֹת בְּכָל הַל\"ט מְלָאכוֹת. כִּי מְבָרְרִין בֵּרוּרִים וְנִיצוֹצוֹת הַקְּדוֹשִׁים עַל-יְדֵי הַמַּשָּא וּמַתָּן וּמְלָאכוֹת כַּיָּדוּעַ. וּבִשְׁבִיל זֶה לְבַד צְרִיכִין לַעֲשׂוֹת מְעַט מַשָּא וּמַתָּן אוֹ אֵיזֶה מְלָאכָה. כִּי כֵּן צִוָּה ה' יִתְבָּרַךְ כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה. טוֹב תּוֹרָה עִם דֶּרֶךְ אֶרֶץ. אֲבָל בֶּאֱמֶת אֵין הָאָדָם עוֹשֶׂה כְּלָל. וְאֵין הַפַּרְנָסָה נִמְשֶׁכֶת עַל-יְדֵי עֲשִׂיּוֹת הַגַּשְׁמִיּוֹת כְּלָל. כִּי אִם אַדְּרַבָּא עִקַּר הַפַּרְנָסָה וְהַבְּרָכָה נִמְשֶׁכֶת עַל-יְדֵי בִּטּוּל הַל\"ט מְלָאכוֹת. דְּהַיְנוּ עַל-יְדֵי הֶאָרַת הָרָצוֹן שֶׁהוּא בְּחִינַת שַׁבָּת דְּמִנֵּהּ מִתְבָּרְכִין כָּל שִׁתָּא יוֹמִין. נִמְצָא שֶׁכָּל הַל\"ט מְלָאכוֹת דִּקְדֻשָּׁה שֶׁהֵם בְּחִינַת טַ\"ל אוֹרוֹת. בְּחִינַת מְלֶאכֶת הַמִּשְׁכָּן הֵם מְקַבְּלִין הַפַּרְנָסָה מִבְּחִינַת בִּטּוּל הַל\"ט מְלָאכוֹת. דְּהַיְנוּ מִבְּחִינַת הֶאָרַת הָרָצוֹן שֶׁמִּשָּׁם עִקַּר הַפַּרְנָסָה שֶׁהוּא בְּחִינַת שַׁבָּת כַּנַּ\"ל. וְעַל-כֵּן נֶאֱמַר בִּמְלֶאכֶת הַמִּשְׁכָּן הוּקַם הַמִּשְׁכָּן. תַּעֲשֶׂה הַמְּנוֹרָה וְכוּ'. וְכַיּוֹצֵא בָּזֶה כִּי הַמְּלָאכָה הָיְתָה נַעֲשֵׂית מֵאֵלֶיהָ כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה וְכַמְבֹאָר הֵיטֵב בַּזֹּהַר הַקָּדוֹשׁ עַל פָּסוּק וְהַבַּיִת בְּהִבָּנוֹתוֹ וְכוּ'. עַיֵּן שָׁם שֶׁכָּל מְלֶאכֶת בֵּית-הַמִּקְדָּשׁ וְהַמִּשְׁכָּן הָיְתָה נַעֲשֵׂית מֵאֵלֶיהָ רַק שֶׁהֵם הָיוּ מְכַוְּנִים לַעֲשׂוֹת הַמְּלָאכָה וְהַמְּלָאכָה הָיְתָה עוֹלָה בְּיָדָם מֵאֵלֶיהָ. וְזֶה שֶׁכָּתוּב בְּכָל מְלֶאכֶת הַמִּשְׁכָּן לְשׁוֹן רָצוֹן וּנְדִיבוּת לֵב כְּמוֹ שֶׁכָּתוּב כָּל אֲשֶׁר נָדְבָה רוּחוֹ אוֹתוֹ וְכוּ' וְכָל אֲשֶׁר נְשָׂאוֹ לִבּוֹ לָבֹא לְכָל הַמְּלָאכָה לַעֲשׂוֹת וְכוּ'. וְכַיּוֹצֵא בָּזֶה הַרְבֵּה כִּי כָּל מְלֶאכֶת הַמִּשְׁכָּן הָיְתָה בִּבְחִינַת נְדִיבוּת לֵב וּנְשִׂיאוֹת רוּחַ. דְּהַיְנוּ בְּחִינַת רָצוֹן. וְעַל-יְדֵי זֶה הָיְתָה כָּל מְלֶאכֶת הַמִּשְׁכָּן נַעֲשֵׂית מֵאֵלֶיהָ עַל-יְדֵי שֶׁהָיָה מֵאִיר שָׁם הֶאָרַת הָרָצוֹן כִּי כָּל הַל\"ט מְלָאכוֹת נַעֲשִׂים רַק עַל-יְדֵי בְּחִינַת בִּטּוּל הַל\"ט מְלָאכוֹת עַל-יְדֵי בְּחִינַת שַׁבָּת בְּחִינַת הֶאָרַת הָרָצוֹן. וּבִבְחִינָה זוֹ צְרִיכִין לַעֲשׂוֹת הַל\"ט מְלָאכוֹת וְהַמַּשָּא וּמַתָּן בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה בִּבְחִינַת הֶאָרַת הָרָצוֹן שֶׁמַּמְשִׁיכִין מִשַּׁבָּת לְשֵׁשֶׁת יְמֵי הַחֹל בִּבְחִינַת וּפֹעַל יָדָיו תִּרְצֶה. שֶׁצְּרִיכִין לְהַמְשִׁיךְ הֶאָרַת הָרָצוֹן עַל הַיָּדַיִם שֶׁהֵם כְּלֵי הַמַּעֲשֶׂה שֶׁל כָּל הַל\"ט מְלָאכוֹת וְעַל-יְדֵי זֶה דַּיְקָא בֵּרֵךְ ה' חֵילוֹ. כִּי עִקַּר הַבְּרָכָה מִשָּׁם מִבְּחִינַת הֶאָרַת הָרָצוֹן שֶׁמִּשָּׁם עִקַּר הַפַּרְנָסָה כַּנַּ\"ל. וַאֲזַי כָּל הַמְּלָאכָה שֶׁל שֵׁשֶׁת יְמֵי הַחֹל נַעֲשֵׂית מֵאֵלֶיהָ בִּבְחִינַת מְלֶאכֶת הַמִּשְׁכָּן כַּנַּ\"ל וְזֶה בְּחִינַת שֵׁשֶׁת יָמִים תַּעֲשֶׂה מְלָאכָה וּבַיּוֹם הַשְּׁבִיעִי שַׁבָּת, תַּעֲשֶׂה דַּיְקָא. כִּי עַל-יְדֵי שַׁבָּת זוֹכִין שֶׁתִּהְיֶה הַמְּלָאכָה נַעֲשֵׂית מֵאֵלֶיהָ כַּנַּ\"ל. כִּי עִקַּר קִיּוּם שֶׁל כָּל שֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה הוּא עַל-יְדֵי שַׁבָּת דְּהַיְנוּ עַל-יְדֵי הַשְּׁבִיתָה וְהַמְּנוּחָה שֶׁל שַׁבָּת עַל-יְדֵי זֶה עִקַּר חִיּוּת וְשֶׁפַע וְקִיּוּם שֶׁל כָּל שֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה. כְּמוֹ שֶׁכָּתוּב וַיְכַל אֱלֹקִים בַּיּוֹם הַשְּׁבִיעִי מְלַאכְתּוֹ אֲשֶׁר עָשָׂה וְכוּ'. וְדָרְשׁוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה מֶה הָיָה הָעוֹלָם חָסֵר מְנוּחָה בָּא שַׁבָּת בָּא מְנוּחָה, כָּלְתָה וְנִגְמְרָה הַמְּלָאכָה כִּי עִקַּר קִיּוּם כָּל הַמְּלָאכוֹת אֲשֶׁר עָשָׂה ה' יִתְבָּרַךְ כִּבְיָכוֹל בְּשֵׁשֶׁת יְמֵי בְּרֵאשִׁית הַכֹּל הוּא רַק עַל-יְדֵי הַמְּנוּחָה וְהַשְּׁבִיתָה שֶׁל שַׁבָּת וְכַנַּ\"ל וְזֶה בְּחִינַת וַיְכַל אֱלֹקִים וְכוּ'. וַיְכַל לְשׁוֹן רָצוֹן.",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath.3.4\"><b>א. הלכות שבת</b></a> (המשך)\n\nכְּמוֹ שֶׁכָּתוּב נִכְסְפָה וְגַם כָּלְתָה נַפְשִׁי וּכְמוֹ שֶׁכָּתוּב וַתְּכַל נֶפֶשׁ דָּוִד וְכוּ'. כִּי עִקַּר קִיּוּם יְמֵי הַחֹל הוּא רַק עַל-יְדֵי הֶאָרַת הָרָצוֹן שֶׁמֵּאִיר בְּשַׁבָּת כַּנַּ\"ל: וּבִבְחִינָה זוֹ צָרִיךְ הָאָדָם לַעֲשׂוֹת כָּל הַמְּלָאכוֹת וְהַמַּשָּא וּמַתָּן בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה. לֵידַע וּלְהַאֲמִין בֶּאֱמֶת שֶׁהוּא אֵינוֹ עוֹשֶׂה כְּלָל. רַק הַכֹּל בְּכֹחַ ה'. כְּמוֹ שֶׁהִזְהִיר אוֹתָנוּ ה' יִתְבָּרַךְ עַל זֶה כְּמוֹ שֶׁכָּתוּב פֶּן תֹּאכַל וְשָׂבַעְתָּ וְכוּ'. וְאָמַרְתָּ בִּלְבָבְךָ כֹּחִי וְעֹצֶם יְדֵי עָשָׂה לִי אֶת הַחַיִל הַזֶּה וְכוּ'. כִּי צְרִיכִין לִזְכֹּר זֹאת מְאֹד מְאֹד לִבְלִי לִטְעוֹת וְלִשְׁכֹּחַ חַס וְשָׁלוֹם. לֵאמֹר בְּלִבּוֹ שֶׁהוּא בְּעַצְמוֹ עוֹשֶׂה אֵיזֶה עֲשִׂיָּה וְעֻבְדָּא חַס וְשָׁלוֹם. כִּי זֶה בְּחִינַת כֹּחִי וְעֹצֶם יָדִי עָשָׂה וְכוּ'. רַק צְרִיכִין לִזְכֹּר אֶת ה'. כְּמוֹ שֶׁכָּתוּב וְזָכַרְתָּ אֶת ה' אֱלֹקֶיךָ. כִּי הוּא הַנּוֹתֵן לְךָ כֹּחַ לַעֲשׂוֹת חַיִל. כִּי הַכֹּל בְּכֹחַ ה' לְבַד. וְהַמְּלָאכָה נַעֲשֵׂית מֵאֵלֶיהָ. בִּבְחִינַת שֵׁשֶׁת יָמִים תַּעֲשֶׂה מְלָאכָה וְכוּ' כַּנַּ\"ל בִּבְחִינַת מְלֶאכֶת הַמִּשְׁכָּן. כִּי כָּל הַל\"ט מְלָאכוֹת נַעֲשִׂין וְנִתְבָּרְכִין רַק עַל-יְדֵי שַׁבָּת. שֶׁאָז הוּא בִּטּוּל כָּל הַל\"ט מְלָאכוֹת עַל-יְדֵי שֶׁמְּקַבְּלִין אָז הֶאָרַת הָרָצוֹן שֶׁמִּשָּׁם כָּל הַפַּרְנָסָה בְּחִינַת פּוֹתֵחַ אֶת יָדֶיךָ וְכוּ' כַּנַּ\"ל.. כִּי הַיָּדַיִם הֵם כְּלֵי הַמַּעֲשֶׂה שֶׁל כָּל הַל\"ט מְלָאכוֹת. וְאִי אֶפְשָׁר לְהַיָּדַיִם לְהַמְשִׁיךְ הַפַּרְנָסָה עַל-יְדֵי הַל\"ט מְלָאכוֹת כִּי אִם עַל-יְדֵי שֶׁמְּקַבְּלִין וְנִתְבָּרְכִין מִשָּׁרְשָׁם. דְּהַיְנוּ מִבְּחִינַת הַיָּדַיִם שֶׁיֵּשׁ בְּיָם הַחָכְמָה. שֶׁמִּשָּׁם עִקַּר הַפַּרְנָסָה בְּחִינַת פּוֹתֵחַ אֶת יָדֶיךָ וּמַשְׂבִּיעַ לְכָל חַי רָצוֹן כַּנַּ\"ל. וְכַמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל: וְזֶה בְּחִינַת לֹא בִגְבוּרַת הַסּוּס יֶחְפָּץ לֹא בְשׁוֹקֵי הָאִישׁ יִרְצֶה. רוֹצֶה ה' אֶת יְרֵאָיו. כִּי בִּתְחִלָּה מְדַבֵּר הַמִּזְמוֹר מִבְּחִינַת הַמְשָׁכַת הַשֶּׁפַע וְהַפַּרְנָסָה כְּמוֹ שֶׁכָּתוּב שָׁם מִקֹּדֶם הַמֵּכִין לָאָרֶץ מָטָר וְכוּ'. נוֹתֵן לִבְהֵמָה לַחְמָהּ וְכוּ'. וְאַחַר כָּךְ מְפָרֵשׁ הַפָּסוּק. שֶׁכָּל זֶה אֵינוֹ תָּלוּי חַס וְשָׁלוֹם בִּפְעֻלּוֹת הָאָדָם. רַק הַכֹּל בִּרְצוֹן ה' לְבַד. וְזֶהוּ לֹא בִגְבוּרַת הַסּוּס יֶחְפָּץ לֹא בְשׁוֹקֵי הָאִישׁ יִרְצֶה. רוֹצֶה ה' אֶת יְרֵאָיו, כִּי עִקַּר הַשֶּׁפַע וְהַפַּרְנָסָה אֵינָהּ עַל-יְדֵי הִשְׁתַּדְּלוּת הָאָדָם חַס וְשָׁלוֹם בִּגְבוּרַת הַסּוּס וּבְשׁוֹקֵי הָאִישׁ שֶׁהוֹלֵךְ וְנוֹסֵעַ וּמִשְׁתַּדֵּל בִּשְׁבִיל פַּרְנָסָה. רַק הָעִקָּר הַפַּרְנָסָה הוּא עַל-יְדֵי הֶאָרַת הָרָצוֹן שֶׁמַּמְשִׁיכִין מִשַּׁבָּת לְשֵׁשֶׁת יְמֵי הַחֹל כַּנַּ\"ל. וְזֶהוּ רוֹצֶה ה' אֶת יְרֵאָיו שֶׁעִקַּר הַפַּרְנָסָה הוּא רַק עַל-יְדֵי הֶאָרַת הָרָצוֹן כַּנַּ\"ל. וְעִקַּר הַפַּרְנָסָה מְקַבֶּלֶת הַמַּלְכוּת שֶׁהִוא בְּחִינַת יִרְאָה, מִבְּחִינַת הָרָצוֹן הָעֶלְיוֹן עַל-יְדֵי הַבִּטְחוֹנוֹת שֶׁל כָּל אֶחָד. בְּחִינַת כֻּלָּם אֵלֶיךָ יְשַׂבֵּרוּן וְכוּ' כַּמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל. וְזֶהוּ רוֹצֶה ה' אֶת יְרֵאָיו. אֶת יְרֵאָיו דַּיְקָא. כִּי הָעִקָּר תָּלוּי בַּיִּרְאָה. כַּמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל. שֶׁעִקַּר הֶאָרַת בֵּן וְתַלְמִיד שֶׁעַל יָדָם מֵאִיר הָרָצוֹן שֶׁמִּשָּׁם מְקַבֶּלֶת הַמַּלְכוּת הַפַּרְנָסָה הַכֹּל תָּלוּי בַּיִּרְאָה עַיֵּן שָׁם. וְזֶהוּ אֶת הַמְיַחֲלִים לְחַסְדּוֹ דְּהַיְנוּ מַה שֶּׁכָּל אֶחָד מְיַחֵל לְחַסְדּוֹ וּבוֹטֵחַ בַּה'. שֶׁעַל-יְדֵי זֶה דַּיְקָא עוֹלָה הַיִּרְאָה בְּחִינַת מַלְכוּת וּמְקַבֶּלֶת הַפַּרְנָסָה מֵהֶאָרַת הָרָצוֹן שֶׁהִיא בְּחִינַת שַׁבָּת כַּנַּ\"ל. כִּי שַׁבָּת הִיא בְּחִינַת יִרְאָה. בְּחִינַת יָרֵא שַׁבָּת. שֶׁעִקַּר הֶאָרַת בֵּן וְתַלְמִיד וְעִקַּר הַפַּרְנָסָה הִיא עַל-יְדֵי הַיִּרְאָה דַּיְקָא כַּנַּ\"ל. וְזֶה בְּחִינַת שַׁבָּת מַלְכְּתָא",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath.3.4\"><b>א. הלכות שבת</b></a> (המשך)\n\nוְכוּ' כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath.3.4\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_an_Apotropos.2.4\"><b>ב. הלכות אפטרופוס</b></a>\n<i>חושן משפט</i>\n\nנִמְצָא שֶׁעִקַּר הַשְּׁבוּעָה הוּא בְּחִינַת שֶׁמְּקַשֵּׁר וּמַמְשִׁיךְ הֶאָרַת הַמַּקִּיף לִפְנִים מֵעוֹלָם הַבָּא לָעוֹלָם הַזֶּה מֵאָב לְבֵן כַּנַּ\"ל. וְעַל כֵּן כְּשֶׁהַבֵּית דִּין מְמַנִּין אֶפִּטְרוֹפּוֹס מַטִּילִין עָלָיו שְׁבוּעָה שֶׁהִוא בְּחִינַת הִתְקַשְּׁרוּת הַנַּ\"ל כְּדֵי שֶׁיּוּכַל הָאֶפִּטְרוֹפּוֹס לְהַמְשִׁיךְ הֶאָרַת הָאָב לַבֵּן מֵעוֹלָם הַבָּא לָעוֹלָם הַזֶּה, שֶׁזֶּהוּ עִקַּר בְּחִינַת הָאֶפִּטְרוֹפְּסוּת לְהַמְשִׁיךְ הֶאָרַת הָאָב לַבֵּן מֵעוֹלָם הַבָּא לָעוֹלָם הַזֶּה, שֶׁזֶּהוּ עִקַּר בְּחִינַת הָאֶפִּטְרוֹפְּסוּת, כִּי הוּא צָרִיךְ שֶׁיִּהְיֶה נַעֲשֶֹה אֲבִי יְתוֹמִים מַמָּשׁ לְהַמְשִׁיךְ לְהַבָּנִים הֶאָרַת הָאָב וְזֶה נַעֲשֶֹה עַל יְדֵי הַשְּׁבוּעָה שֶׁמַּטִּילִין עָלָיו, כִּי עַל יְדֵי הַשְּׁבוּעָה שֶׁמְּקַשְּׁרִין וּמַמְשִׁיכִין מֵאָב לְבֵן, מִמַּקִּיף לִפְנִימִי, מֵעוֹלָם הַבָּא לָעוֹלָם הַזֶּה, שֶׁזֶּהוּ עִקַּר בְּחִינַת הָאֶפִּטְרוֹפְּסוּת כַּנַּ\"ל וַאֲזַי אֵינוֹ חָשׁוּד עוֹד שֶׁיַּעֲלִים מִמָּמוֹנָם מֵאַחַר שֶׁמְּקַשֵּׁר וּמַמְשִׁיךְ מֵאָב לְבֵן עַל יְדֵי הַשְּׁבוּעָה וְנַעֲשֶֹה אֲבִי יְתוֹמִים מַמָּשׁ וַאֲזַי רַחֲמֵי הָאָב עַל הַבֵּן וַאֲזַי בְּוַדַּאי לֹא יַעֲלִים מָמוֹנָם כְּלָל, כִּי עִקַּר רַחֲמֵי הָאָב עַל הַבֵּן בְּחִינַת כְּרַחֵם אָב עַל בָּנִים הוּא רַק בְּחִינַת הֶאָרַת הַדַּעַת שֶׁמֵּאִיר בָּהֶם, כִּי הַדַּעַת הִוא הָרַחֲמִים, כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בְּמָקוֹם אַחֵר: אֲבָל כְּשֶׁמִּנָּהוּ הָאָב בְּעַצְמוֹ אֵין צָרִיךְ לִשָּׁבַע כִּי עַל יְדֵי שֶׁמִּנָּהוּ אֲבִי יְתוֹמִים בְּעַצְמוֹ לְאֶפִּטְרוֹפּוֹס נִתְקַשֵּׁר מִמֵּילָא לְהָאָב וְיֵשׁ לוֹ כֹּחַ לְהַמְשִׁיךְ הֶאָרַת הָאָב לַבָּנִים עַל יְדֵי שֶׁאֲבִיהֶם בְּעַצְמוֹ הִתְקַשֵּׁר עִמּוֹ בְּחַיָּיו וּמָסַר לוֹ כֹּחוֹ וּמִנָּהוּ לְאֶפִּטְרוֹפּוֹס וַאֲזַי תֵּכֶף כְּשֶׁנִּסְתַּלֵּק מִתְלַבֵּשׁ בּוֹ הֶאָרַת הָאָב וְעַל כֵּן יֵשׁ לוֹ כֹּחַ לְהַחֲיוֹת הַבָּנִים לְהָאִיר בָּהֶם הַדַּעַת מֵאָב לְבֵן מֵאַחַר שֶׁאֲבִיהֶם בְּעַצְמוֹ הִתְקַשֵּׁר עִמּוֹ בְּחַיָּיו וּמָסַר לוֹ כֹּחוֹ וְדַעְתּוֹ וְעַל כֵּן אֵין צְרִיכִים לִשָּׁבַע כִּי נִתְקַשֵּׁר מִמֵּילָא כַּנַּ\"ל. אֲבָל כְּשֶׁלֹּא מִנָּהוּ בְּעַצְמוֹ אַף עַל פִּי שֶׁיֵּשׁ לְהַבֵּית דִּין כֹּחַ לְמַנּוֹת אֶפִּטְרוֹפּוֹס, אַף עַל פִּי כֵן צָרִיךְ שֶׁיִּהְיֶה לוֹ אֵיזֶה בְּחִינַת הִתְקַשְּׁרוּת לְהָאָב כְּדֵי שֶׁיּוּכַל לְהַמְשִׁיךְ הַשֵּכֶל וְהַחִיּוּת מֵאָב לַבֵּן וְכוּ', שֶׁזֶּהוּ עִקַּר בְּחִינַת הָאֶפִּטְרוֹפְּסוּת, וְעַל כֵּן הוּא צָרִיךְ שְׁבוּעָה, כִּי עַל יְדֵי בְּחִינַת הַשְּׁבוּעָה, שֶׁהִוא בְּחִינַת הִתְקַשְּׁרוּת בֵּין עוֹלָם הַזֶּה וְעוֹלָם הַבָּא, בֵּין אָב לְבֵן, בֵּין פְּנִימִי לְמַקִּיף, עַל יְדֵי זֶה יֵשׁ כֹּחַ לְהָאֶפִּטְרוֹפּוֹס לִהְיוֹת נַעֲשֶֹה אֲבִי יְתוֹמִים מַמָּשׁ, כִּי נִתְקַשֵּׁר עַל יְדֵי הַשְּׁבוּעָה שֶׁמַּטִּילִין עָלָיו וּמַמְשִׁיךְ הֶאָרַת הַדַּעַת מֵאָב לְבֵן וְכוּ' וַאֲזַי נַעֲשֶֹה אֲבִי יְתוֹמִים מַמָּשׁ, כִּי מֵאִיר בָּהֶם הַדַּעַת מֵאָב לְבֵן, מִמַּקִּיף לִפְנִימִי, שֶׁזֶּהוּ עִקַּר בְּחִינַת הָאֶפִּטְרוֹפְּסוּת כַּנַּ\"ל: בָּרוּךְ ה' לְעוֹלָם, אָמֵן וְאָמֵן:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_an_Apotropos.2.4\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Orach Chaim",
      "section": "Laws of the Sabbath",
      "section_he": "הלכות שבת",
      "ref_base": "Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath",
      "has_english": false
    },
    "chapter": 3,
    "siman": 4,
    "hebrew_text": "וּמֵחֲמַת שֶׁבְּשַׁבָּת זוֹכִין לְהֶאָרַת הָרָצוֹן וּמִשָּׁם נִמְשָׁךְ כָּל הַבְּרָכָה וְהַפַּרְנָסָה לְכָל שֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה עַל-כֵּן אָסוּר בְּשַׁבָּת לַעֲשׂוֹת שׁוּם מְלָאכָה בָּעוֹלָם. כִּי אָז הוּא בְּחִינַת בִּטּוּל כִּי אָז הוּא רַק בְּחִינַת רָצוֹן. בְּחִינַת בְּאַהֲבָה וּבְרָצוֹן הִנְחַלְתָּנוּ וְאָז מְקַבְּלִין כָּל הַפַּרְנָסָה רַק עַל-יְדֵי בְּחִינַת הֶאָרַת הָרָצוֹן. שֶׁהוּא בְּחִינַת בִּטּוּל שֶׁאֵין שָׁם שׁוּם עֻבְדָּא וְשׁוּם עֲשִׂיָּה בָּעוֹלָם כְּלָל וּמִשָּׁם דַּיְקָא מִבְּחִינַת הֶאָרַת הָרָצוֹן שֶׁהוּא בְּחִינַת שַׁבָּת בְּחִינַת בִּטּוּל כָּל הַמְּלָאכוֹת מִשָּׁם דַּיְקָא מְקַבְּלִין כָּל הַפַּרְנָסָה כַּנַּ\"ל. כִּי עִקַּר הַפַּרְנָסָה הוּא רַק מִבְּחִינַת הֶאָרַת הָרָצוֹן כַּנַּ\"ל. וְכָל שֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה אֵין לָהֶם שׁוּם חִיּוּת וְשֶׁפַע וּבְרָכָה כִּי אִם עַל-יְדֵי מַה שֶּׁמְּקַבְּלִין הַשֶּׁפַע בְּשַׁבָּת מִבְּחִינַת הֶאָרַת הָרָצוֹן שֶׁמִּשָּׁם עִקַּר הַבְּרָכָה וְהַפַּרְנָסָה. נִמְצָא שֶׁכָּל הַל\"ט מְלָאכוֹת וְכָל הָעֻבְדּוֹת וְהָעֲשִׂיּוֹת שֶׁעוֹשִׂין בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה. אֵין לָהֶם שׁוּם חִיּוּת וְאִי אֶפְשָׁר לְהַמְשִׁיךְ הַפַּרְנָסָה עַל יָדָם. כִּי אִם עַל-יְדֵי שֶׁמְּקַבְּלִין מִשַּׁבָּת. מִבְּחִינַת הֶאָרַת הָרָצוֹן שֶׁהוּא בְּחִינַת בִּטּוּל כָּל הַמְּלָאכוֹת כַּנַּ\"ל. שֶׁמִּשָּׁם עִקַּר הַפַּרְנָסָה כַּנַּ\"ל וְזֶה צָרִיךְ כָּל אָדָם לָדַעַת וּלְהַאֲמִין בֶּאֱמוּנָה שְׁלֵמָה. כִּי לֹא בְּכֹחַ יִגְבַּר אִישׁ שֶׁאֵין הַמְשָׁכַת הַפַּרְנָסָה עַל-יְדֵי הָעֻבְדּוֹת וְהָעֲשִׂיּוֹת גַּשְׁמִיּוֹת חַס וְשָׁלוֹם עַל-יְדֵי הַמַּשָּא וּמַתָּן וְהַל\"ט מְלָאכוֹת חַס וְשָׁלוֹם. רַק עִקַּר הַפַּרְנָסָה הוּא עַל-יְדֵי בִּרְכַּת ה' שֶׁנִּמְשָׁךְ מִשַּׁבָּת דַּיְקָא מִבְּחִינַת הֶאָרַת הָרָצוֹן כַּנַּ\"ל וּכְשֶׁיּוֹדְעִין זֹאת בֶּאֱמֶת וּבֶאֱמוּנָה שְׁלֵמָה שֶׁכָּל הָעֻבְדּוֹת וְהָעֲשִׂיּוֹת שֶׁעוֹשִׂין בִּימֵי הַחֹל בִּשְׁבִיל פַּרְנָסָה אִי אֶפְשָׁר לְהַמְשִׁיךְ הַפַּרְנָסָה עַל יָדָם. כִּי אִם עַל-יְדֵי מַה שֶּׁמְּקַבְּלִין מִשַּׁבָּת מִבְּחִינַת הֶאָרַת הָרָצוֹן. שֶׁשָּׁם הוּא בְּחִינַת בִּטּוּל כָּל הַמְּלָאכוֹת כַּנַּ\"ל עַל-יְדֵי זֶה מַמְשִׁיכִין הַקְּדֻשָּׁה שֶׁל שַׁבָּת לְשֵׁשֶׁת יְמֵי הַחֹל. וְעַל-יְדֵי זֶה מְקַדְּשִׁין שֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה בִּבְחִינַת קְדֻשַּׁת שַׁבָּת. וְעַל-יְדֵי זֶה מְבָרְרִין וּמְזַכְּכִין כָּל הַל\"ט מְלָאכוֹת מִזֻּהֲמַת הַנָּחָשׁ מִבְּחִינַת ל\"ט קְלָלוֹת כִּי זוֹכִין עַל-יְדֵי זֶה שֶׁיִּהְיוּ כָּל הַל\"ט מְלָאכוֹת בִּבְחִינַת מְלֶאכֶת הַמִּשְׁכָּן שֶׁשָּׁם הָיוּ כָּל הַל\"ט מְלָאכוֹת. וּכְשֶׁעוֹשִׂין הַל\"ט מְלָאכוֹת בִּבְחִינַת מְלֶאכֶת הַמִּשְׁכָּן אֲזַי כָּל הַל\"ט מְלָאכוֹת הֵם בִּבְחִינַת טַ\"ל אוֹרוֹת כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בְּמָקוֹם אַחֵר. טַ\"ל אוֹרוֹת זֶה בְּחִינַת הֶאָרַת הָרָצוֹן בְּחִינַת טַלְלֵי רָצוֹן כִּי זוֹכִין לְקַבֵּל הֶאָרַת הָרָצוֹן מִשַּׁבָּת לְשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה וְעַל-יְדֵי זֶה כָּל הַל\"ט מְלָאכוֹת הֵם בִּבְחִינַת רָצוֹן שֶׁמִּשָּׁם עִקַּר הַפַּרְנָסָה כַּנַּ\"ל בִּבְחִינַת טַ\"ל אוֹרוֹת שֶׁהֵם בְּחִינַת רָצוֹן כַּנַּ\"ל. וַאֲזַי כְּשֶׁזּוֹכִין לַעֲשׂוֹת כָּל הַמַּשָּא וּמַתָּן וְהַל\"ט מְלָאכוֹת בִּבְחִינָה זוֹ. אַף-עַל-פִּי שֶׁעוֹשֶׂה מַשָּא וּמַתָּן וְל\"ט מְלָאכוֹת אֵינוֹ נֶחְשָׁב בְּשֵׁם עֲשִׂיָּה כְּלָל, כִּי בִּבְחִינָה זוֹ צְרִיכִין לַעֲשׂוֹת מַשָּא וּמַתָּן וְל\"ט מְלָאכוֹת לְהָרִים יָדָיו לַה'. וּלְשַׁעְבֵּד כָּל מַחֲשַׁבְתּוֹ וְדִבּוּרוֹ וַעֲשִׂיָּתוֹ לַה' יִתְבָּרַךְ בִּבְחִינַת גּוֹל עַל ה' דַּרְכֶּךָ וְיִכּוֹנוֹ מַעֲשֶׂיךָ לְהַאֲמִין בֶּאֱמוּנָה שְׁלֵמָה שֶׁאֵין הָאָדָם עוֹשֶׂה כְּלָל. רַק שֶׁאָנוּ מְחֻיָּבִים לַעֲשׂוֹת אֵיזֶה עֵסֶק בְּמַשָּא וּמַתָּן וּמְלָאכָה מֵחֲמַת שֶׁכֵּן רְצוֹנוֹ. כִּי יֵשׁ בָּזֶה סוֹדוֹת וְכַוָּנוֹת גְּדוֹלוֹת. בְּכָל עִנְיְנֵי מַשָּא וּמַתָּן וּמְלָאכוֹת. וּכְמוֹ שֶׁיֵּשׁ כַּוָּנוֹת וְסוֹדוֹת בְּכָל הַמִּצְוֹת שֶׁבַּתּוֹרָה כְּמוֹ כֵן יֵשׁ סוֹדוֹת נוֹרָאוֹת וְנִפְלָאוֹת בְּכָל הַל\"ט מְלָאכוֹת. כִּי מְבָרְרִין בֵּרוּרִים וְנִיצוֹצוֹת הַקְּדוֹשִׁים עַל-יְדֵי הַמַּשָּא וּמַתָּן וּמְלָאכוֹת כַּיָּדוּעַ. וּבִשְׁבִיל זֶה לְבַד צְרִיכִין לַעֲשׂוֹת מְעַט מַשָּא וּמַתָּן אוֹ אֵיזֶה מְלָאכָה. כִּי כֵּן צִוָּה ה' יִתְבָּרַךְ כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה. טוֹב תּוֹרָה עִם דֶּרֶךְ אֶרֶץ. אֲבָל בֶּאֱמֶת אֵין הָאָדָם עוֹשֶׂה כְּלָל. וְאֵין הַפַּרְנָסָה נִמְשֶׁכֶת עַל-יְדֵי עֲשִׂיּוֹת הַגַּשְׁמִיּוֹת כְּלָל. כִּי אִם אַדְּרַבָּא עִקַּר הַפַּרְנָסָה וְהַבְּרָכָה נִמְשֶׁכֶת עַל-יְדֵי בִּטּוּל הַל\"ט מְלָאכוֹת. דְּהַיְנוּ עַל-יְדֵי הֶאָרַת הָרָצוֹן שֶׁהוּא בְּחִינַת שַׁבָּת דְּמִנֵּהּ מִתְבָּרְכִין כָּל שִׁתָּא יוֹמִין. נִמְצָא שֶׁכָּל הַל\"ט מְלָאכוֹת דִּקְדֻשָּׁה שֶׁהֵם בְּחִינַת טַ\"ל אוֹרוֹת. בְּחִינַת מְלֶאכֶת הַמִּשְׁכָּן הֵם מְקַבְּלִין הַפַּרְנָסָה מִבְּחִינַת בִּטּוּל הַל\"ט מְלָאכוֹת. דְּהַיְנוּ מִבְּחִינַת הֶאָרַת הָרָצוֹן שֶׁמִּשָּׁם עִקַּר הַפַּרְנָסָה שֶׁהוּא בְּחִינַת שַׁבָּת כַּנַּ\"ל. וְעַל-כֵּן נֶאֱמַר בִּמְלֶאכֶת הַמִּשְׁכָּן הוּקַם הַמִּשְׁכָּן. תַּעֲשֶׂה הַמְּנוֹרָה וְכוּ'. וְכַיּוֹצֵא בָּזֶה כִּי הַמְּלָאכָה הָיְתָה נַעֲשֵׂית מֵאֵלֶיהָ כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה וְכַמְבֹאָר הֵיטֵב בַּזֹּהַר הַקָּדוֹשׁ עַל פָּסוּק וְהַבַּיִת בְּהִבָּנוֹתוֹ וְכוּ'. עַיֵּן שָׁם שֶׁכָּל מְלֶאכֶת בֵּית-הַמִּקְדָּשׁ וְהַמִּשְׁכָּן הָיְתָה נַעֲשֵׂית מֵאֵלֶיהָ רַק שֶׁהֵם הָיוּ מְכַוְּנִים לַעֲשׂוֹת הַמְּלָאכָה וְהַמְּלָאכָה הָיְתָה עוֹלָה בְּיָדָם מֵאֵלֶיהָ. וְזֶה שֶׁכָּתוּב בְּכָל מְלֶאכֶת הַמִּשְׁכָּן לְשׁוֹן רָצוֹן וּנְדִיבוּת לֵב כְּמוֹ שֶׁכָּתוּב כָּל אֲשֶׁר נָדְבָה רוּחוֹ אוֹתוֹ וְכוּ' וְכָל אֲשֶׁר נְשָׂאוֹ לִבּוֹ לָבֹא לְכָל הַמְּלָאכָה לַעֲשׂוֹת וְכוּ'. וְכַיּוֹצֵא בָּזֶה הַרְבֵּה כִּי כָּל מְלֶאכֶת הַמִּשְׁכָּן הָיְתָה בִּבְחִינַת נְדִיבוּת לֵב וּנְשִׂיאוֹת רוּחַ. דְּהַיְנוּ בְּחִינַת רָצוֹן. וְעַל-יְדֵי זֶה הָיְתָה כָּל מְלֶאכֶת הַמִּשְׁכָּן נַעֲשֵׂית מֵאֵלֶיהָ עַל-יְדֵי שֶׁהָיָה מֵאִיר שָׁם הֶאָרַת הָרָצוֹן כִּי כָּל הַל\"ט מְלָאכוֹת נַעֲשִׂים רַק עַל-יְדֵי בְּחִינַת בִּטּוּל הַל\"ט מְלָאכוֹת עַל-יְדֵי בְּחִינַת שַׁבָּת בְּחִינַת הֶאָרַת הָרָצוֹן. וּבִבְחִינָה זוֹ צְרִיכִין לַעֲשׂוֹת הַל\"ט מְלָאכוֹת וְהַמַּשָּא וּמַתָּן בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה בִּבְחִינַת הֶאָרַת הָרָצוֹן שֶׁמַּמְשִׁיכִין מִשַּׁבָּת לְשֵׁשֶׁת יְמֵי הַחֹל בִּבְחִינַת וּפֹעַל יָדָיו תִּרְצֶה. שֶׁצְּרִיכִין לְהַמְשִׁיךְ הֶאָרַת הָרָצוֹן עַל הַיָּדַיִם שֶׁהֵם כְּלֵי הַמַּעֲשֶׂה שֶׁל כָּל הַל\"ט מְלָאכוֹת וְעַל-יְדֵי זֶה דַּיְקָא בֵּרֵךְ ה' חֵילוֹ. כִּי עִקַּר הַבְּרָכָה מִשָּׁם מִבְּחִינַת הֶאָרַת הָרָצוֹן שֶׁמִּשָּׁם עִקַּר הַפַּרְנָסָה כַּנַּ\"ל. וַאֲזַי כָּל הַמְּלָאכָה שֶׁל שֵׁשֶׁת יְמֵי הַחֹל נַעֲשֵׂית מֵאֵלֶיהָ בִּבְחִינַת מְלֶאכֶת הַמִּשְׁכָּן כַּנַּ\"ל וְזֶה בְּחִינַת שֵׁשֶׁת יָמִים תַּעֲשֶׂה מְלָאכָה וּבַיּוֹם הַשְּׁבִיעִי שַׁבָּת, תַּעֲשֶׂה דַּיְקָא. כִּי עַל-יְדֵי שַׁבָּת זוֹכִין שֶׁתִּהְיֶה הַמְּלָאכָה נַעֲשֵׂית מֵאֵלֶיהָ כַּנַּ\"ל. כִּי עִקַּר קִיּוּם שֶׁל כָּל שֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה הוּא עַל-יְדֵי שַׁבָּת דְּהַיְנוּ עַל-יְדֵי הַשְּׁבִיתָה וְהַמְּנוּחָה שֶׁל שַׁבָּת עַל-יְדֵי זֶה עִקַּר חִיּוּת וְשֶׁפַע וְקִיּוּם שֶׁל כָּל שֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה. כְּמוֹ שֶׁכָּתוּב וַיְכַל אֱלֹקִים בַּיּוֹם הַשְּׁבִיעִי מְלַאכְתּוֹ אֲשֶׁר עָשָׂה וְכוּ'. וְדָרְשׁוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה מֶה הָיָה הָעוֹלָם חָסֵר מְנוּחָה בָּא שַׁבָּת בָּא מְנוּחָה, כָּלְתָה וְנִגְמְרָה הַמְּלָאכָה כִּי עִקַּר קִיּוּם כָּל הַמְּלָאכוֹת אֲשֶׁר עָשָׂה ה' יִתְבָּרַךְ כִּבְיָכוֹל בְּשֵׁשֶׁת יְמֵי בְּרֵאשִׁית הַכֹּל הוּא רַק עַל-יְדֵי הַמְּנוּחָה וְהַשְּׁבִיתָה שֶׁל שַׁבָּת וְכַנַּ\"ל וְזֶה בְּחִינַת וַיְכַל אֱלֹקִים וְכוּ'. וַיְכַל לְשׁוֹן רָצוֹן. כְּמוֹ שֶׁכָּתוּב נִכְסְפָה וְגַם כָּלְתָה נַפְשִׁי וּכְמוֹ שֶׁכָּתוּב וַתְּכַל נֶפֶשׁ דָּוִד וְכוּ'. כִּי עִקַּר קִיּוּם יְמֵי הַחֹל הוּא רַק עַל-יְדֵי הֶאָרַת הָרָצוֹן שֶׁמֵּאִיר בְּשַׁבָּת כַּנַּ\"ל: וּבִבְחִינָה זוֹ צָרִיךְ הָאָדָם לַעֲשׂוֹת כָּל הַמְּלָאכוֹת וְהַמַּשָּא וּמַתָּן בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה. לֵידַע וּלְהַאֲמִין בֶּאֱמֶת שֶׁהוּא אֵינוֹ עוֹשֶׂה כְּלָל. רַק הַכֹּל בְּכֹחַ ה'. כְּמוֹ שֶׁהִזְהִיר אוֹתָנוּ ה' יִתְבָּרַךְ עַל זֶה כְּמוֹ שֶׁכָּתוּב פֶּן תֹּאכַל וְשָׂבַעְתָּ וְכוּ'. וְאָמַרְתָּ בִּלְבָבְךָ כֹּחִי וְעֹצֶם יְדֵי עָשָׂה לִי אֶת הַחַיִל הַזֶּה וְכוּ'. כִּי צְרִיכִין לִזְכֹּר זֹאת מְאֹד מְאֹד לִבְלִי לִטְעוֹת וְלִשְׁכֹּחַ חַס וְשָׁלוֹם. לֵאמֹר בְּלִבּוֹ שֶׁהוּא בְּעַצְמוֹ עוֹשֶׂה אֵיזֶה עֲשִׂיָּה וְעֻבְדָּא חַס וְשָׁלוֹם. כִּי זֶה בְּחִינַת כֹּחִי וְעֹצֶם יָדִי עָשָׂה וְכוּ'. רַק צְרִיכִין לִזְכֹּר אֶת ה'. כְּמוֹ שֶׁכָּתוּב וְזָכַרְתָּ אֶת ה' אֱלֹקֶיךָ. כִּי הוּא הַנּוֹתֵן לְךָ כֹּחַ לַעֲשׂוֹת חַיִל. כִּי הַכֹּל בְּכֹחַ ה' לְבַד. וְהַמְּלָאכָה נַעֲשֵׂית מֵאֵלֶיהָ. בִּבְחִינַת שֵׁשֶׁת יָמִים תַּעֲשֶׂה מְלָאכָה וְכוּ' כַּנַּ\"ל בִּבְחִינַת מְלֶאכֶת הַמִּשְׁכָּן. כִּי כָּל הַל\"ט מְלָאכוֹת נַעֲשִׂין וְנִתְבָּרְכִין רַק עַל-יְדֵי שַׁבָּת. שֶׁאָז הוּא בִּטּוּל כָּל הַל\"ט מְלָאכוֹת עַל-יְדֵי שֶׁמְּקַבְּלִין אָז הֶאָרַת הָרָצוֹן שֶׁמִּשָּׁם כָּל הַפַּרְנָסָה בְּחִינַת פּוֹתֵחַ אֶת יָדֶיךָ וְכוּ' כַּנַּ\"ל.. כִּי הַיָּדַיִם הֵם כְּלֵי הַמַּעֲשֶׂה שֶׁל כָּל הַל\"ט מְלָאכוֹת. וְאִי אֶפְשָׁר לְהַיָּדַיִם לְהַמְשִׁיךְ הַפַּרְנָסָה עַל-יְדֵי הַל\"ט מְלָאכוֹת כִּי אִם עַל-יְדֵי שֶׁמְּקַבְּלִין וְנִתְבָּרְכִין מִשָּׁרְשָׁם. דְּהַיְנוּ מִבְּחִינַת הַיָּדַיִם שֶׁיֵּשׁ בְּיָם הַחָכְמָה. שֶׁמִּשָּׁם עִקַּר הַפַּרְנָסָה בְּחִינַת פּוֹתֵחַ אֶת יָדֶיךָ וּמַשְׂבִּיעַ לְכָל חַי רָצוֹן כַּנַּ\"ל. וְכַמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל: וְזֶה בְּחִינַת לֹא בִגְבוּרַת הַסּוּס יֶחְפָּץ לֹא בְשׁוֹקֵי הָאִישׁ יִרְצֶה. רוֹצֶה ה' אֶת יְרֵאָיו. כִּי בִּתְחִלָּה מְדַבֵּר הַמִּזְמוֹר מִבְּחִינַת הַמְשָׁכַת הַשֶּׁפַע וְהַפַּרְנָסָה כְּמוֹ שֶׁכָּתוּב שָׁם מִקֹּדֶם הַמֵּכִין לָאָרֶץ מָטָר וְכוּ'. נוֹתֵן לִבְהֵמָה לַחְמָהּ וְכוּ'. וְאַחַר כָּךְ מְפָרֵשׁ הַפָּסוּק. שֶׁכָּל זֶה אֵינוֹ תָּלוּי חַס וְשָׁלוֹם בִּפְעֻלּוֹת הָאָדָם. רַק הַכֹּל בִּרְצוֹן ה' לְבַד. וְזֶהוּ לֹא בִגְבוּרַת הַסּוּס יֶחְפָּץ לֹא בְשׁוֹקֵי הָאִישׁ יִרְצֶה. רוֹצֶה ה' אֶת יְרֵאָיו, כִּי עִקַּר הַשֶּׁפַע וְהַפַּרְנָסָה אֵינָהּ עַל-יְדֵי הִשְׁתַּדְּלוּת הָאָדָם חַס וְשָׁלוֹם בִּגְבוּרַת הַסּוּס וּבְשׁוֹקֵי הָאִישׁ שֶׁהוֹלֵךְ וְנוֹסֵעַ וּמִשְׁתַּדֵּל בִּשְׁבִיל פַּרְנָסָה. רַק הָעִקָּר הַפַּרְנָסָה הוּא עַל-יְדֵי הֶאָרַת הָרָצוֹן שֶׁמַּמְשִׁיכִין מִשַּׁבָּת לְשֵׁשֶׁת יְמֵי הַחֹל כַּנַּ\"ל. וְזֶהוּ רוֹצֶה ה' אֶת יְרֵאָיו שֶׁעִקַּר הַפַּרְנָסָה הוּא רַק עַל-יְדֵי הֶאָרַת הָרָצוֹן כַּנַּ\"ל. וְעִקַּר הַפַּרְנָסָה מְקַבֶּלֶת הַמַּלְכוּת שֶׁהִוא בְּחִינַת יִרְאָה, מִבְּחִינַת הָרָצוֹן הָעֶלְיוֹן עַל-יְדֵי הַבִּטְחוֹנוֹת שֶׁל כָּל אֶחָד. בְּחִינַת כֻּלָּם אֵלֶיךָ יְשַׂבֵּרוּן וְכוּ' כַּמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל. וְזֶהוּ רוֹצֶה ה' אֶת יְרֵאָיו. אֶת יְרֵאָיו דַּיְקָא. כִּי הָעִקָּר תָּלוּי בַּיִּרְאָה. כַּמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל. שֶׁעִקַּר הֶאָרַת בֵּן וְתַלְמִיד שֶׁעַל יָדָם מֵאִיר הָרָצוֹן שֶׁמִּשָּׁם מְקַבֶּלֶת הַמַּלְכוּת הַפַּרְנָסָה הַכֹּל תָּלוּי בַּיִּרְאָה עַיֵּן שָׁם. וְזֶהוּ אֶת הַמְיַחֲלִים לְחַסְדּוֹ דְּהַיְנוּ מַה שֶּׁכָּל אֶחָד מְיַחֵל לְחַסְדּוֹ וּבוֹטֵחַ בַּה'. שֶׁעַל-יְדֵי זֶה דַּיְקָא עוֹלָה הַיִּרְאָה בְּחִינַת מַלְכוּת וּמְקַבֶּלֶת הַפַּרְנָסָה מֵהֶאָרַת הָרָצוֹן שֶׁהִיא בְּחִינַת שַׁבָּת כַּנַּ\"ל. כִּי שַׁבָּת הִיא בְּחִינַת יִרְאָה. בְּחִינַת יָרֵא שַׁבָּת. שֶׁעִקַּר הֶאָרַת בֵּן וְתַלְמִיד וְעִקַּר הַפַּרְנָסָה הִיא עַל-יְדֵי הַיִּרְאָה דַּיְקָא כַּנַּ\"ל. וְזֶה בְּחִינַת שַׁבָּת מַלְכְּתָא וְכוּ' כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath.3.4"
  },
  "second": {
    "section": {
      "volume": "Choshen Mishpat",
      "section": "Laws of an Apotropos",
      "section_he": "הלכות אפטרופוס",
      "ref_base": "Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_an_Apotropos",
      "has_english": false
    },
    "chapter": 2,
    "siman": 4,
    "hebrew_text": "נִמְצָא שֶׁעִקַּר הַשְּׁבוּעָה הוּא בְּחִינַת שֶׁמְּקַשֵּׁר וּמַמְשִׁיךְ הֶאָרַת הַמַּקִּיף לִפְנִים מֵעוֹלָם הַבָּא לָעוֹלָם הַזֶּה מֵאָב לְבֵן כַּנַּ\"ל. וְעַל כֵּן כְּשֶׁהַבֵּית דִּין מְמַנִּין אֶפִּטְרוֹפּוֹס מַטִּילִין עָלָיו שְׁבוּעָה שֶׁהִוא בְּחִינַת הִתְקַשְּׁרוּת הַנַּ\"ל כְּדֵי שֶׁיּוּכַל הָאֶפִּטְרוֹפּוֹס לְהַמְשִׁיךְ הֶאָרַת הָאָב לַבֵּן מֵעוֹלָם הַבָּא לָעוֹלָם הַזֶּה, שֶׁזֶּהוּ עִקַּר בְּחִינַת הָאֶפִּטְרוֹפְּסוּת לְהַמְשִׁיךְ הֶאָרַת הָאָב לַבֵּן מֵעוֹלָם הַבָּא לָעוֹלָם הַזֶּה, שֶׁזֶּהוּ עִקַּר בְּחִינַת הָאֶפִּטְרוֹפְּסוּת, כִּי הוּא צָרִיךְ שֶׁיִּהְיֶה נַעֲשֶֹה אֲבִי יְתוֹמִים מַמָּשׁ לְהַמְשִׁיךְ לְהַבָּנִים הֶאָרַת הָאָב וְזֶה נַעֲשֶֹה עַל יְדֵי הַשְּׁבוּעָה שֶׁמַּטִּילִין עָלָיו, כִּי עַל יְדֵי הַשְּׁבוּעָה שֶׁמְּקַשְּׁרִין וּמַמְשִׁיכִין מֵאָב לְבֵן, מִמַּקִּיף לִפְנִימִי, מֵעוֹלָם הַבָּא לָעוֹלָם הַזֶּה, שֶׁזֶּהוּ עִקַּר בְּחִינַת הָאֶפִּטְרוֹפְּסוּת כַּנַּ\"ל וַאֲזַי אֵינוֹ חָשׁוּד עוֹד שֶׁיַּעֲלִים מִמָּמוֹנָם מֵאַחַר שֶׁמְּקַשֵּׁר וּמַמְשִׁיךְ מֵאָב לְבֵן עַל יְדֵי הַשְּׁבוּעָה וְנַעֲשֶֹה אֲבִי יְתוֹמִים מַמָּשׁ וַאֲזַי רַחֲמֵי הָאָב עַל הַבֵּן וַאֲזַי בְּוַדַּאי לֹא יַעֲלִים מָמוֹנָם כְּלָל, כִּי עִקַּר רַחֲמֵי הָאָב עַל הַבֵּן בְּחִינַת כְּרַחֵם אָב עַל בָּנִים הוּא רַק בְּחִינַת הֶאָרַת הַדַּעַת שֶׁמֵּאִיר בָּהֶם, כִּי הַדַּעַת הִוא הָרַחֲמִים, כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בְּמָקוֹם אַחֵר: אֲבָל כְּשֶׁמִּנָּהוּ הָאָב בְּעַצְמוֹ אֵין צָרִיךְ לִשָּׁבַע כִּי עַל יְדֵי שֶׁמִּנָּהוּ אֲבִי יְתוֹמִים בְּעַצְמוֹ לְאֶפִּטְרוֹפּוֹס נִתְקַשֵּׁר מִמֵּילָא לְהָאָב וְיֵשׁ לוֹ כֹּחַ לְהַמְשִׁיךְ הֶאָרַת הָאָב לַבָּנִים עַל יְדֵי שֶׁאֲבִיהֶם בְּעַצְמוֹ הִתְקַשֵּׁר עִמּוֹ בְּחַיָּיו וּמָסַר לוֹ כֹּחוֹ וּמִנָּהוּ לְאֶפִּטְרוֹפּוֹס וַאֲזַי תֵּכֶף כְּשֶׁנִּסְתַּלֵּק מִתְלַבֵּשׁ בּוֹ הֶאָרַת הָאָב וְעַל כֵּן יֵשׁ לוֹ כֹּחַ לְהַחֲיוֹת הַבָּנִים לְהָאִיר בָּהֶם הַדַּעַת מֵאָב לְבֵן מֵאַחַר שֶׁאֲבִיהֶם בְּעַצְמוֹ הִתְקַשֵּׁר עִמּוֹ בְּחַיָּיו וּמָסַר לוֹ כֹּחוֹ וְדַעְתּוֹ וְעַל כֵּן אֵין צְרִיכִים לִשָּׁבַע כִּי נִתְקַשֵּׁר מִמֵּילָא כַּנַּ\"ל. אֲבָל כְּשֶׁלֹּא מִנָּהוּ בְּעַצְמוֹ אַף עַל פִּי שֶׁיֵּשׁ לְהַבֵּית דִּין כֹּחַ לְמַנּוֹת אֶפִּטְרוֹפּוֹס, אַף עַל פִּי כֵן צָרִיךְ שֶׁיִּהְיֶה לוֹ אֵיזֶה בְּחִינַת הִתְקַשְּׁרוּת לְהָאָב כְּדֵי שֶׁיּוּכַל לְהַמְשִׁיךְ הַשֵּכֶל וְהַחִיּוּת מֵאָב לַבֵּן וְכוּ', שֶׁזֶּהוּ עִקַּר בְּחִינַת הָאֶפִּטְרוֹפְּסוּת, וְעַל כֵּן הוּא צָרִיךְ שְׁבוּעָה, כִּי עַל יְדֵי בְּחִינַת הַשְּׁבוּעָה, שֶׁהִוא בְּחִינַת הִתְקַשְּׁרוּת בֵּין עוֹלָם הַזֶּה וְעוֹלָם הַבָּא, בֵּין אָב לְבֵן, בֵּין פְּנִימִי לְמַקִּיף, עַל יְדֵי זֶה יֵשׁ כֹּחַ לְהָאֶפִּטְרוֹפּוֹס לִהְיוֹת נַעֲשֶֹה אֲבִי יְתוֹמִים מַמָּשׁ, כִּי נִתְקַשֵּׁר עַל יְדֵי הַשְּׁבוּעָה שֶׁמַּטִּילִין עָלָיו וּמַמְשִׁיךְ הֶאָרַת הַדַּעַת מֵאָב לְבֵן וְכוּ' וַאֲזַי נַעֲשֶֹה אֲבִי יְתוֹמִים מַמָּשׁ, כִּי מֵאִיר בָּהֶם הַדַּעַת מֵאָב לְבֵן, מִמַּקִּיף לִפְנִימִי, שֶׁזֶּהוּ עִקַּר בְּחִינַת הָאֶפִּטְרוֹפְּסוּת כַּנַּ\"ל: בָּרוּךְ ה' לְעוֹלָם, אָמֵן וְאָמֵן:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_an_Apotropos.2.4"
  }
}