{
  "date_seed": "2026-02-20",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n🔊 כולל הקראה קולית בעברית — ניתן להאזין ב-1x, 1.5x או 2x.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 20/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Three_Year_Old_Trees.1.1\"><b>א. הלכות ערלה</b></a>\n<i>יורה דעה</i>\n\nהֲלָכָה שָׁלֹשׁ שָׁנִים יִהְיֶה לָכֶם עֲרֵלִים וּבַשָּׁנָה הָרְבִיעִית יִהְיֶה כָּל פִּרְיוֹ קֹדֶשׁ הִלּוּלִים וְכוּ': עַל-פִּי מַה שֶׁמְּבָאֵר רַבֵּנוּ נֵרוֹ יָאִיר (בְּסִימָן יט) שֶׁרַע הַכּוֹלֵל דְּהַיְנוּ רַע לְגַמְרֵי הֵם לְשׁוֹנוֹת הַשִּׁבְעִים עֲמָמִין וּלְשׁוֹן תַּרְגּוּם הִוא בְּחִינַת נֹגַהּ שֶׁהוּא בְּחִינַת עֵץ הַדַּעַת טוֹב וָרָע שֶׁהוּא מְמֻצָּע בֵּין טוֹב לְרַע וְכוּ': וְהִנֵּה רַע הַכּוֹלֵל דְּהַיְנוּ רַע לְגַמְרֵי הֵם בְּחִינַת הַשָּׁלֹשׁ קְלִפּוֹת הַטְּמֵאוֹת וְהֵם בְּחִינַת שְׁלֹשׁ שְׁנֵי עָרְלָה וְעַל-כֵּן נִקְרָאִים בְּשֵׁם עָרְלָה דְּהַיְנוּ בְּחִינַת פְּגַם הַבְּרִית שֶׁהוּא נִקְרָא עָרֵל כִּי הָרַע הַכּוֹלֵל הוּא פְּגַם הַבְּרִית כַּמְבֹאָר שָׁם וְעַל-כֵּן הַשָּׁנָה הָרְבִיעִית מְצֻוִּים לְהַעֲלוֹת הַפֵּרוֹת לִירוּשָׁלַיִם לְאָכְלָם שָׁם דַּיְקָא. כִּי עִקַּר תִּקּוּן אֲכִילַת יִשְׂרָאֵל הוּא עַל-יְדֵי שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כְּמוֹ שֶׁמְּבֹאָר שָׁם שֶׁכְּשֶׁזּוֹכֶה לִשְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ אֲזַי יָכוֹל לֶאֱכֹל כְּתִקּוּנוֹ וְכוּ' עַיֵּן שָׁם וְעַל-כֵּן שָׁלֹשׁ שְׁנֵי עָרְלָה אָסוּר לֶאֱכֹל הַפֵּרוֹת לְגַמְרֵי כִּי הֵם בְּחִינַת רַע הַכּוֹלֵל שֶׁהֵם בְּחִינַת לְשׁוֹנוֹת הָעַמִּים הֵפֶךְ לְשׁוֹן הַקֹּדֶשׁ אֲבָל הַשָּׁנָה הָרְבִיעִית שֶׁהִוא נֶגֶד הַקְּלִפָּה הָרְבִיעִית שֶׁהִוא נֹגַהּ שֶׁהוּא מְעֹרָב טוֹב וָרָע בְּחִינַת תַּרְגּוּם אֲזַי יֵשׁ תִּקּוּן לְהַפֵּרוֹת עַל-יְדֵי שֶׁמַּעֲלִין לִירוּשָׁלַיִם עִיר הַקֹּדֶשׁ שֶׁהִוא בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כִּי יְרוּשָׁלַיִם הִיא בְּחִינַת מַלְכוּת כְּמוֹ שֶׁכָּתוּב מֶלֶךְ ה' בִּירוּשָׁלַיִם וּמַלְכוּת פֶּה הַיְנוּ בְּחִינַת הַדִּבּוּר שֶׁל לְשׁוֹן הַקֹּדֶשׁ וְעַל-כֵּן מַעֲלִין פֵּרוֹת רְבָעִי לִירוּשָׁלַיִם כְּדֵי שֶׁיִּהְיֶה נִכְלָל בְּחִינַת הַתַּרְגּוּם בִּלְשׁוֹן הַקֹּדֶשׁ דְּהַיְנוּ הַפֵּרוֹת שֶׁל שָׁנָה הָרְבִיעִית שֶׁהֵם בְּחִינַת תַּרְגּוּם כַּנַּ\"ל הֵם עוֹלִין וְנִכְלָלִין בִּירוּשָׁלַיִם עִיר הַקֹּדֶשׁ שֶׁהִוא בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כַּנַּ\"ל וְזֶהוּ בְּחִינַת יִשְׁלַח עֶזְרְךָ מִקֹּדֶשׁ וּמִצִּיּוֹן יִסְעָדֶךָּ שֶׁפֵּרֵשׁ רַבֵּנוּ נֵרוֹ יָאִיר (שָׁם) עַל תִּקּוּן הַסְּעֻדָּה עַל-יְדֵי שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ עַיֵּן שָׁם. וְזֶהוּ וּמִצִּיּוֹן. מִצִּיּוֹן דַּיְקָא כִּי עַל-יְדֵי צִיּוֹן וִירוּשָׁלַיִם הוּא תִּקּוּן הַסְּעֻדָּה כִּי הֵם בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כַּנַּ\"ל אֲבָל כְּשֶׁאֵין מַעֲלִין אוֹתָן לִירוּשָׁלַיִם אָסוּר לְאָכְלָם כִּי יוּכַל לְהִתְגַּבֵּר הָרַע הַנַּ\"ל שֶׁהֵם בְּחִינַת שָׁלֹשׁ שְׁנֵי עָרְלָה וְיוֹנֵק מִן הַקְּדֻשָּׁה עַל-יְדֵי הַפֵּרוֹת רְבָעִי שֶׁהֵם בִּבְחִינַת תַּרְגּוּם כַּנַּ\"ל. כִּי עִקַּר יְנִיקַת הָרַע הַנַּ\"ל מִן הַקְּדֻשָּׁה הוּא עַל-יְדֵי לְשׁוֹן תַּרְגּוּם כַּמְבֹאָר שָׁם עַיֵּן שָׁם. עַל-כֵּן אָסוּר לְאָכְלוֹ כָּךְ רַק לְהַעֲלוֹתוֹ לִירוּשָׁלַיִם כַּנַּ\"ל. וַאֲזַי עַל-יְדֵי קְדֻשַּׁת יְרוּשָׁלַיִם נִכְנָע הָרַע שֶׁבָּהֶם דְּהַיְנוּ בְּחִינַת הָרַע שֶׁבַּתַּרְגּוּם וְהַטּוֹב עוֹלֶה וְנִכְלָל בִּלְשׁוֹן הַקֹּדֶשׁ כְּמוֹ שֶׁמְּבֹאָר שָׁם. וְזֶהוּ בְּחִינָה וּבַשָּׁנָה הָרְבִיעִית יִהְיֶה כָּל פִּרְיוֹ קֹדֶשׁ הִלּוּלִים לַה' קֹדֶשׁ דַּיְקָא שֶׁיִּהְיֶה הַפֵּרוֹת נִכְלָלִין בַּקֹּדֶשׁ דְּהַיְנוּ שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כַּנַּ\"ל. וְזֶהוּ קֹדֶשׁ הִלּוּלִים הַיְנוּ בְּחִינַת לְשׁוֹן הַקֹּדֶשׁ שֶׁהִוא הִלּוּלִים לַה': וְאִם אֵינוֹ יָכוֹל לְהַעֲלוֹת הַפֵּרוֹת אֲזַי מְחַלְּלִים עַל הַכֶּסֶף כִּי אִיתָא בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר (בְּסִימָן סח) שֶׁכָּל הַנְּפָשׁוֹת שָׁרְשָׁם בַּעֲשִׁירוּת וְעַל-כֵּן הַכֹּל תְּאֵבִין אֶל הַמָּמוֹן עַיֵּן שָׁם וְעַל וְעַל-כֵּן עַל-יְדֵי הַמָּמוֹן קוֹנִין כָּל הַדְּבָרִים שֶׁבָּעוֹלָם וְהַמָּמוֹן חָשׁוּב מִן הַכֹּל כְּמוֹ שֶׁכָּתוּב וְהַכֶּסֶף יַעֲנֶה אֶת הַכֹּל כִּי כָּל הַדְּבָרִים יֵשׁ בָּהֶם נְפָשׁוֹת כַּיָּדוּעַ וְכָל הַנְּפָשׁוֹת תְּאֵבִין אֶל",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Three_Year_Old_Trees.1.1\"><b>א. הלכות ערלה</b></a> (המשך)\n\nהַמָּמוֹן שֶׁהוּא שָׁרְשָׁם כַּנַּ\"ל וְעַל-כֵּן תֵּכֶף כְּשֶׁרוֹאִין הַמָּמוֹן נִכְסָפִין אֵלָיו וּתְאֵבִין לוֹ וְעַל-כֵּן עַל-יְדֵי הַמָּמוֹן קוֹנִין תֵּכֶף כָּל הַדְּבָרִים שֶׁבָּעוֹלָם בְּלִי שׁוּם טֹרַח. כִּי הַכֹּל נִכְסָפִין אֶל הַמָּמוֹן כַּנַּ\"ל. וְעַל-כֵּן יְכוֹלִין לְחַלֵּל פֵּרוֹת רְבָעִי וּמַעֲשֵׂר שֵׁנִי עַל הַכֶּסֶף כִּי הַכֶּסֶף שֶׁהוּא שֹׁרֶשׁ הַנְּפָשׁוֹת יֵשׁ לוֹ כֹּחַ לְחַלֵּל וּלְהַחֲלִיף עָלָיו הַפֵּרוֹת דְּהַיְנוּ שֶׁיּוֹצְאִין מֵהֶם הַנְּפָשׁוֹת וְהַחִיּוּת שֶׁבָּהֶם וְנִכְלָל בְּהַכֶּסֶף. מֵאַחַר שֶׁהוּא שֹׁרֶשׁ הַנְּפָשׁוֹת כַּנַּ\"ל וְנַעֲשֶׂה הוּא תְּמוּרַת הַפֵּרוֹת מַמָּשׁ. וְעַל-כֵּן צָרִיךְ לְחַלֵּל עַל הַמָּעוֹת דַּיְקָא דְּהַיְנוּ מַטְבֵּעַ שֶׁיֵּשׁ בּוֹ צוּרָה וְכַמּוּבָן שָׁם בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר שֶׁעִקַּר הַמָּמוֹן הֵם הַמַּטְבֵּעוֹת שֶׁהֵם קוֹנִין כָּל דָּבָר וְהֵם שָׁרְשֵׁי הַנְּפָשׁוֹת כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Three_Year_Old_Trees.1.1\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Procreation.3.1\"><b>ב. הלכות פריה ורביה ואישות</b></a>\n<i>אבן העזר</i>\n\nעַל-פִּי הַתּוֹרָה עַל פָּסוּק, \"שָׂשׂוֹן וְשִׂמְחָה יַשִּיגוּ וְנָסוּ יָגוֹן וַאֲנָחָה\" בְּלִקּוּטֵי תִּנְיָנָא סִימָן כג:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Procreation.3.1\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Three Year Old Trees",
      "section_he": "הלכות ערלה",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Three_Year_Old_Trees",
      "has_english": false
    },
    "chapter": 1,
    "siman": 1,
    "hebrew_text": "הֲלָכָה שָׁלֹשׁ שָׁנִים יִהְיֶה לָכֶם עֲרֵלִים וּבַשָּׁנָה הָרְבִיעִית יִהְיֶה כָּל פִּרְיוֹ קֹדֶשׁ הִלּוּלִים וְכוּ': עַל-פִּי מַה שֶׁמְּבָאֵר רַבֵּנוּ נֵרוֹ יָאִיר (בְּסִימָן יט) שֶׁרַע הַכּוֹלֵל דְּהַיְנוּ רַע לְגַמְרֵי הֵם לְשׁוֹנוֹת הַשִּׁבְעִים עֲמָמִין וּלְשׁוֹן תַּרְגּוּם הִוא בְּחִינַת נֹגַהּ שֶׁהוּא בְּחִינַת עֵץ הַדַּעַת טוֹב וָרָע שֶׁהוּא מְמֻצָּע בֵּין טוֹב לְרַע וְכוּ': וְהִנֵּה רַע הַכּוֹלֵל דְּהַיְנוּ רַע לְגַמְרֵי הֵם בְּחִינַת הַשָּׁלֹשׁ קְלִפּוֹת הַטְּמֵאוֹת וְהֵם בְּחִינַת שְׁלֹשׁ שְׁנֵי עָרְלָה וְעַל-כֵּן נִקְרָאִים בְּשֵׁם עָרְלָה דְּהַיְנוּ בְּחִינַת פְּגַם הַבְּרִית שֶׁהוּא נִקְרָא עָרֵל כִּי הָרַע הַכּוֹלֵל הוּא פְּגַם הַבְּרִית כַּמְבֹאָר שָׁם וְעַל-כֵּן הַשָּׁנָה הָרְבִיעִית מְצֻוִּים לְהַעֲלוֹת הַפֵּרוֹת לִירוּשָׁלַיִם לְאָכְלָם שָׁם דַּיְקָא. כִּי עִקַּר תִּקּוּן אֲכִילַת יִשְׂרָאֵל הוּא עַל-יְדֵי שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כְּמוֹ שֶׁמְּבֹאָר שָׁם שֶׁכְּשֶׁזּוֹכֶה לִשְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ אֲזַי יָכוֹל לֶאֱכֹל כְּתִקּוּנוֹ וְכוּ' עַיֵּן שָׁם וְעַל-כֵּן שָׁלֹשׁ שְׁנֵי עָרְלָה אָסוּר לֶאֱכֹל הַפֵּרוֹת לְגַמְרֵי כִּי הֵם בְּחִינַת רַע הַכּוֹלֵל שֶׁהֵם בְּחִינַת לְשׁוֹנוֹת הָעַמִּים הֵפֶךְ לְשׁוֹן הַקֹּדֶשׁ אֲבָל הַשָּׁנָה הָרְבִיעִית שֶׁהִוא נֶגֶד הַקְּלִפָּה הָרְבִיעִית שֶׁהִוא נֹגַהּ שֶׁהוּא מְעֹרָב טוֹב וָרָע בְּחִינַת תַּרְגּוּם אֲזַי יֵשׁ תִּקּוּן לְהַפֵּרוֹת עַל-יְדֵי שֶׁמַּעֲלִין לִירוּשָׁלַיִם עִיר הַקֹּדֶשׁ שֶׁהִוא בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כִּי יְרוּשָׁלַיִם הִיא בְּחִינַת מַלְכוּת כְּמוֹ שֶׁכָּתוּב מֶלֶךְ ה' בִּירוּשָׁלַיִם וּמַלְכוּת פֶּה הַיְנוּ בְּחִינַת הַדִּבּוּר שֶׁל לְשׁוֹן הַקֹּדֶשׁ וְעַל-כֵּן מַעֲלִין פֵּרוֹת רְבָעִי לִירוּשָׁלַיִם כְּדֵי שֶׁיִּהְיֶה נִכְלָל בְּחִינַת הַתַּרְגּוּם בִּלְשׁוֹן הַקֹּדֶשׁ דְּהַיְנוּ הַפֵּרוֹת שֶׁל שָׁנָה הָרְבִיעִית שֶׁהֵם בְּחִינַת תַּרְגּוּם כַּנַּ\"ל הֵם עוֹלִין וְנִכְלָלִין בִּירוּשָׁלַיִם עִיר הַקֹּדֶשׁ שֶׁהִוא בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כַּנַּ\"ל וְזֶהוּ בְּחִינַת יִשְׁלַח עֶזְרְךָ מִקֹּדֶשׁ וּמִצִּיּוֹן יִסְעָדֶךָּ שֶׁפֵּרֵשׁ רַבֵּנוּ נֵרוֹ יָאִיר (שָׁם) עַל תִּקּוּן הַסְּעֻדָּה עַל-יְדֵי שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ עַיֵּן שָׁם. וְזֶהוּ וּמִצִּיּוֹן. מִצִּיּוֹן דַּיְקָא כִּי עַל-יְדֵי צִיּוֹן וִירוּשָׁלַיִם הוּא תִּקּוּן הַסְּעֻדָּה כִּי הֵם בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כַּנַּ\"ל אֲבָל כְּשֶׁאֵין מַעֲלִין אוֹתָן לִירוּשָׁלַיִם אָסוּר לְאָכְלָם כִּי יוּכַל לְהִתְגַּבֵּר הָרַע הַנַּ\"ל שֶׁהֵם בְּחִינַת שָׁלֹשׁ שְׁנֵי עָרְלָה וְיוֹנֵק מִן הַקְּדֻשָּׁה עַל-יְדֵי הַפֵּרוֹת רְבָעִי שֶׁהֵם בִּבְחִינַת תַּרְגּוּם כַּנַּ\"ל. כִּי עִקַּר יְנִיקַת הָרַע הַנַּ\"ל מִן הַקְּדֻשָּׁה הוּא עַל-יְדֵי לְשׁוֹן תַּרְגּוּם כַּמְבֹאָר שָׁם עַיֵּן שָׁם. עַל-כֵּן אָסוּר לְאָכְלוֹ כָּךְ רַק לְהַעֲלוֹתוֹ לִירוּשָׁלַיִם כַּנַּ\"ל. וַאֲזַי עַל-יְדֵי קְדֻשַּׁת יְרוּשָׁלַיִם נִכְנָע הָרַע שֶׁבָּהֶם דְּהַיְנוּ בְּחִינַת הָרַע שֶׁבַּתַּרְגּוּם וְהַטּוֹב עוֹלֶה וְנִכְלָל בִּלְשׁוֹן הַקֹּדֶשׁ כְּמוֹ שֶׁמְּבֹאָר שָׁם. וְזֶהוּ בְּחִינָה וּבַשָּׁנָה הָרְבִיעִית יִהְיֶה כָּל פִּרְיוֹ קֹדֶשׁ הִלּוּלִים לַה' קֹדֶשׁ דַּיְקָא שֶׁיִּהְיֶה הַפֵּרוֹת נִכְלָלִין בַּקֹּדֶשׁ דְּהַיְנוּ שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כַּנַּ\"ל. וְזֶהוּ קֹדֶשׁ הִלּוּלִים הַיְנוּ בְּחִינַת לְשׁוֹן הַקֹּדֶשׁ שֶׁהִוא הִלּוּלִים לַה': וְאִם אֵינוֹ יָכוֹל לְהַעֲלוֹת הַפֵּרוֹת אֲזַי מְחַלְּלִים עַל הַכֶּסֶף כִּי אִיתָא בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר (בְּסִימָן סח) שֶׁכָּל הַנְּפָשׁוֹת שָׁרְשָׁם בַּעֲשִׁירוּת וְעַל-כֵּן הַכֹּל תְּאֵבִין אֶל הַמָּמוֹן עַיֵּן שָׁם וְעַל וְעַל-כֵּן עַל-יְדֵי הַמָּמוֹן קוֹנִין כָּל הַדְּבָרִים שֶׁבָּעוֹלָם וְהַמָּמוֹן חָשׁוּב מִן הַכֹּל כְּמוֹ שֶׁכָּתוּב וְהַכֶּסֶף יַעֲנֶה אֶת הַכֹּל כִּי כָּל הַדְּבָרִים יֵשׁ בָּהֶם נְפָשׁוֹת כַּיָּדוּעַ וְכָל הַנְּפָשׁוֹת תְּאֵבִין אֶל הַמָּמוֹן שֶׁהוּא שָׁרְשָׁם כַּנַּ\"ל וְעַל-כֵּן תֵּכֶף כְּשֶׁרוֹאִין הַמָּמוֹן נִכְסָפִין אֵלָיו וּתְאֵבִין לוֹ וְעַל-כֵּן עַל-יְדֵי הַמָּמוֹן קוֹנִין תֵּכֶף כָּל הַדְּבָרִים שֶׁבָּעוֹלָם בְּלִי שׁוּם טֹרַח. כִּי הַכֹּל נִכְסָפִין אֶל הַמָּמוֹן כַּנַּ\"ל. וְעַל-כֵּן יְכוֹלִין לְחַלֵּל פֵּרוֹת רְבָעִי וּמַעֲשֵׂר שֵׁנִי עַל הַכֶּסֶף כִּי הַכֶּסֶף שֶׁהוּא שֹׁרֶשׁ הַנְּפָשׁוֹת יֵשׁ לוֹ כֹּחַ לְחַלֵּל וּלְהַחֲלִיף עָלָיו הַפֵּרוֹת דְּהַיְנוּ שֶׁיּוֹצְאִין מֵהֶם הַנְּפָשׁוֹת וְהַחִיּוּת שֶׁבָּהֶם וְנִכְלָל בְּהַכֶּסֶף. מֵאַחַר שֶׁהוּא שֹׁרֶשׁ הַנְּפָשׁוֹת כַּנַּ\"ל וְנַעֲשֶׂה הוּא תְּמוּרַת הַפֵּרוֹת מַמָּשׁ. וְעַל-כֵּן צָרִיךְ לְחַלֵּל עַל הַמָּעוֹת דַּיְקָא דְּהַיְנוּ מַטְבֵּעַ שֶׁיֵּשׁ בּוֹ צוּרָה וְכַמּוּבָן שָׁם בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר שֶׁעִקַּר הַמָּמוֹן הֵם הַמַּטְבֵּעוֹת שֶׁהֵם קוֹנִין כָּל דָּבָר וְהֵם שָׁרְשֵׁי הַנְּפָשׁוֹת כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Three_Year_Old_Trees.1.1"
  },
  "second": {
    "section": {
      "volume": "Even HaEzer",
      "section": "Laws of Procreation",
      "section_he": "הלכות פריה ורביה ואישות",
      "ref_base": "Likutei_Halakhot,_Even_HaEzer,_Laws_of_Procreation",
      "has_english": false
    },
    "chapter": 3,
    "siman": 1,
    "hebrew_text": "עַל-פִּי הַתּוֹרָה עַל פָּסוּק, \"שָׂשׂוֹן וְשִׂמְחָה יַשִּיגוּ וְנָסוּ יָגוֹן וַאֲנָחָה\" בְּלִקּוּטֵי תִּנְיָנָא סִימָן כג:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Procreation.3.1"
  }
}