{
  "date_seed": "2026-02-01",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 01/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath.2.1\"><b>א. הלכות שבת</b></a>\n<i>אורח חיים</i>\n\nעַל-פִּי הַמַּאֲמָר וּבְיוֹם הַבִּכּוּרִים שֶׁל רַבִּי יְהוּדָה הִינְדוּאָה מִשְׁתָּעֵי (בְּלִקּוּטֵי תִּנְיָנָא סִימָן ד) עַיֵּן שָׁם כָּל הַמַּאֲמָר הֵיטֵב: וְהִנֵּה עַל-פִּי הַנֶּאֱמַר שָׁם מוּבָן הֵיטֵב. טַעַם אִסּוּר ל\"ט מְלָאכוֹת בְּשַׁבָּת כִּי בְּשַׁבָּת הוּא הִתְגַּלּוּת שֹׁרֶשׁ הָרָצוֹן מֵצַח הָרָצוֹן שֶׁנִּתְגַּלֶּה בְּשַׁבָּת בְּמִנְחָה שֶׁאָז הָיְתָה הִסְתַּלְּקוּת מֹשֶׁה. וּמֵאַחַר שֶׁאָז נִתְגַּלֶּה הָרָצוֹן מִזֶּה נַעֲשֶׂה יִרְאָה וְזֶה בְּחִינַת יָרֵא שַׁבָּת כִּי בְּשַׁבָּת נַעֲשֶׂה יִרְאָה עַל-יְדֵי הִתְגַּלּוּת הָרָצוֹן כַּנַּ\"ל. וְעַל-יְדֵי הַיִּרְאָה נִשְׁפָּע חֶסֶד. וַאֲזַי אֵין צְרִיכִין לַעֲשׂוֹת שׁוּם מְלָאכָה כִּי נִתְקַיֵּם הָעוֹלָם בְּחַסְדּוֹ וְעַל-כֵּן אָסוּר לַעֲשׂוֹת שׁוּם מְלָאכָה בְּשַׁבָּת. כִּי פּוֹגֵם בִּכְבוֹד שַׁבָּת שֶׁאָז נִשְׁפָּע חֶסֶד גָּדוֹל. וְנִתְקַיֵּם הָעוֹלָם בְּלִי אִתְעָרוּתָא דִּלְתַתָּא כְּלָל נִמְצָא כְּמוֹ שֶׁבְּחִדּוּשׁ הָעוֹלָם בְּעֵת שֶׁבָּרָא ה' יִתְבָּרַךְ אֶת הָעוֹלָם בָּרָא בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה וּבַיּוֹם הַשְּׁבִיעִי שָׁבַת וְנָח כְּמוֹ כֵן עַתָּה בְּקִיּוּם הָעוֹלָם אָנוּ עוֹשִׂין מְלָאכוֹת בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה שֶׁהוּא בְּחִינַת אִתְעָרוּתָא דִּלְתַתָּא קִיּוּם הָעוֹלָם וּבְשַׁבָּת אָסוּר לָנוּ לַעֲשׂוֹת מְלָאכָה. כִּי אָז נִשְׁפָּע הַחֶסֶד. וְאֵין צְרִיכִין לְאִתְעָרוּתָא דִּלְתַתָּא כְּלָל. בִּשְׁבִיל קִיּוּם הָעוֹלָם. כִּי נִתְקַיֵּם הָעוֹלָם בְּחַסְדּוֹ וְעַל-כֵּן חַיָּב לֶאֱכֹל שָׁלֹשׁ סְעֻדּוֹת בְּשַׁבָּת. כִּי אֵלּוּ הַשָּׁלֹשׁ סְעֻדּוֹת הֵם כְּנֶגֶד הַשְּׁלֹשָׁה יָמִים טוֹבִים. שֶׁהֵם בְּחִינַת הִתְגַּלּוּת הָרָצוֹן כְּמוֹ שֶׁמְּבֹאָר שָׁם. כִּי אִיתָא. שֶׁשָּׁלֹשׁ סְעֻדּוֹת שֶׁל שַׁבָּת הֵם כְּנֶגֶד שְׁלֹשָׁה אָבוֹת. וְכֵן שְׁלֹשָׁה יָמִים טוֹבִים הֵם גַּם כֵּן כְּנֶגֶד שְׁלֹשָׁה אָבוֹת אַבְרָהָם יִצְחָק וְיַעֲקֹב כִּי כָּל הַיָּמִים טוֹבִים מְקַבְּלִים מִשַּׁבָּת וּבִשְׁבִיל זֶה נִקְרָא שַׁבָּת תְּחִלָּה לְמִקְרָאֵי קֹדֶשׁ. כִּי שַׁבָּת הִוא רֹאשׁ וְהַתְחָלָה לְכָל הַמִּקְרָאֵי קֹדֶשׁ שֶׁכֻּלָּם מְקַבְּלִים מִשַּׁבָּת. כִּי הַיָּמִים טוֹבִים הֵם בְּחִינַת הִתְגַּלּוּת הָרָצוֹן כַּמְבֹאָר שָׁם וְשַׁבָּת הִוא בְּחִינַת רָצוֹן שֶׁבָּרְצוֹנוֹת שֹׁרֶשׁ הָרָצוֹן שֶׁשָּׁם מְקַשְּׁרִים כָּל הָרְצוֹנוֹת כְּמוֹ שֶׁמְּבֹאָר שָׁם. נִמְצָא שֶׁכָּל הַיָּמִים טוֹבִים שֶׁהֵם בְּחִינַת מִקְרָאֵי קֹדֶשׁ מֵחֲמַת שֶׁהֵם קוֹרְאִים אֶת הָרָצוֹן הֵם מְקַבְּלִים מִשַּׁבָּת שֶׁהִוא בְּחִינַת שֹׁרֶשׁ הָרָצוֹן כַּנַּ\"ל. וְזֶהוּ שֶׁנִּקְרָא שַׁבָּת תְּחִלָּה לְמִקְרָאֵי קֹדֶשׁ. לְמִקְרָאֵי קֹדֶשׁ דַּיְקָא כִּי הַיָּמִים טוֹבִים נִקְרָאִים מִקְרָאֵי קֹדֶשׁ. עַל-יְדֵי שֶׁהֵם קוֹרְאִים אֶת הָרָצוֹן כְּמוֹ שֶׁמְּבֹאָר שָׁם וְשַׁבָּת הִוא תְּחִלָּה לְמִקְרָאֵי קֹדֶשׁ. כִּי הִתְגַּלּוּת הָרָצוֹן שֶׁזֶּה בְּחִינַת מִקְרָא קֹדֶשׁ הֵם צְרִיכִים לְקַבֵּל כֹּחַ מִשַּׁבָּת שֶׁהִוא שֹׁרֶשׁ הָרָצוֹן כַּנַּ\"ל נִמְצָא שֶׁכָּל הַשְּׁלֹשָׁה יָמִים טוֹבִים מְקַבְּלִים מִשַּׁבָּת. וְעַל-כֵּן גַּם בְּשַׁבָּת בְּעַצְמוֹ מְקַיְּמִים שָׁלֹשׁ סְעֻדּוֹת כְּנֶגֶד שְׁלֹשָׁה הַיָּמִים טוֹבִים הַנַּ\"ל כִּי שָׁלֹשׁ סְעֻדּוֹת שֶׁל שַׁבָּת הֵם בְּחִינַת הִתְגַּלּוּת הָרָצוֹן. כִּי שָׁלֹשׁ סְעֻדּוֹת הֵם נִלְמָדִין מִפָּסוּק אִכְלוּהוּ הַיּוֹם וְכוּ' הַנֶּאֱמַר בַּמָּן. נִמְצָא שֶׁאֲכִילַת שַׁבָּת הִוא זֵכֶר לַמָּן שֶׁמִּשָּׁם אָנוּ לְמֵדִין הַשָּׁלֹשׁ סְעֻדּוֹת. וְכַמְבֹאָר בַּשֻּׁלְחָן עָרוּךְ שֶׁרָאוּי לַעֲשׂוֹת בִּסְעֻדּוֹת שַׁבָּת זֵכֶר לַמָּן כְּגוֹן לֶאֱכֹל מולייתא. וְכֵן הַפַּת בֵּין שְׁנֵי מַפּוֹת כְּמוֹ הַמָּן. נִמְצָא כְּשֶׁאָנוּ אוֹכְלִין בְּשַׁבָּת אָנוּ מְעִידִין שֶׁאָכְלוּ יִשְׂרָאֵל אֶת הַמָּן שֶׁהָיָה בּוֹ אוֹתוֹת נוֹרָאוֹת שֶׁיָּרַד בְּשֵׁשֶׁת יָמִים וּבְשַׁבָּת לֹא יָרַד. וְעַל-כֵּן עַל-יְדֵי אֲכִילַת שַׁבָּת נִתְגַּלֶּה הָרָצוֹן שֶׁהַכֹּל בִּרְצוֹנוֹ יִתְבָּרַךְ. כִּי עִקַּר קְדֻשַּׁת שַׁבָּת הִוא",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath.2.1\"><b>א. הלכות שבת</b></a> (המשך)\n\nהָאֲכִילָה שֶׁל שַׁבָּת כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר וְשַׁבָּת הִוא הִתְגַּלּוּת הָרָצוֹן כַּנַּ\"ל. כִּי שַׁבָּת מוֹרָה עַל חִדּוּשׁ הָעוֹלָם שֶׁה' יִתְבָּרַךְ בָּרָא אֶת הָעוֹלָם כִּרְצוֹנוֹ כַּמּוּבָא. נִמְצָא שֶׁעַל-יְדֵי אֲכִילַת שַׁבָּת שֶׁזֶּהוּ עִקַּר כְּבוֹד שַׁבָּת. כִּי עַל-יְדֵי בִּטּוּל מְלָאכָה לְבַד אֵין נִכָּר כְּבוֹד שַׁבָּת כָּל כָּךְ עַל-יְדֵי שֵׁב וְאַל תַּעֲשֶׂה. רַק עַל-יְדֵי כְּבוֹד שַׁבָּת דְּהַיְנוּ שָׁלֹשׁ סְעֻדּוֹת שֶׁל שַׁבָּת בָּזֶה נִתְגַּלֶּה כְּבוֹד קְדֻשַּׁת שַׁבָּת שֶׁהוּא מוֹרֶה עַל חִדּוּשׁ הָעוֹלָם כִּי הוּא זֵכֶר לַמָּן שֶׁהָיָה בּוֹ אוֹתוֹת נוֹרָאוֹת. נִמְצָא שֶׁנִּתְגַּלֶּה בְּזֶה הָרָצוֹן. שֶׁהַכֹּל בִּרְצוֹנוֹ יִתְבָּרַךְ. כִּי הוּא יִתְבָּרַךְ חִדֵּשׁ הָעוֹלָם בִּרְצוֹנוֹ. וְעוֹשֶׂה בָּהּ כִּרְצוֹנוֹ כַּנַּ\"ל. וְעַל-כֵּן הֵם שָׁלֹשׁ סְעֻדּוֹת כְּנֶגֶד שְׁלֹשָׁה יָמִים טוֹבִים שֶׁהֵם הִתְגַּלּוּת הָרָצוֹן שֶׁכֻּלָּם מְקַבְּלִים מִשַּׁבָּת כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath.2.1\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Matrimony.1.4\"><b>ב. הלכות אישות</b></a>\n<i>אבן העזר</i>\n\nוְעַל-כֵּן אָסוּר לָנוּ לְהִתְחַתֵּן וּלְהִתְחַבֵּר עִם כָּל הָאֻמּוֹת, כִּי הֵם כֻּלָּם בִּבְחִינַת אַכְזָרִיּוּת וְדִין, כִּי נִמְשְׁלוּ לְחַיּוֹת רָעוֹת, בְּחִינַת אַכְזָרִיּוּת וְדִינִים, שֶׁהוּא פְּגַם הַדַּעַת שֶׁמִּשָּׁם בָּא תַּאֲוָה הַנַּ\"ל, וְעַל-כֵּן אָסוּר לְיִשְׂרָאֵל לְהִתְחַתֵּן עִמָּהֶם, כִּי עִקַּר הַחִבּוּר שֶׁל יִשְׂרָאֵל צָרִיךְ לִהְיוֹת דַּיְקָא בִּבְחִינַת רַחֲמִים וָדַעַת שֶׁהוּא הַמְּחִצָּה פְּרוּסָה בִּפְנֵי הַתַּאֲוָה כְּדֵי שֶׁיִּהְיֶה הַזִּוּוּג בִּקְדֻשָּׁה כָּרָאוּי כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Matrimony.1.4\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Orach Chaim",
      "section": "Laws of the Sabbath",
      "section_he": "הלכות שבת",
      "ref_base": "Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath",
      "has_english": false
    },
    "chapter": 2,
    "siman": 1,
    "hebrew_text": "עַל-פִּי הַמַּאֲמָר וּבְיוֹם הַבִּכּוּרִים שֶׁל רַבִּי יְהוּדָה הִינְדוּאָה מִשְׁתָּעֵי (בְּלִקּוּטֵי תִּנְיָנָא סִימָן ד) עַיֵּן שָׁם כָּל הַמַּאֲמָר הֵיטֵב: וְהִנֵּה עַל-פִּי הַנֶּאֱמַר שָׁם מוּבָן הֵיטֵב. טַעַם אִסּוּר ל\"ט מְלָאכוֹת בְּשַׁבָּת כִּי בְּשַׁבָּת הוּא הִתְגַּלּוּת שֹׁרֶשׁ הָרָצוֹן מֵצַח הָרָצוֹן שֶׁנִּתְגַּלֶּה בְּשַׁבָּת בְּמִנְחָה שֶׁאָז הָיְתָה הִסְתַּלְּקוּת מֹשֶׁה. וּמֵאַחַר שֶׁאָז נִתְגַּלֶּה הָרָצוֹן מִזֶּה נַעֲשֶׂה יִרְאָה וְזֶה בְּחִינַת יָרֵא שַׁבָּת כִּי בְּשַׁבָּת נַעֲשֶׂה יִרְאָה עַל-יְדֵי הִתְגַּלּוּת הָרָצוֹן כַּנַּ\"ל. וְעַל-יְדֵי הַיִּרְאָה נִשְׁפָּע חֶסֶד. וַאֲזַי אֵין צְרִיכִין לַעֲשׂוֹת שׁוּם מְלָאכָה כִּי נִתְקַיֵּם הָעוֹלָם בְּחַסְדּוֹ וְעַל-כֵּן אָסוּר לַעֲשׂוֹת שׁוּם מְלָאכָה בְּשַׁבָּת. כִּי פּוֹגֵם בִּכְבוֹד שַׁבָּת שֶׁאָז נִשְׁפָּע חֶסֶד גָּדוֹל. וְנִתְקַיֵּם הָעוֹלָם בְּלִי אִתְעָרוּתָא דִּלְתַתָּא כְּלָל נִמְצָא כְּמוֹ שֶׁבְּחִדּוּשׁ הָעוֹלָם בְּעֵת שֶׁבָּרָא ה' יִתְבָּרַךְ אֶת הָעוֹלָם בָּרָא בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה וּבַיּוֹם הַשְּׁבִיעִי שָׁבַת וְנָח כְּמוֹ כֵן עַתָּה בְּקִיּוּם הָעוֹלָם אָנוּ עוֹשִׂין מְלָאכוֹת בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶׂה שֶׁהוּא בְּחִינַת אִתְעָרוּתָא דִּלְתַתָּא קִיּוּם הָעוֹלָם וּבְשַׁבָּת אָסוּר לָנוּ לַעֲשׂוֹת מְלָאכָה. כִּי אָז נִשְׁפָּע הַחֶסֶד. וְאֵין צְרִיכִין לְאִתְעָרוּתָא דִּלְתַתָּא כְּלָל. בִּשְׁבִיל קִיּוּם הָעוֹלָם. כִּי נִתְקַיֵּם הָעוֹלָם בְּחַסְדּוֹ וְעַל-כֵּן חַיָּב לֶאֱכֹל שָׁלֹשׁ סְעֻדּוֹת בְּשַׁבָּת. כִּי אֵלּוּ הַשָּׁלֹשׁ סְעֻדּוֹת הֵם כְּנֶגֶד הַשְּׁלֹשָׁה יָמִים טוֹבִים. שֶׁהֵם בְּחִינַת הִתְגַּלּוּת הָרָצוֹן כְּמוֹ שֶׁמְּבֹאָר שָׁם. כִּי אִיתָא. שֶׁשָּׁלֹשׁ סְעֻדּוֹת שֶׁל שַׁבָּת הֵם כְּנֶגֶד שְׁלֹשָׁה אָבוֹת. וְכֵן שְׁלֹשָׁה יָמִים טוֹבִים הֵם גַּם כֵּן כְּנֶגֶד שְׁלֹשָׁה אָבוֹת אַבְרָהָם יִצְחָק וְיַעֲקֹב כִּי כָּל הַיָּמִים טוֹבִים מְקַבְּלִים מִשַּׁבָּת וּבִשְׁבִיל זֶה נִקְרָא שַׁבָּת תְּחִלָּה לְמִקְרָאֵי קֹדֶשׁ. כִּי שַׁבָּת הִוא רֹאשׁ וְהַתְחָלָה לְכָל הַמִּקְרָאֵי קֹדֶשׁ שֶׁכֻּלָּם מְקַבְּלִים מִשַּׁבָּת. כִּי הַיָּמִים טוֹבִים הֵם בְּחִינַת הִתְגַּלּוּת הָרָצוֹן כַּמְבֹאָר שָׁם וְשַׁבָּת הִוא בְּחִינַת רָצוֹן שֶׁבָּרְצוֹנוֹת שֹׁרֶשׁ הָרָצוֹן שֶׁשָּׁם מְקַשְּׁרִים כָּל הָרְצוֹנוֹת כְּמוֹ שֶׁמְּבֹאָר שָׁם. נִמְצָא שֶׁכָּל הַיָּמִים טוֹבִים שֶׁהֵם בְּחִינַת מִקְרָאֵי קֹדֶשׁ מֵחֲמַת שֶׁהֵם קוֹרְאִים אֶת הָרָצוֹן הֵם מְקַבְּלִים מִשַּׁבָּת שֶׁהִוא בְּחִינַת שֹׁרֶשׁ הָרָצוֹן כַּנַּ\"ל. וְזֶהוּ שֶׁנִּקְרָא שַׁבָּת תְּחִלָּה לְמִקְרָאֵי קֹדֶשׁ. לְמִקְרָאֵי קֹדֶשׁ דַּיְקָא כִּי הַיָּמִים טוֹבִים נִקְרָאִים מִקְרָאֵי קֹדֶשׁ. עַל-יְדֵי שֶׁהֵם קוֹרְאִים אֶת הָרָצוֹן כְּמוֹ שֶׁמְּבֹאָר שָׁם וְשַׁבָּת הִוא תְּחִלָּה לְמִקְרָאֵי קֹדֶשׁ. כִּי הִתְגַּלּוּת הָרָצוֹן שֶׁזֶּה בְּחִינַת מִקְרָא קֹדֶשׁ הֵם צְרִיכִים לְקַבֵּל כֹּחַ מִשַּׁבָּת שֶׁהִוא שֹׁרֶשׁ הָרָצוֹן כַּנַּ\"ל נִמְצָא שֶׁכָּל הַשְּׁלֹשָׁה יָמִים טוֹבִים מְקַבְּלִים מִשַּׁבָּת. וְעַל-כֵּן גַּם בְּשַׁבָּת בְּעַצְמוֹ מְקַיְּמִים שָׁלֹשׁ סְעֻדּוֹת כְּנֶגֶד שְׁלֹשָׁה הַיָּמִים טוֹבִים הַנַּ\"ל כִּי שָׁלֹשׁ סְעֻדּוֹת שֶׁל שַׁבָּת הֵם בְּחִינַת הִתְגַּלּוּת הָרָצוֹן. כִּי שָׁלֹשׁ סְעֻדּוֹת הֵם נִלְמָדִין מִפָּסוּק אִכְלוּהוּ הַיּוֹם וְכוּ' הַנֶּאֱמַר בַּמָּן. נִמְצָא שֶׁאֲכִילַת שַׁבָּת הִוא זֵכֶר לַמָּן שֶׁמִּשָּׁם אָנוּ לְמֵדִין הַשָּׁלֹשׁ סְעֻדּוֹת. וְכַמְבֹאָר בַּשֻּׁלְחָן עָרוּךְ שֶׁרָאוּי לַעֲשׂוֹת בִּסְעֻדּוֹת שַׁבָּת זֵכֶר לַמָּן כְּגוֹן לֶאֱכֹל מולייתא. וְכֵן הַפַּת בֵּין שְׁנֵי מַפּוֹת כְּמוֹ הַמָּן. נִמְצָא כְּשֶׁאָנוּ אוֹכְלִין בְּשַׁבָּת אָנוּ מְעִידִין שֶׁאָכְלוּ יִשְׂרָאֵל אֶת הַמָּן שֶׁהָיָה בּוֹ אוֹתוֹת נוֹרָאוֹת שֶׁיָּרַד בְּשֵׁשֶׁת יָמִים וּבְשַׁבָּת לֹא יָרַד. וְעַל-כֵּן עַל-יְדֵי אֲכִילַת שַׁבָּת נִתְגַּלֶּה הָרָצוֹן שֶׁהַכֹּל בִּרְצוֹנוֹ יִתְבָּרַךְ. כִּי עִקַּר קְדֻשַּׁת שַׁבָּת הִוא הָאֲכִילָה שֶׁל שַׁבָּת כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר וְשַׁבָּת הִוא הִתְגַּלּוּת הָרָצוֹן כַּנַּ\"ל. כִּי שַׁבָּת מוֹרָה עַל חִדּוּשׁ הָעוֹלָם שֶׁה' יִתְבָּרַךְ בָּרָא אֶת הָעוֹלָם כִּרְצוֹנוֹ כַּמּוּבָא. נִמְצָא שֶׁעַל-יְדֵי אֲכִילַת שַׁבָּת שֶׁזֶּהוּ עִקַּר כְּבוֹד שַׁבָּת. כִּי עַל-יְדֵי בִּטּוּל מְלָאכָה לְבַד אֵין נִכָּר כְּבוֹד שַׁבָּת כָּל כָּךְ עַל-יְדֵי שֵׁב וְאַל תַּעֲשֶׂה. רַק עַל-יְדֵי כְּבוֹד שַׁבָּת דְּהַיְנוּ שָׁלֹשׁ סְעֻדּוֹת שֶׁל שַׁבָּת בָּזֶה נִתְגַּלֶּה כְּבוֹד קְדֻשַּׁת שַׁבָּת שֶׁהוּא מוֹרֶה עַל חִדּוּשׁ הָעוֹלָם כִּי הוּא זֵכֶר לַמָּן שֶׁהָיָה בּוֹ אוֹתוֹת נוֹרָאוֹת. נִמְצָא שֶׁנִּתְגַּלֶּה בְּזֶה הָרָצוֹן. שֶׁהַכֹּל בִּרְצוֹנוֹ יִתְבָּרַךְ. כִּי הוּא יִתְבָּרַךְ חִדֵּשׁ הָעוֹלָם בִּרְצוֹנוֹ. וְעוֹשֶׂה בָּהּ כִּרְצוֹנוֹ כַּנַּ\"ל. וְעַל-כֵּן הֵם שָׁלֹשׁ סְעֻדּוֹת כְּנֶגֶד שְׁלֹשָׁה יָמִים טוֹבִים שֶׁהֵם הִתְגַּלּוּת הָרָצוֹן שֶׁכֻּלָּם מְקַבְּלִים מִשַּׁבָּת כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Sabbath.2.1"
  },
  "second": {
    "section": {
      "volume": "Even HaEzer",
      "section": "Laws of Matrimony",
      "section_he": "הלכות אישות",
      "ref_base": "Likutei_Halakhot,_Even_HaEzer,_Laws_of_Matrimony",
      "has_english": false
    },
    "chapter": 1,
    "siman": 4,
    "hebrew_text": "וְעַל-כֵּן אָסוּר לָנוּ לְהִתְחַתֵּן וּלְהִתְחַבֵּר עִם כָּל הָאֻמּוֹת, כִּי הֵם כֻּלָּם בִּבְחִינַת אַכְזָרִיּוּת וְדִין, כִּי נִמְשְׁלוּ לְחַיּוֹת רָעוֹת, בְּחִינַת אַכְזָרִיּוּת וְדִינִים, שֶׁהוּא פְּגַם הַדַּעַת שֶׁמִּשָּׁם בָּא תַּאֲוָה הַנַּ\"ל, וְעַל-כֵּן אָסוּר לְיִשְׂרָאֵל לְהִתְחַתֵּן עִמָּהֶם, כִּי עִקַּר הַחִבּוּר שֶׁל יִשְׂרָאֵל צָרִיךְ לִהְיוֹת דַּיְקָא בִּבְחִינַת רַחֲמִים וָדַעַת שֶׁהוּא הַמְּחִצָּה פְּרוּסָה בִּפְנֵי הַתַּאֲוָה כְּדֵי שֶׁיִּהְיֶה הַזִּוּוּג בִּקְדֻשָּׁה כָּרָאוּי כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Matrimony.1.4"
  }
}