{
  "date_seed": "2026-02-18",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n🔊 כולל הקראה קולית בעברית — ניתן להאזין ב-1x, 1.5x או 2x.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 18/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Damages.1.1\"><b>א. הלכות נזיקין</b></a>\n<i>חושן משפט</i>\n\nכָּל מַה שֶּׁאָדָם מַזִּיק חַיָּב לְשַׁלֵּם בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד וְכוּ': עַל פִּי מַה שֶּׁכָּתַב רַבֵּנוּ נֵרוֹ יָאִיר (סִימָן סח) שֶׁכַּעַס מַזִּיק לָעֲשִׁירוּת, כִּי כְּשֶׁיּוֹרֵד עֲשִׁירוּת לְאָדָם אֲזַי הַיֵּצֶר מִתְגַּבֵּר לַעֲשֹוֹת כַּעַס מִזֹּאת הַהַשְׁפָּעָה שֶׁל הָעֲשִׁירוּת, עַיֵּן שָׁם: נִמְצָא שֶׁפְּגַם הַכַּעַס הוּא פְּגַם הָעֲשִׁירוּת כַּנַּ\"ל. וְעַל כֵּן כָּל מַה שֶּׁאָדָם מַזִּיק צָרִיךְ לְשַׁלֵּם, כִּי כָּל הַהֶזֵּקוֹת הֵם בְּחִינַת כַּעַס, כִּי עַל יְדֵי כַּעַס בָּאִין כָּל הַהֶזֵּקוֹת שֶׁהָאָדָם מַזִּיק וְשׁוֹבֵר בַּחֲמָתוֹ. וְעַל כֵּן צָרִיךְ לְשַׁלֵּם כִּי עַל יְדֵי הַכַּעַס פָּגַם בָּעֲשִׁירוּת וְהֶחֱלִיף הַשֶּׁפַע שֶׁל עֲשִׁירוּת לְכַעַס וְחֵמָה וְהִזִּיק מַה שֶּׁהִזִּיק עַל כֵּן צָרִיךְ לְשַׁלֵּם הַהֶזֵּק בְּמָמוֹנוֹ וְזֶהוּ עָנְשׁוֹ, כִּי בָּזֶה פָּגַם שֶׁהֶחֱלִיף עֲשִׁירוּת לְכַעַס עַל כֵּן נֶעֱנַשׁ שֶׁמֻּכְרָח לְשַׁלֵּם וּלְחַסֵּר מָמוֹנוֹ בִּשְׁבִיל הַכַּעַס וְהַהֶזֵּק, כִּי עַל יְדֵי הַכַּעַס הוּא מְחַסֵּר הָעֲשִׁירוּת כַּנַּ\"ל. וְעַל כֵּן אֲפִלּוּ שׁוֹגֵג צָרִיךְ לְשַׁלֵּם מֵאַחַר שֶׁנַּעֲשָֹה הֶזֵּק וּפְגָם בְּכַעַס עַל כֵּן צָרִיךְ לְשַׁלֵּם שֶׁזֶּה עֹנֶשׁ וְתִקּוּן הַכַּעַס כַּנַּ\"ל, כִּי בְּוַדַּאי אִי אֶפְשָׁר שֶׁיִּהְיֶה נַעֲשֶֹה הֶזֵּק כִּי אִם עַל יְדֵי כַּעַס שֶׁעַל יְדֵי זֶה בָּאִין כָּל הַהֶזֵּקוֹת כַּנַּ\"ל. וְאַף עַל פִּי שֶׁהוּא שׁוֹגֵג, אַדְּרַבָּא, עַל זֶה בְּעַצְמוֹ צָרִיךְ תִּקּוּן וְכַפָּרָה, וְהַתִּקּוּן עַל יְדֵי תַּשְׁלוּמֵי מָמוֹן שֶׁהוּא בְּחִינַת תִּקּוּן הַכַּעַס כַּנַּ\"ל. כִּי פְּגַם הַשּׁוֹגֵג הוּא בְּחִינַת פְּגַם הַכַּעַס, כִּי הָאָדָם יֵשׁ לוֹ דַּעַת וְאֵין רָאוּי לוֹ שֶׁיַּעֲשֶֹה דָּבָר בְּטָעוּת וְשׁוֹגֵג בְּלִי דֵּעָה מְיֻשֶּׁבֶת וּכְשֶׁבָּא הָאָדָם לִידֵי שׁוֹגֵג וְטָעוּת בְּוַדַּאי נִכְשָׁל בְּכַעַס שֶׁעַל יְדֵי זֶה בָּא לִידֵי טָעוּת וְשׁוֹגֵג, כִּי כֵּיוָן שֶׁבָּא לִכְלַל כַּעַס בָּא לִכְלַל טָעוּת כְּמַאֲמַר רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה (פְּסָחִים סו). נִמְצָא שֶׁכָּל הַשְּׁגָגוֹת בָּאִין עַל יְדֵי כַּעַס כַּנַּ\"ל, כִּי עַל יְדֵי כַּעַס נִסְתַּלְּקִין הַמֹּחִין וּבָא לִידֵי טָעוּת כַּמּוּבָא וְכַנַּ\"ל. וְעַל כֵּן גַּם שׁוֹגֵג צָרִיךְ כַּפָּרָה, כִּי צָרִיךְ כַּפָּרָה עַל פְּגַם הַכַּעַס שֶׁעַל יְדֵי זֶה בָּא לִידֵי שׁוֹגֵג. וְעַל כֵּן כַּפָּרַת הַשּׁוֹגֵג תָּלוּי בְּמָמוֹן, דְּהַיְנוּ קָרְבָּן שֶׁהוּא נִקְנֶה בְּמָמוֹן, כִּי צָרִיךְ לְחַסֵּר מָמוֹנוֹ וְלִקְנוֹת קָרְבָּן לְתַקֵּן פְּגַם הַשּׁוֹגֵג שֶׁהוּא פְּגַם הַכַּעַס כַּנַּ\"ל שֶׁהוּא פְּגַם הָעֲשִׁירוּת כַּנַּ\"ל. וְעַל כֵּן תִּקּוּנוֹ בְּמָמוֹן כַּנַּ\"ל: כִּי קָרְבָּן הוּא בְּחִינַת תִּקּוּן הַכַּעַס, כְּמוֹ שֶׁכָּתַב רַבֵּנוּ נֵרוֹ יָאִיר (סִימָן נז) שֶׁתַּעֲנִית הִוא תִּקּוּן הַכַּעַס, עַיֵּן שָׁם. וְתַעֲנִית הִוא בְּחִינַת קָרְבָּן, כַּמּוּבָא, כִּי עַל יְדֵי הַכַּעַס נִסְתַּלֵּק צֶלֶם אֱלֹקִים וְנִדְמֶה לִבְהֵמָה וְעַל כֵּן צָרִיךְ לְתַעֲנִית וְקָרְבָּן שֶׁהוּא הַכְנָעַת כֹּחַ הַבַּהֲמִיּוּת וְלַעֲלוֹת מִבְּחִינַת בְּהֵמָה לִבְחִינַת אָדָם שֶׁזֶּה בְּחִינַת קָרְבָּן כַּמּוּבָא. וְעַל כֵּן הַשּׁוֹגֵג שֶׁהוּא בְּחִינַת פְּגַם הַכַּעַס שֶׁמֵּבִיא לִידֵי טָעוּת כַּנַּ\"ל עַל כֵּן מֵבִיא בְּמָמוֹנוֹ קָרְבָּן שֶׁהוּא תִּקּוּן הַכַּעַס וְתִקּוּן הַמָּמוֹן כַּנַּ\"ל: וְעַל כֵּן לְעִנְיַן תַּשְׁלוּמֵי נְזִיקִין שֶׁכָּל עִקַּר הַתִּקּוּן שֶׁל הַתַּשְׁלוּמִין הוּא בְּחִינַת תִּקּוּן הַכַּעַס כַּנַּ\"ל עַל כֵּן אֵין בּוֹ חִלּוּק בֵּין שׁוֹגֵג וּמֵזִיד, כִּי גַּם שׁוֹגֵג צָרִיךְ תִּקּוּן הַתַּשְׁלוּמִין שֶׁהוּא תִּקּוּן הַכַּעַס כַּנַּ\"ל כִּי פְּגַם הַשּׁוֹגֵג הוּא פְּגַם הַכַּעַס כַּנַּ\"ל, בִּפְרָט שׁוֹגֵג כָּזֶה שֶׁבָּא עַל יְדֵי הַשּׁוֹגֵג לִידֵי הֶזֵּק שֶׁזֶּה בְּוַדַּאי פְּגַם הַכַּעַס, כִּי כָּל הַהֶזֵּקוֹת בָּאִין עַל יְדֵי כַּעַס כַּנַּ\"ל. וּכְמוֹ שֶׁכָּתַב רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בְּא\"בּ (אוֹת ד דַּעַת סִימָן",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Damages.1.1\"><b>א. הלכות נזיקין</b></a> (המשך)\n\nכה) כְּשֶׁאָדָם עוֹשֶֹה הֶזֵּק יָדוּעַ לֶהֱוֵי לֵהּ שֶׁפָּגַם בַּדַּעַת, עַיֵּן שָׁם. כִּי הַהֶזֵּק הוּא בְּחִינַת כַּעַס שֶׁהוּא פְּגַם הַדַּעַת כַּנַּ\"ל. וְעַל כֵּן צָרִיךְ תַּשְׁלוּמִין שֶׁהוּא בְּחִינַת עֹנֶשׁ וְתִקּוּן עַל פְּגַם הַכַּעַס שֶׁהוּא פְּגַם הָעֲשִׁירוּת כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Damages.1.1\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Insects.1.1\"><b>ב. הלכות תולעים</b></a>\n<i>יורה דעה</i>\n\nעַל-פִּי הַתּוֹרָה 'תְּפִלָּה לַחֲבַקּוּק' בְּסִימָן יט הַנַּ\"ל בְּהִלְכוֹת שְׁחִיטָה הֲלָכָה ב הַנִּזְכָּר לְעֵיל: וְזֶהוּ בְּחִינַת תּוֹלָעִים שֶׁעִקַּר אִסּוּרָן כְּשֶׁהֵם רוֹחֲשִׁים וְשׁוֹרְצִים בַּעֲפַר הָאָרֶץ, כִּי שָׁם עִקַּר אֲחִיזָתָם, כִּי שָׁם מְקוֹם הַפְּגָם בְּיוֹתֵר, כִּי הָעֲפַר עוֹלָם הַזֶּה הוּא הַמַּדְרֵגָה הָאַחֲרוֹנָה שֶׁבְּכָל הַמַּדְרֵגוֹת הַתַּחְתּוֹנוֹת, וְשָׁם עִקַּר אֲחִיזָתָם בְּחִינַת וְנָחָשׁ עָפָר לַחְמוֹ, כִּי שָׁם בִּבְחִינַת עָפָר מַגִּיעַ עִקַּר הַפְּגָם, כַּמּוּבָא לְעֵיל בְּהִלְכוֹת בָּשָֹר שֶׁנִּתְעַלֵּם מִן הָעַיִן (הֲלָכָה ב), כִּי הַתּוֹלָעִים, וּשְׁקָצִים וּרְמָשִֹים הֵם עִקַּר זֻהֲמַת הַנָּחָשׁ, כִּי הֵם הֵם הַזֻּהֲמָא מַמָּשׁ. וְעַל-כֵּן אֵין לָהֶם שׁוּם קוֹמָה זְקוּפָה אֲפִלּוּ כִּבְהֵמוֹת, וְאֵין לָהֶם שׁוּם רַגְלַיִם, רַק רוֹחֲשִׁים עַל הָאָרֶץ בִּבְחִינַת וְעַל גְּחוֹנְךָ תֵּלֵךְ. וּסְמוּכִים וְנִדְבָּקִים בְּיוֹתֵר בַּעֲפַר הָאָרֶץ, שֶׁשָּׁם עִקַּר אֲחִיזַת זֻהֲמַת הַנָּחָשׁ כַּנַּ\"ל. וְעַל-כֵּן אִסּוּרָן חָמוּר מְאֹד וְיֵשׁ בָּהֶם כַּמָּה לֹא תַּעֲשֶֹה, כִּי הֵם דְּבָרִים שְׁקוּצִים וּמְאוּסִים מְאֹד זֻהֲמַת הַנָּחָשׁ מַמָּשׁ, הַמְשַׁקְּצִים בְּיוֹתֵר נֶפֶשׁ הָאָדָם, כִּי הֵם הֵפֶךְ קְדֻשַּׁת הַנֶּפֶשׁ מַמָּשׁ, כִּי שֹׁרֶשׁ כָּל הַנְּפָשׁוֹת דִּקְדֻשָּׁה הֵם בְּכָבוֹד, כְּמוֹ שֶׁאָמַר רַבֵּנוּ, נֵרוֹ יָאִיר, (בְּסִימָן סז), שֶׁזֶּה בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ, בְּחִינַת שְׁמִירַת הַבְּרִית שֶׁשָּׁם הַכָּבוֹד (כַּמְבֹאָר בְּדִבְרֵי רַבֵּנוּ כַּמָּה פְּעָמִים). בְּחִינַת כַּבֵּד אֶת ה' מֵהוֹנֶךָ, שֶׁהוּא בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ, כְּמוֹ שֶׁמְּבֹאָר שָׁם. וְהַשְּׁקָצִים וְהָרְמָשִֹים הֵם דְּבָרִים מְאוּסִים מְאֹד הֵפֶךְ הַכָּבוֹד מַמָּשׁ, כִּי הֵם תַּכְלִית הַזֻּהֲמָא שֶׁל רַע הַכּוֹלֵל שֶׁהוּא זֻהֲמַת הַנָּחָשׁ כַּנַּ\"ל, שֶׁהוּא הֵפֶךְ הַנָּחָשׁ מַמָּשׁ כַּנַּ\"ל, תַּכְלִית הַהֵפֶךְ שֶׁל שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ, כִּי הַתּוֹלָעִים הֵם בְּחִינַת עֵשָֹו (כַּמּוּבָא בַּכְּתָבִים בְּכַוָּנוֹת פָּרָשַׁת הַתָּמִיד) שֶׁהוא עִקַּר זֻהֲמַת הַנָּחָשׁ וְעָלָיו נֶאֱמַר, \"בָּזוּי אַתָּה מְאֹד\", כִּי שָׁם עִקַּר הַחֶרְפּוֹת וְהַבִּזְיוֹנוֹת שֶׁהוּא הַהֵפֶךְ שֶׁל הַכָּבוֹד בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ, בְּחִינַת שְׁמִירַת הַבְּרִית קְדֻשַּׁת הַנֶּפֶשׁ כַּנַּ\"ל. וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, בָּזוּי אַתָּה מְאֹד, שֶׁאֵין לָהֶם לֹא כְּתָב וְלֹא לָשׁוֹן, הַיְנוּ שֶׁהוּא בְּחִינַת קָצֶה וְתַכְלִית זֻהֲמַת הַנָּחָשׁ שֶׁאֵין שָׁם טוֹב כְּלָל. כִּי בְּכָל הַכְּתָבִים וְהַלְּשׁוֹנוֹת, אֲפִלּוּ בַּלְּשׁוֹנוֹת שֶׁל שִׁבְעִים עֲמָמִין יֵשׁ שָׁם גַּם כֵּן טוֹב מְעֹרָב שָׁם, אֶלָּא שֶׁהוּא מֻעָט מְאֹד. וּכְמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה (מְנָחוֹת לד), טַט בְּכַתְפִי שְׁתַּיִם, פַּת בְּאַפְרִיקֵי שְׁתַּיִם, וְכַמּוּבָא בְּדִבְרֵי רַבֵּנוּ (בְּסִימָן לג), אֲבָל עֵשָֹו הוּא אֱדוֹם, הוּא נִקְרָא בָּזוּי מְאֹד כַּנַּ\"ל, שֶׁאֵין לוֹ כְּתָב וְלָשׁוֹן כְּלָל, שֶׁהָאוֹתִיּוֹת דִּקְדֻשָּׁה הַמְחַיִּים אוֹתוֹ הֵם מֻעָטִים בְּתַכְלִית הַצִּמְצוּם מְאֹד, וְהַזֻּהֲמָא מִתְגַּבֶּרֶת שָׁם מְאֹד עַד שֶׁנִּתְכַּסָּה וְנִתְעַלֶּמֶת הַקְּדֻשָּׁה שָׁם בְּתַכְלִית הַכִּסּוּי וְהַהִתְעַלְּמוּת, עַד שֶׁאֵין לָהֶם שׁוּם כְּתָב וְלָשׁוֹן וְהֵם תַּכְלִית הַהִפּוּךְ שֶׁל לְשׁוֹן הַקֹּדֶשׁ כַּנַּ\"ל, וְעַל-כֵּן נִקְרָא בָּזוּי מְאֹד כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Insects.1.1\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Choshen Mishpat",
      "section": "Laws of Damages",
      "section_he": "הלכות נזיקין",
      "ref_base": "Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Damages",
      "has_english": false
    },
    "chapter": 1,
    "siman": 1,
    "hebrew_text": "כָּל מַה שֶּׁאָדָם מַזִּיק חַיָּב לְשַׁלֵּם בֵּין בְּשׁוֹגֵג בֵּין בְּמֵזִיד וְכוּ': עַל פִּי מַה שֶּׁכָּתַב רַבֵּנוּ נֵרוֹ יָאִיר (סִימָן סח) שֶׁכַּעַס מַזִּיק לָעֲשִׁירוּת, כִּי כְּשֶׁיּוֹרֵד עֲשִׁירוּת לְאָדָם אֲזַי הַיֵּצֶר מִתְגַּבֵּר לַעֲשֹוֹת כַּעַס מִזֹּאת הַהַשְׁפָּעָה שֶׁל הָעֲשִׁירוּת, עַיֵּן שָׁם: נִמְצָא שֶׁפְּגַם הַכַּעַס הוּא פְּגַם הָעֲשִׁירוּת כַּנַּ\"ל. וְעַל כֵּן כָּל מַה שֶּׁאָדָם מַזִּיק צָרִיךְ לְשַׁלֵּם, כִּי כָּל הַהֶזֵּקוֹת הֵם בְּחִינַת כַּעַס, כִּי עַל יְדֵי כַּעַס בָּאִין כָּל הַהֶזֵּקוֹת שֶׁהָאָדָם מַזִּיק וְשׁוֹבֵר בַּחֲמָתוֹ. וְעַל כֵּן צָרִיךְ לְשַׁלֵּם כִּי עַל יְדֵי הַכַּעַס פָּגַם בָּעֲשִׁירוּת וְהֶחֱלִיף הַשֶּׁפַע שֶׁל עֲשִׁירוּת לְכַעַס וְחֵמָה וְהִזִּיק מַה שֶּׁהִזִּיק עַל כֵּן צָרִיךְ לְשַׁלֵּם הַהֶזֵּק בְּמָמוֹנוֹ וְזֶהוּ עָנְשׁוֹ, כִּי בָּזֶה פָּגַם שֶׁהֶחֱלִיף עֲשִׁירוּת לְכַעַס עַל כֵּן נֶעֱנַשׁ שֶׁמֻּכְרָח לְשַׁלֵּם וּלְחַסֵּר מָמוֹנוֹ בִּשְׁבִיל הַכַּעַס וְהַהֶזֵּק, כִּי עַל יְדֵי הַכַּעַס הוּא מְחַסֵּר הָעֲשִׁירוּת כַּנַּ\"ל. וְעַל כֵּן אֲפִלּוּ שׁוֹגֵג צָרִיךְ לְשַׁלֵּם מֵאַחַר שֶׁנַּעֲשָֹה הֶזֵּק וּפְגָם בְּכַעַס עַל כֵּן צָרִיךְ לְשַׁלֵּם שֶׁזֶּה עֹנֶשׁ וְתִקּוּן הַכַּעַס כַּנַּ\"ל, כִּי בְּוַדַּאי אִי אֶפְשָׁר שֶׁיִּהְיֶה נַעֲשֶֹה הֶזֵּק כִּי אִם עַל יְדֵי כַּעַס שֶׁעַל יְדֵי זֶה בָּאִין כָּל הַהֶזֵּקוֹת כַּנַּ\"ל. וְאַף עַל פִּי שֶׁהוּא שׁוֹגֵג, אַדְּרַבָּא, עַל זֶה בְּעַצְמוֹ צָרִיךְ תִּקּוּן וְכַפָּרָה, וְהַתִּקּוּן עַל יְדֵי תַּשְׁלוּמֵי מָמוֹן שֶׁהוּא בְּחִינַת תִּקּוּן הַכַּעַס כַּנַּ\"ל. כִּי פְּגַם הַשּׁוֹגֵג הוּא בְּחִינַת פְּגַם הַכַּעַס, כִּי הָאָדָם יֵשׁ לוֹ דַּעַת וְאֵין רָאוּי לוֹ שֶׁיַּעֲשֶֹה דָּבָר בְּטָעוּת וְשׁוֹגֵג בְּלִי דֵּעָה מְיֻשֶּׁבֶת וּכְשֶׁבָּא הָאָדָם לִידֵי שׁוֹגֵג וְטָעוּת בְּוַדַּאי נִכְשָׁל בְּכַעַס שֶׁעַל יְדֵי זֶה בָּא לִידֵי טָעוּת וְשׁוֹגֵג, כִּי כֵּיוָן שֶׁבָּא לִכְלַל כַּעַס בָּא לִכְלַל טָעוּת כְּמַאֲמַר רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה (פְּסָחִים סו). נִמְצָא שֶׁכָּל הַשְּׁגָגוֹת בָּאִין עַל יְדֵי כַּעַס כַּנַּ\"ל, כִּי עַל יְדֵי כַּעַס נִסְתַּלְּקִין הַמֹּחִין וּבָא לִידֵי טָעוּת כַּמּוּבָא וְכַנַּ\"ל. וְעַל כֵּן גַּם שׁוֹגֵג צָרִיךְ כַּפָּרָה, כִּי צָרִיךְ כַּפָּרָה עַל פְּגַם הַכַּעַס שֶׁעַל יְדֵי זֶה בָּא לִידֵי שׁוֹגֵג. וְעַל כֵּן כַּפָּרַת הַשּׁוֹגֵג תָּלוּי בְּמָמוֹן, דְּהַיְנוּ קָרְבָּן שֶׁהוּא נִקְנֶה בְּמָמוֹן, כִּי צָרִיךְ לְחַסֵּר מָמוֹנוֹ וְלִקְנוֹת קָרְבָּן לְתַקֵּן פְּגַם הַשּׁוֹגֵג שֶׁהוּא פְּגַם הַכַּעַס כַּנַּ\"ל שֶׁהוּא פְּגַם הָעֲשִׁירוּת כַּנַּ\"ל. וְעַל כֵּן תִּקּוּנוֹ בְּמָמוֹן כַּנַּ\"ל: כִּי קָרְבָּן הוּא בְּחִינַת תִּקּוּן הַכַּעַס, כְּמוֹ שֶׁכָּתַב רַבֵּנוּ נֵרוֹ יָאִיר (סִימָן נז) שֶׁתַּעֲנִית הִוא תִּקּוּן הַכַּעַס, עַיֵּן שָׁם. וְתַעֲנִית הִוא בְּחִינַת קָרְבָּן, כַּמּוּבָא, כִּי עַל יְדֵי הַכַּעַס נִסְתַּלֵּק צֶלֶם אֱלֹקִים וְנִדְמֶה לִבְהֵמָה וְעַל כֵּן צָרִיךְ לְתַעֲנִית וְקָרְבָּן שֶׁהוּא הַכְנָעַת כֹּחַ הַבַּהֲמִיּוּת וְלַעֲלוֹת מִבְּחִינַת בְּהֵמָה לִבְחִינַת אָדָם שֶׁזֶּה בְּחִינַת קָרְבָּן כַּמּוּבָא. וְעַל כֵּן הַשּׁוֹגֵג שֶׁהוּא בְּחִינַת פְּגַם הַכַּעַס שֶׁמֵּבִיא לִידֵי טָעוּת כַּנַּ\"ל עַל כֵּן מֵבִיא בְּמָמוֹנוֹ קָרְבָּן שֶׁהוּא תִּקּוּן הַכַּעַס וְתִקּוּן הַמָּמוֹן כַּנַּ\"ל: וְעַל כֵּן לְעִנְיַן תַּשְׁלוּמֵי נְזִיקִין שֶׁכָּל עִקַּר הַתִּקּוּן שֶׁל הַתַּשְׁלוּמִין הוּא בְּחִינַת תִּקּוּן הַכַּעַס כַּנַּ\"ל עַל כֵּן אֵין בּוֹ חִלּוּק בֵּין שׁוֹגֵג וּמֵזִיד, כִּי גַּם שׁוֹגֵג צָרִיךְ תִּקּוּן הַתַּשְׁלוּמִין שֶׁהוּא תִּקּוּן הַכַּעַס כַּנַּ\"ל כִּי פְּגַם הַשּׁוֹגֵג הוּא פְּגַם הַכַּעַס כַּנַּ\"ל, בִּפְרָט שׁוֹגֵג כָּזֶה שֶׁבָּא עַל יְדֵי הַשּׁוֹגֵג לִידֵי הֶזֵּק שֶׁזֶּה בְּוַדַּאי פְּגַם הַכַּעַס, כִּי כָּל הַהֶזֵּקוֹת בָּאִין עַל יְדֵי כַּעַס כַּנַּ\"ל. וּכְמוֹ שֶׁכָּתַב רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בְּא\"בּ (אוֹת ד דַּעַת סִימָן כה) כְּשֶׁאָדָם עוֹשֶֹה הֶזֵּק יָדוּעַ לֶהֱוֵי לֵהּ שֶׁפָּגַם בַּדַּעַת, עַיֵּן שָׁם. כִּי הַהֶזֵּק הוּא בְּחִינַת כַּעַס שֶׁהוּא פְּגַם הַדַּעַת כַּנַּ\"ל. וְעַל כֵּן צָרִיךְ תַּשְׁלוּמִין שֶׁהוּא בְּחִינַת עֹנֶשׁ וְתִקּוּן עַל פְּגַם הַכַּעַס שֶׁהוּא פְּגַם הָעֲשִׁירוּת כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Damages.1.1"
  },
  "second": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Insects",
      "section_he": "הלכות תולעים",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Insects",
      "has_english": false
    },
    "chapter": 1,
    "siman": 1,
    "hebrew_text": "עַל-פִּי הַתּוֹרָה 'תְּפִלָּה לַחֲבַקּוּק' בְּסִימָן יט הַנַּ\"ל בְּהִלְכוֹת שְׁחִיטָה הֲלָכָה ב הַנִּזְכָּר לְעֵיל: וְזֶהוּ בְּחִינַת תּוֹלָעִים שֶׁעִקַּר אִסּוּרָן כְּשֶׁהֵם רוֹחֲשִׁים וְשׁוֹרְצִים בַּעֲפַר הָאָרֶץ, כִּי שָׁם עִקַּר אֲחִיזָתָם, כִּי שָׁם מְקוֹם הַפְּגָם בְּיוֹתֵר, כִּי הָעֲפַר עוֹלָם הַזֶּה הוּא הַמַּדְרֵגָה הָאַחֲרוֹנָה שֶׁבְּכָל הַמַּדְרֵגוֹת הַתַּחְתּוֹנוֹת, וְשָׁם עִקַּר אֲחִיזָתָם בְּחִינַת וְנָחָשׁ עָפָר לַחְמוֹ, כִּי שָׁם בִּבְחִינַת עָפָר מַגִּיעַ עִקַּר הַפְּגָם, כַּמּוּבָא לְעֵיל בְּהִלְכוֹת בָּשָֹר שֶׁנִּתְעַלֵּם מִן הָעַיִן (הֲלָכָה ב), כִּי הַתּוֹלָעִים, וּשְׁקָצִים וּרְמָשִֹים הֵם עִקַּר זֻהֲמַת הַנָּחָשׁ, כִּי הֵם הֵם הַזֻּהֲמָא מַמָּשׁ. וְעַל-כֵּן אֵין לָהֶם שׁוּם קוֹמָה זְקוּפָה אֲפִלּוּ כִּבְהֵמוֹת, וְאֵין לָהֶם שׁוּם רַגְלַיִם, רַק רוֹחֲשִׁים עַל הָאָרֶץ בִּבְחִינַת וְעַל גְּחוֹנְךָ תֵּלֵךְ. וּסְמוּכִים וְנִדְבָּקִים בְּיוֹתֵר בַּעֲפַר הָאָרֶץ, שֶׁשָּׁם עִקַּר אֲחִיזַת זֻהֲמַת הַנָּחָשׁ כַּנַּ\"ל. וְעַל-כֵּן אִסּוּרָן חָמוּר מְאֹד וְיֵשׁ בָּהֶם כַּמָּה לֹא תַּעֲשֶֹה, כִּי הֵם דְּבָרִים שְׁקוּצִים וּמְאוּסִים מְאֹד זֻהֲמַת הַנָּחָשׁ מַמָּשׁ, הַמְשַׁקְּצִים בְּיוֹתֵר נֶפֶשׁ הָאָדָם, כִּי הֵם הֵפֶךְ קְדֻשַּׁת הַנֶּפֶשׁ מַמָּשׁ, כִּי שֹׁרֶשׁ כָּל הַנְּפָשׁוֹת דִּקְדֻשָּׁה הֵם בְּכָבוֹד, כְּמוֹ שֶׁאָמַר רַבֵּנוּ, נֵרוֹ יָאִיר, (בְּסִימָן סז), שֶׁזֶּה בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ, בְּחִינַת שְׁמִירַת הַבְּרִית שֶׁשָּׁם הַכָּבוֹד (כַּמְבֹאָר בְּדִבְרֵי רַבֵּנוּ כַּמָּה פְּעָמִים). בְּחִינַת כַּבֵּד אֶת ה' מֵהוֹנֶךָ, שֶׁהוּא בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ, כְּמוֹ שֶׁמְּבֹאָר שָׁם. וְהַשְּׁקָצִים וְהָרְמָשִֹים הֵם דְּבָרִים מְאוּסִים מְאֹד הֵפֶךְ הַכָּבוֹד מַמָּשׁ, כִּי הֵם תַּכְלִית הַזֻּהֲמָא שֶׁל רַע הַכּוֹלֵל שֶׁהוּא זֻהֲמַת הַנָּחָשׁ כַּנַּ\"ל, שֶׁהוּא הֵפֶךְ הַנָּחָשׁ מַמָּשׁ כַּנַּ\"ל, תַּכְלִית הַהֵפֶךְ שֶׁל שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ, כִּי הַתּוֹלָעִים הֵם בְּחִינַת עֵשָֹו (כַּמּוּבָא בַּכְּתָבִים בְּכַוָּנוֹת פָּרָשַׁת הַתָּמִיד) שֶׁהוא עִקַּר זֻהֲמַת הַנָּחָשׁ וְעָלָיו נֶאֱמַר, \"בָּזוּי אַתָּה מְאֹד\", כִּי שָׁם עִקַּר הַחֶרְפּוֹת וְהַבִּזְיוֹנוֹת שֶׁהוּא הַהֵפֶךְ שֶׁל הַכָּבוֹד בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ, בְּחִינַת שְׁמִירַת הַבְּרִית קְדֻשַּׁת הַנֶּפֶשׁ כַּנַּ\"ל. וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, בָּזוּי אַתָּה מְאֹד, שֶׁאֵין לָהֶם לֹא כְּתָב וְלֹא לָשׁוֹן, הַיְנוּ שֶׁהוּא בְּחִינַת קָצֶה וְתַכְלִית זֻהֲמַת הַנָּחָשׁ שֶׁאֵין שָׁם טוֹב כְּלָל. כִּי בְּכָל הַכְּתָבִים וְהַלְּשׁוֹנוֹת, אֲפִלּוּ בַּלְּשׁוֹנוֹת שֶׁל שִׁבְעִים עֲמָמִין יֵשׁ שָׁם גַּם כֵּן טוֹב מְעֹרָב שָׁם, אֶלָּא שֶׁהוּא מֻעָט מְאֹד. וּכְמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה (מְנָחוֹת לד), טַט בְּכַתְפִי שְׁתַּיִם, פַּת בְּאַפְרִיקֵי שְׁתַּיִם, וְכַמּוּבָא בְּדִבְרֵי רַבֵּנוּ (בְּסִימָן לג), אֲבָל עֵשָֹו הוּא אֱדוֹם, הוּא נִקְרָא בָּזוּי מְאֹד כַּנַּ\"ל, שֶׁאֵין לוֹ כְּתָב וְלָשׁוֹן כְּלָל, שֶׁהָאוֹתִיּוֹת דִּקְדֻשָּׁה הַמְחַיִּים אוֹתוֹ הֵם מֻעָטִים בְּתַכְלִית הַצִּמְצוּם מְאֹד, וְהַזֻּהֲמָא מִתְגַּבֶּרֶת שָׁם מְאֹד עַד שֶׁנִּתְכַּסָּה וְנִתְעַלֶּמֶת הַקְּדֻשָּׁה שָׁם בְּתַכְלִית הַכִּסּוּי וְהַהִתְעַלְּמוּת, עַד שֶׁאֵין לָהֶם שׁוּם כְּתָב וְלָשׁוֹן וְהֵם תַּכְלִית הַהִפּוּךְ שֶׁל לְשׁוֹן הַקֹּדֶשׁ כַּנַּ\"ל, וְעַל-כֵּן נִקְרָא בָּזוּי מְאֹד כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Insects.1.1"
  }
}