{
  "date_seed": "2026-02-21",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n🔊 כולל הקראה קולית בעברית — ניתן להאזין ב-1x, 1.5x או 2x.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 21/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Shaving.3.2\"><b>א. הלכות גילוח</b></a>\n<i>יורה דעה</i>\n\nוְעַל-כֵּן עִקַּר הַדַּת יִשְֹרָאֵל וְעִקַּר הַיַּהֲדוּת תָּלוּי בְּזָקָן וּפֵאוֹת וּבָהֶם נִכָּר הַיְּהוּדִי, כִּי הוּא מִזֶּרַע בָּרֵךְ ה', מִזֶּרַע יִשְֹרָאֵל. וּמִי שֶׁרוּחַ אַחֶרֶת עִמּוֹ, חַס וְשָׁלוֹם, וְרוֹצֶה לִכְפֹּר, חַס וְשָׁלוֹם, בֶּאֱלֹקֵי יִשְֹרָאֵל, תְּחִלַּת הַכְּפִירָה הוּא, שֶׁמַּשְׁלִיךְ, חַס וְשָׁלוֹם, מֵעָלָיו הַזָּקָן וְהַפֵּאוֹת, כִּי בֶּאֱמֶת כָּל דַּת יִשְֹרָאֵל הַקָּדוֹשׁ הוּא תָּלוּי בְּזָקָן וּפֵאוֹת, כִּי כָּל דִּבְרֵי תּוֹרָתֵנוּ הַקְּדוֹשָׁה וְכָל הַמִּצְווֹת כֻּלָּם הֵם בְּחִינַת צִמְצוּמִים לְהַשָֹּגַת אֱלֹקוּתוֹ יִתְבָּרַךְ, כַּמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל, כִּי כָּל אוֹת וָאוֹת וְכָל תֵּבָה וְתֵבָה מִתּוֹרָתֵנוּ הַקְּדוֹשָׁה שֶׁבִּכְתָב וּבְעַל פֶּה וְכָל מִצְוָה וּמִצְוָה וְכָל מִנְהָג כָּשֵׁר שֶׁל יִשְֹרָאֵל עַם הַקָּדוֹשׁ וְהַנִּבְחָר, כֻּלָּם הֵם שִׁעוּרִין וְצִמְצוּמִין, שֶׁעַל יָדָם יִזְכּוּ לְהַשִֹּיג הַשָֹּגַת אֱלֹקוּתוֹ יִתְבָּרַךְ, כָּל חַד לְפוּם מַה דִּמְשַׁעֵר בְּלִבֵּיהּ, כְּפִי אֲשֶׁר יִזְכֶּה עַל-יְדֵי עֲבוֹדָתוֹ וִיגִיעָתוֹ בְּתוֹרָה וּמִצְווֹת וּמַעֲשִֹים טוֹבִים, וְיִפְרֹשׁ מִמַּעֲשִֹים רָעִים. וְכָל אֵלּוּ הַצִּמְצוּמִים וְהַשִּׁעוּרִין בְּחִינַת שִׁעוּרִין דְּאַתְוָן דְּאוֹרָיְתָא, כֻּלָּם הֵם בְּחִינַת שְֹעָרוֹת כַּנַּ\"ל, וְכֻלָּם נִמְשָׁכִין מִשְֹּעָרוֹת דְּדִיקְנָא קַדִּישָׁא וְהַפֵּאוֹת, כִּי כָּל שַֹעֲרָה וּשַֹעֲרָה מֵהַפֵּאוֹת וּמֵהַדִּיקְנָא קַדִּישָׁא וְיַקִּירָא, כֻּלָּם הֵם בְּחִינַת צִנּוֹרוֹת עֶלְיוֹנִים וְצִמְצוּמִים קְדוֹשִׁים שֶׁמִּשָּׁם נִמְשָׁךְ כָּל חָכְמַת הַתּוֹרָה הַקְּדוֹשָׁה וְהַמִּצְווֹת, שֶׁעַל יָדָם מַשִֹּיגִים אֱלֹקוּתוֹ יִתְבָּרַךְ, כִּי תְּלֵיסַר תִּקּוּנָא קַדִּישָׁא הֵם כְּנֶגֶד שְׁלֹשׁ עֶשְֹרֵה מִדּוֹת שֶׁהַתּוֹרָה נִדְרֶשֶׁת בָּהֶן, שֶׁהֵם כְּלָלִיּוּת הַתּוֹרָה הַקְּדוֹשָׁה, אוֹי לְמִי שֶׁנּוֹגֵעַ, חַס וְשָׁלוֹם, לְהַשְׁחִית שַֹעֲרָה אַחַת מֵהַדִּיקְנָא קַדִּישָׁא וְהַפֵּאוֹת בִּשְׁאָט נֶפֶשׁ וּבְזָדוֹן וּבְמַעַל, אוֹי לוֹ וְאוֹי לְנַפְשׁוֹ, כִּי עוֹקֵר עַצְמוֹ וְנַפְשׁוֹ מֵאֱלֹקֵי יִשְֹרָאֵל וְאֵין לוֹ חֵלֶק בְּתוֹרַת מֹשֶׁה, אוֹי לְנַפְשָׁם כִּי גָּמְלוּ לָהֶם רָעָה. וּבִשְׁבִיל זֶה נִתְפַּשְּׁטָה בַּעֲווֹנוֹתֵינוּ הָרַבִּים מְאֹד חָכְמַת הַפִּילוֹסוֹפְיָה וְהָאֶפִּיקוֹרְסוּת בִּמְדִינַת אַשְׁכְּנַז וּסְבִיבוֹתֵיהֶם, שֶׁפָּרְקוּ מֵעֲלֵיהֶם בְּאֵלּוּ הַדּוֹרוֹת עֹל מַלְכוּת שָׁמַיִם לְגַמְרֵי וְהִשְׁלִיכוּ זְקָנָם וְרֹב הַפֵּאוֹת וּמְלֻבָּשִׁים בְּמַלְבּוּשֵׁיהֶם וְכַנַּ\"ל. כִּי מְבֹאָר בַּמַאֲמָר הַנַּ\"ל, שֶׁלִּפְעָמִים נוֹפֶלֶת הַמַּלְכוּת חָכְמָה תַּתַּאָה הַנַּ\"ל בֵּין הָאַרְבַּע מַלְכֻיּוֹת. וְזֶה בְּחִינַת זַעֲקַת מוֹשֵׁל בַּכְּסִילִים, שֶׁהַמַּלְכוּת צוֹעֶקֶת בְּקוֹל מַר עַל שֶׁנָּפְלָה חָכְמָתָהּ בֵּין הַכְּסִילִים, שֶׁהַכְּסִיל רוֹצֶה לְהִתְחַכֵּם, דְּהַיְנוּ שֶׁהֵם רוֹצִים לְהִתְגַּבֵּר, חַס וְשָׁלוֹם, בְּחָכְמוֹת חִיצוֹנִיּוֹת שֶׁלָּהֶם, שֶׁהֵם פִּילוֹסוֹפְיָה וְאֶפִּיקוּרְסוּת, שֶׁהֵם כְּסִילוּת בֶּאֱמֶת עַל-יְדֵי שֶׁנָּפְלָה הַחָכְמָה תַּתָּאָה, בְּחִינַת מַלְכוּת, בַּגָּלוּת וְכוּ'. וְעַל-כֵּן עַל-יְדֵי שֶׁמַּשְׁחִיתִין זְקָנָם בְּאַשְׁכְּנַז, וְעַל-יְדֵי-זֶה פּוֹגְמִין בַּצִּמְצוּמִים שֶׁל הַשָֹּגַת אֱלֹקוּתוֹ יִתְבָּרַךְ הַנַּ\"ל, בְּחָכְמָה תַּתָּאָה, בַּמַּלְכוּת כַּנַּ\"ל. עַל-כֵּן עַל-יְדֵי-זֶה מִתְגַּבֵּר, חַס וְשָׁלוֹם חָכְמוֹת חִיצוֹנִיּוֹת שֶׁהוּא חָכְמַת הַפִּילוֹסוֹפְיָה. וְעַל-כֵּן הֵם עוֹסְקִים שָׁם בְּחָכְמוֹת חִיצוֹנִיּוֹת בְּיוֹתֵר עַל דֵי שֶׁמַּשְׁחִיתִין פְּאַת זְקָנָם בִּשְׁאָט נֶפֶשׁ וְעוֹבְרִים עַל חֲמִשָּׁה לָאוִין בְּכָל פַּעַם, כִּי זֶה תָּלוּי בָּזֶה כַּנַּ\"ל, חָכְמוֹת חִיצוֹנִיּוֹת עַל-יְדֵי הַשְׁחָתַת פְּאַת הַזָּקָן הַקָּדוֹשׁ כַּנַּ\"ל. וּבֶאֱמֶת אֵינָם עוֹבְרִים עַל חֲמִשָּׁה לָאוִין בִּלְבַד, כִּי כְּשֶׁמַּשְׁחִיתִין פְּאַת זְקָנָם כְּאִלּוּ עוֹבְרִים עַל כָּל הַתּוֹרָה כֻּלָּהּ, כִּי כָּל הַתּוֹרָה כֻּלָּהּ תְּלוּיָה בָּזֶה",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Shaving.3.2\"><b>א. הלכות גילוח</b></a> (המשך)\n\nכַּנַּ\"ל. כִּי עַל-יְדֵי הַתַּעַר וְהַסַּכִּין שֶׁמְּרִימִין עַל הַדִּיקְנָא קַדִּישָׁא לְהַשְׁחִיתָהּ, חַס וְשָׁלוֹם, עַל-יְדֵי-זֶה מִתְגַּבֵּר, חַס וְשָׁלוֹם, מַלְכוּת עֲמָלֵק שֶׁהוּא כְּלָלִיּוּת שֶׁל הָאַרְבַּע מַלְכֻיּוֹת כַּנַּ\"ל בַּמַּאֲמָר הַנַּ\"ל, כִּי עֲמָלֵק הוּא מִזֶּרַע עֵשָֹו הָרָשָׁע שֶׁיְּנִיקָתוֹ מִבְּחִינַת וְעַל חַרְבְּךָ תִּחְיֶה, שֶׁעִקַּר יְנִיקָתוֹ כְּשֶׁנִּפְגָּם, חַס וְשָׁלוֹם, חָכְמָה תַּתָּאָה הַנַּ\"ל, מַלְכוּת הַנַּ\"ל, שֶׁהוּא בְּחִינַת חֶרֶב נוֹקֶמֶת נְקַם בְּרִית, כַּמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל. וְזֶה בְּחִינַת חֲתָכוֹ לְאַרְבַּע, הַנֶּאֱמַר שָׁם בַּמַּאֲמָר הַנַּ\"ל, כִּי עִקַּר עֲלִיַּת וְתִקּוּן הַמַּלְכוּת הַנַּ\"ל הוּא עַל-יְדֵי תִּקּוּן הַחֶרֶב דִּקְדֻשָּׁה, שֶׁעַל-יְדֵי-זֶה חוֹתְכִין הַמַּלְכוּת, שֶׁהִיא בְּחִינַת אַרְבַּע מִן הָאַרְבַּע מַלְכֻיּוֹת, בִּבְחִינַת חֲתָכוֹ לְאַרְבַּע. וּמַכְנִיעִין הַחֶרֶב שֶׁל עֵשָֹו, שֶׁהוּא מַלְכוּת עֲמָלֵק, בְּחִינַת וְעַל חַרְבְּךָ תִּחְיֶה כַּנַּ\"ל. וּכְשֶׁמְּרִימִין, חַס וְשָׁלוֹם, תַּעַר וְסַכִּין, שֶׁהוּא בְּחִינַת חֶרֶב, עַל הַזָּקָן הַקָּדוֹשׁ, הוּא פּוֹגֵם מְאֹד מְאֹד בְּהַמַּלְכוּת דִּקְדֻשָּׁה, שֶׁהִיא בְּחִינַת חֶרֶב נוֹקֶמֶת נְקַם בְּרִית, שֶׁעִקַּר יְנִיקָתָהּ מֵאוֹר הַפָּנִים מִבְּחִינַת שַֹעֲרוֹת הַזָּקָן וְהַפֵּאוֹת כַּנַּ\"ל, וּמִתְגַּבֵּר, חַס וְשָׁלוֹם, חַרְבּוֹ שֶׁל עֵשָֹו בְּחִינַת מַלְכוּת עֲמָלֵק, שֶׁהוּא כְּלָלִיּוּת הַאַרְבַּע מַלְכֻיּוֹת. וְהֵם בָּאוּ לְכָל זֶה עַל-יְדֵי פְּגַם הַבְּרִית שֶׁפָּגְמוּ תְּחִלָּה, כִּי בְּוַדַּאי אֵין אָדָם מֵרִים יָדוֹ לְהַשְׁחִית פְּאַת זְקָנוֹ, חַס וְשָׁלוֹם, כִּי אִם כְּשֶׁפָּגַם תְּחִלָּה בַּבְּרִית קֹדֶשׁ הַרְבֵּה מְאֹד, שֶׁעַל-יְדֵי-זֶה פָּגַם בְּהַמֹּחַ, בַּחָכְמָה תַּתָּאָה הַנַּ\"ל. וְנִתְגָּרוּ בּוֹ מַחֲשָׁבוֹת רָעוֹת, חָכְמוֹת חִיצוֹנִיּוֹת, עַד שֶׁהִשִֹּיאוֹ רוּחוֹ הָרָעָה לְהַשְׁחִית זְקָנוֹ, חַס וְשָׁלוֹם, שֶׁעַל-יְדֵי-זֶה עוֹקֵר עַצְמוֹ לְגַמְרֵי מִמַּלְכוּת דִּקְדֻשָּׁה, מֵחָכְמָה תַּתָּאָה, מֵהַשָֹּגַת וֶאֱמוּנַת יִשְֹרָאֵל וְאֵין לוֹ חֵלֶק בַּה' יִתְבָּרַךְ וּבְתוֹרָתוֹ הַקְּדוֹשָׁה וּבְעַמּוֹ יִשְֹרָאֵל הַקָּדוֹשׁ כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Shaving.3.2\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Artisans.1.4\"><b>ב. הלכות אמנין</b></a>\n<i>חושן משפט</i>\n\nוְכֵן הַשּוֹכֵר דִּינוֹ כְּמוֹ שׁוֹמֵר שָֹכָר כִּי שׁוֹמֵר שָֹכָר הוּא בְּחִינַת עֶבֶד שֶׁעוֹבֵד עַל מְנָת לְקַבֵּל פְּרָס כַּנַּ\"ל וְעַל כֵּן הוּא בִּבְחִינַת מט\"ט בְּחִינַת עֶבֶד בְּחִינַת עֵץ הַדַּעַת שֶׁמְּעֹרָב טוֹב וָרָע וְעַל כֵּן הַשּׁוֹמֵר שָֹכָר דִּינוֹ הוּא חִיּוּב וּפְטוּר כַּנַּ\"ל וְכֵן הַשּוֹכֵר הוּא גַּם כֵּן בִּבְחִינַת זוֹ מֵאַחַר שֶׁיֵּשׁ לוֹ הֲנָאָה שֶׁמִּשְׁתַּמֵּשׁ בְּהַחֵפֶץ הוּא גַּם כֵּן בִּבְחִינַת הָעוֹבֵד עַל מְנָת לְקַבֵּל פְּרָס שֶׁהוּא בְּחִינַת עֶבֶד כַּנַּ\"ל כִּי אֵלּוּ הָאַרְבָּעָה שׁוֹמְרִים הֵם רוֹמְזִים גַּם כֵּן בַּעֲבוֹדַת ה' כִּי הָעוֹבְדִים נִקְרָאִים שׁוֹמְרִים כְּמוֹ שֶׁכָּתוּב וַיִּשְׁמֹר מִשְׁמַרְתִּי מִצְוֹתַי וְכוּ' (בְּרֵאשִׁית פָּרָשַׁת תּוֹלְדוֹת) וְיֵשׁ בָּהֶם אַרְבַּע בְּחִינוֹת הַנַּ\"ל וּכְלָלוּתָם שָׁלֹשׁ בְּחִינוֹת הַנַּ\"ל דְּהַיְנוּ חִיּוּב וּפְטוּר וּמְעֹרָב מִשְּׁנֵיהֶם. וְיֵשׁ לְרַמֵּז שֶׁזֶּה בְּחִינַת אַרְבָּעָה שֶׁנִּכְנְסוּ לַפַּרְדֵּס שֶׁכָּתַב רַבֵּנוּ נֵרוֹ יָאִיר (סִימָן לא) שֶׁאֵלּוּ הָאַרְבַּע בְּחִינוֹת הֵם בְּהַנִּכְנָסִין לַעֲבוֹדַת ה' וּלְהִתְקָרֵב לְהַצַּדִּיק, כִּי יֵשׁ שֶׁנִּכְנַס בְּשָׁלוֹם וְיָצָא בְּשָׁלוֹם בְּחִינַת רַבִּי עֲקִיבָא וְיֵשׁ לְהֵפֶךְ שֶׁמְּקַצֵּץ בַּנְּטִיעוֹת וְיֵשׁ בְּחִינַת הֵצִיץ וְנִפְגַּע הֵצִיץ וּמֵת דְּהַיְנוּ שֶׁחוֹטֵף וְנִכְנָס לִפְנִים מִמַּדְרֵגָתוֹ עַיֵּן כָּל זֶה בַּמַּאֲמָר שֶׁל כִּסּוּפִין. וְזֶה בְּחִינַת הָאַרְבָּעָה שׁוֹמְרִים וּכְלָלוּתָם שָׁלֹשׁ דְּהַיְנוּ חִיּוּב וּפְטוּר וּמְמֻצָּע כַּנַּ\"ל, דְּהַיְנוּ שׁוֹמֵר חִנָּם פָּטוּר מִן הַכֹּל שֶׁזֶּה בְּחִינַת הָעוֹבֵד אֶת ד' בְּאַהֲבָה בְּחִנָּם בְּלִי שׁוּם קַבָּלַת פְּרָס וְשָׁם הוּא בְּחִינַת כָּל הַפְּטוּרִים כִּי הוּא תַּכְלִית שְׁלֵמוּת הַקְּדֻשָּׁה שֶׁאֵין שָׁם שׁוּם חִיּוּב כְּלָל וְזֶה בְּחִינַת נִכְנַס בְּשָׁלוֹם וְיָצָא בְּשָׁלוֹם, שֶׁהוּא שְׁלֵמוּת הַקְּדֻשָּׁה. וְיֵשׁ לְהֵפֶךְ בְּחִינַת שׁוֹאֵל שֶׁכָּל הֲנָאָה שֶׁלּוֹ וְאֵינוֹ מְשַׁלֵּם שׁוּם שָֹכָר וְהוּא מַמָּשׁ בְּהֵפֶךְ מִשּׁוֹמֵר חִנָּם שֶׁהוּא בְּחִינַת שׁוֹמֵר וְעוֹבֵד בְּחִנָּם בְּלִי שׁוּם קַבָּלַת שָֹכָר וְהוּא בְּחִינַת חִנָּם שֶׁבַּקְּדֻשָּׁה כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה מָה אֲנִי בְּחִנָּם אַף אַתֶּם בְּחִנָּם, וְשׁוֹאֵל לְהֵפֶךְ שֶׁהוּא בְּחִינַת חִנָּם דְּסִטְרָא אָחֳרָא שֶׁנִּקְרֵאת חִנָּם כְּמוֹ שֶׁכָּתוּב זָכַרְנוּ אֶת הַדָּגָה אֲשֶׁר נֹאכַל בְּמִצְרַיִם חִנָּם בְּלֹא מִצְוֹת כִּי הוּא רוֹצֶה כָּל הַתַּאֲוֹת בְּחִנָּם בְּלִי שָֹכָר דְּהַיְנוּ בְּלִי שׁוּם מִצְוֹת וַעֲבוֹדַת ה' וְזֶהוּ בְּחִינַת שׁוֹאֵל שֶׁכָּל הֲנָאָה שֶׁלּוֹ וְאֵינוֹ מְשַׁלֵּם שׁוּם שָֹכָר וְזֶה בְּחִינַת מְקַצֵּץ בַּנְּטִיעוֹת שֶׁהוּא בְּחִינַת רַע לְגַמְרֵי כַּנַּ\"ל וְעַל כֵּן הוּא חַיָּב בַּכֹּל כִּי שָׁם כָּל הַחִיּוּבִים כַּנַּ\"ל. וְשׁוֹמֵר שָֹכָר הוּא בְּחִינַת שֶׁשּׁוֹמֵר וְעוֹבֵד בִּשְׁבִיל לְקַבֵּל שָֹכָר וְכֵן שֹוֹכֵר הוּא בְּחִינַת שֶׁנּוֹתֵן שָֹכָר דְּהַיְנוּ בְּחִינַת עֲבוֹדַת ה' שֶׁהִוא בְּחִינַת שָֹכָר שֶׁנּוֹתְנִים לוֹ יִתְבָּרַךְ כִּבְיָכוֹל כְּמוֹ שֶׁכָּתוּב אִם טוֹב בְּעֵינֵיכֶם הָבוּ שְֹכָרִי (זְכַרְיָה יא) אֲבָל הוּא יֵשׁ לוֹ הֲנָאָה גַּם כֵּן בְּחִינַת הַשּוֹכֵר שֶׁיֵּשׁ לוֹ הֲנָאָה מִן הַחֵפֶץ. וְאֵלּוּ הַשְּׁתֵּי בְּחִינוֹת דְּהַיְנוּ שׁוֹמֵר שָֹכָר וְשֹוֹכֵר שֶׁהֵם בִּבְחִינַת עוֹבְדִים עַל מְנָת לְקַבֵּל פְּרָס כַּנַּ\"ל וְעַל כֵּן הֵם בִּבְחִינַת עֶבֶד בְּחִינַת מט\"ט בְּחִינַת עֵץ הַדַּעַת טוֹב וָרָע כַּנַּ\"ל, הֵם בִּבְחִינַת הֵצִיץ וְנִפְגַּע הֵצִיץ וְכוּ' כִּי פְּגָם שֶׁלָּהֶם הָיָה בִּבְחִינַת פְּגַם עֵץ הַדַּעַת כַּמּוּבָא וּכְמוֹ שֶׁאִיתָא בַּתִּקּוּנִים כִּי בְּיוֹם אֲכָלְךָ מִמֶּנּוּ מוֹת תָּמוּת בְּהַהוּא יוֹמָא הֵצִיץ וְכוּ' כִּי זֶה הַפְּגָם שֶׁל הֵצִיץ דְּהַיְנוּ שֶׁנִּכְנָס וּמִסְתַּכֵּל בְּמַה שֶּׁאֵינוֹ רָאוּי לוֹ זֶה הַפְּגָם הוּא מֵחֲמַת שֶׁרוֹצֶה לְקַבֵּל שָֹכָר וַעֲבוֹדָתוֹ וּכְנִיסָתוֹ לִפְנִים לְהַקְּדֻשָּׁה הוּא",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Artisans.1.4\"><b>ב. הלכות אמנין</b></a> (המשך)\n\nבִּשְׁבִיל שָֹכָר וְעַל כֵּן מֵאַחַר שֶׁבּוֹחֵר בְּשָֹכָר וְתָאֵב לְהַשָּכָר עַל יְדֵי זֶה יוּכַל לָבוֹא לַעֲבֹר עַל רְצוֹנוֹ יִתְבָּרַךְ לִכְנֹס לִפְנִים מִמְּחִצָּתוֹ מֵחֲמַת תַּאֲוַת הַשָּכָר הַמֻּפְלָא, כִּי בְּחִינַת כְּנִיסַת הַפַּרְדֵּס זֶהוּ בְּעַצְמוֹ הַשָּכָר נִמְצָא שֶׁבְּחִינַת הֵצִיץ הוּא בְּחִינַת הָעוֹבֵד בִּשְׁבִיל שְֹכַר עוֹלָם הַבָּא שֶׁעַל יְדֵי זֶה יוּכַל לָבוֹא לִבְחִינַת הֵצִיץ לִכָּנֵס לִפְנִים מִמְּחִצָּתוֹ כַּנַּ\"ל. וְזֶה בְּחִינַת שׁוֹמֵר שָֹכָר וְשֹוֹכֵר כַּנַּ\"ל. אֲבָל הָעוֹבֵד בְּלִי שׁוּם קַבָּלַת פְּרָס רַק שֶׁרוֹצֶה לְעָבְדוֹ וְלַעֲשֹוֹת רְצוֹנוֹ יִתְבָּרַךְ לְבַד בְּוַדַּאי לֹא יִכְנֹס לִפְנִים מֵהָרָאוּי לוֹ וְלַעֲבֹר עַל רְצוֹנוֹ יִתְבָּרַךְ מֵאַחַר שֶׁאֵינוֹ רוֹצֶה שׁוּם דָּבָר רַק רְצוֹנוֹ יִתְבָּרַךְ:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Artisans.1.4\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Shaving",
      "section_he": "הלכות גילוח",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Shaving",
      "has_english": false
    },
    "chapter": 3,
    "siman": 2,
    "hebrew_text": "וְעַל-כֵּן עִקַּר הַדַּת יִשְֹרָאֵל וְעִקַּר הַיַּהֲדוּת תָּלוּי בְּזָקָן וּפֵאוֹת וּבָהֶם נִכָּר הַיְּהוּדִי, כִּי הוּא מִזֶּרַע בָּרֵךְ ה', מִזֶּרַע יִשְֹרָאֵל. וּמִי שֶׁרוּחַ אַחֶרֶת עִמּוֹ, חַס וְשָׁלוֹם, וְרוֹצֶה לִכְפֹּר, חַס וְשָׁלוֹם, בֶּאֱלֹקֵי יִשְֹרָאֵל, תְּחִלַּת הַכְּפִירָה הוּא, שֶׁמַּשְׁלִיךְ, חַס וְשָׁלוֹם, מֵעָלָיו הַזָּקָן וְהַפֵּאוֹת, כִּי בֶּאֱמֶת כָּל דַּת יִשְֹרָאֵל הַקָּדוֹשׁ הוּא תָּלוּי בְּזָקָן וּפֵאוֹת, כִּי כָּל דִּבְרֵי תּוֹרָתֵנוּ הַקְּדוֹשָׁה וְכָל הַמִּצְווֹת כֻּלָּם הֵם בְּחִינַת צִמְצוּמִים לְהַשָֹּגַת אֱלֹקוּתוֹ יִתְבָּרַךְ, כַּמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל, כִּי כָּל אוֹת וָאוֹת וְכָל תֵּבָה וְתֵבָה מִתּוֹרָתֵנוּ הַקְּדוֹשָׁה שֶׁבִּכְתָב וּבְעַל פֶּה וְכָל מִצְוָה וּמִצְוָה וְכָל מִנְהָג כָּשֵׁר שֶׁל יִשְֹרָאֵל עַם הַקָּדוֹשׁ וְהַנִּבְחָר, כֻּלָּם הֵם שִׁעוּרִין וְצִמְצוּמִין, שֶׁעַל יָדָם יִזְכּוּ לְהַשִֹּיג הַשָֹּגַת אֱלֹקוּתוֹ יִתְבָּרַךְ, כָּל חַד לְפוּם מַה דִּמְשַׁעֵר בְּלִבֵּיהּ, כְּפִי אֲשֶׁר יִזְכֶּה עַל-יְדֵי עֲבוֹדָתוֹ וִיגִיעָתוֹ בְּתוֹרָה וּמִצְווֹת וּמַעֲשִֹים טוֹבִים, וְיִפְרֹשׁ מִמַּעֲשִֹים רָעִים. וְכָל אֵלּוּ הַצִּמְצוּמִים וְהַשִּׁעוּרִין בְּחִינַת שִׁעוּרִין דְּאַתְוָן דְּאוֹרָיְתָא, כֻּלָּם הֵם בְּחִינַת שְֹעָרוֹת כַּנַּ\"ל, וְכֻלָּם נִמְשָׁכִין מִשְֹּעָרוֹת דְּדִיקְנָא קַדִּישָׁא וְהַפֵּאוֹת, כִּי כָּל שַֹעֲרָה וּשַֹעֲרָה מֵהַפֵּאוֹת וּמֵהַדִּיקְנָא קַדִּישָׁא וְיַקִּירָא, כֻּלָּם הֵם בְּחִינַת צִנּוֹרוֹת עֶלְיוֹנִים וְצִמְצוּמִים קְדוֹשִׁים שֶׁמִּשָּׁם נִמְשָׁךְ כָּל חָכְמַת הַתּוֹרָה הַקְּדוֹשָׁה וְהַמִּצְווֹת, שֶׁעַל יָדָם מַשִֹּיגִים אֱלֹקוּתוֹ יִתְבָּרַךְ, כִּי תְּלֵיסַר תִּקּוּנָא קַדִּישָׁא הֵם כְּנֶגֶד שְׁלֹשׁ עֶשְֹרֵה מִדּוֹת שֶׁהַתּוֹרָה נִדְרֶשֶׁת בָּהֶן, שֶׁהֵם כְּלָלִיּוּת הַתּוֹרָה הַקְּדוֹשָׁה, אוֹי לְמִי שֶׁנּוֹגֵעַ, חַס וְשָׁלוֹם, לְהַשְׁחִית שַֹעֲרָה אַחַת מֵהַדִּיקְנָא קַדִּישָׁא וְהַפֵּאוֹת בִּשְׁאָט נֶפֶשׁ וּבְזָדוֹן וּבְמַעַל, אוֹי לוֹ וְאוֹי לְנַפְשׁוֹ, כִּי עוֹקֵר עַצְמוֹ וְנַפְשׁוֹ מֵאֱלֹקֵי יִשְֹרָאֵל וְאֵין לוֹ חֵלֶק בְּתוֹרַת מֹשֶׁה, אוֹי לְנַפְשָׁם כִּי גָּמְלוּ לָהֶם רָעָה. וּבִשְׁבִיל זֶה נִתְפַּשְּׁטָה בַּעֲווֹנוֹתֵינוּ הָרַבִּים מְאֹד חָכְמַת הַפִּילוֹסוֹפְיָה וְהָאֶפִּיקוֹרְסוּת בִּמְדִינַת אַשְׁכְּנַז וּסְבִיבוֹתֵיהֶם, שֶׁפָּרְקוּ מֵעֲלֵיהֶם בְּאֵלּוּ הַדּוֹרוֹת עֹל מַלְכוּת שָׁמַיִם לְגַמְרֵי וְהִשְׁלִיכוּ זְקָנָם וְרֹב הַפֵּאוֹת וּמְלֻבָּשִׁים בְּמַלְבּוּשֵׁיהֶם וְכַנַּ\"ל. כִּי מְבֹאָר בַּמַאֲמָר הַנַּ\"ל, שֶׁלִּפְעָמִים נוֹפֶלֶת הַמַּלְכוּת חָכְמָה תַּתַּאָה הַנַּ\"ל בֵּין הָאַרְבַּע מַלְכֻיּוֹת. וְזֶה בְּחִינַת זַעֲקַת מוֹשֵׁל בַּכְּסִילִים, שֶׁהַמַּלְכוּת צוֹעֶקֶת בְּקוֹל מַר עַל שֶׁנָּפְלָה חָכְמָתָהּ בֵּין הַכְּסִילִים, שֶׁהַכְּסִיל רוֹצֶה לְהִתְחַכֵּם, דְּהַיְנוּ שֶׁהֵם רוֹצִים לְהִתְגַּבֵּר, חַס וְשָׁלוֹם, בְּחָכְמוֹת חִיצוֹנִיּוֹת שֶׁלָּהֶם, שֶׁהֵם פִּילוֹסוֹפְיָה וְאֶפִּיקוּרְסוּת, שֶׁהֵם כְּסִילוּת בֶּאֱמֶת עַל-יְדֵי שֶׁנָּפְלָה הַחָכְמָה תַּתָּאָה, בְּחִינַת מַלְכוּת, בַּגָּלוּת וְכוּ'. וְעַל-כֵּן עַל-יְדֵי שֶׁמַּשְׁחִיתִין זְקָנָם בְּאַשְׁכְּנַז, וְעַל-יְדֵי-זֶה פּוֹגְמִין בַּצִּמְצוּמִים שֶׁל הַשָֹּגַת אֱלֹקוּתוֹ יִתְבָּרַךְ הַנַּ\"ל, בְּחָכְמָה תַּתָּאָה, בַּמַּלְכוּת כַּנַּ\"ל. עַל-כֵּן עַל-יְדֵי-זֶה מִתְגַּבֵּר, חַס וְשָׁלוֹם חָכְמוֹת חִיצוֹנִיּוֹת שֶׁהוּא חָכְמַת הַפִּילוֹסוֹפְיָה. וְעַל-כֵּן הֵם עוֹסְקִים שָׁם בְּחָכְמוֹת חִיצוֹנִיּוֹת בְּיוֹתֵר עַל דֵי שֶׁמַּשְׁחִיתִין פְּאַת זְקָנָם בִּשְׁאָט נֶפֶשׁ וְעוֹבְרִים עַל חֲמִשָּׁה לָאוִין בְּכָל פַּעַם, כִּי זֶה תָּלוּי בָּזֶה כַּנַּ\"ל, חָכְמוֹת חִיצוֹנִיּוֹת עַל-יְדֵי הַשְׁחָתַת פְּאַת הַזָּקָן הַקָּדוֹשׁ כַּנַּ\"ל. וּבֶאֱמֶת אֵינָם עוֹבְרִים עַל חֲמִשָּׁה לָאוִין בִּלְבַד, כִּי כְּשֶׁמַּשְׁחִיתִין פְּאַת זְקָנָם כְּאִלּוּ עוֹבְרִים עַל כָּל הַתּוֹרָה כֻּלָּהּ, כִּי כָּל הַתּוֹרָה כֻּלָּהּ תְּלוּיָה בָּזֶה כַּנַּ\"ל. כִּי עַל-יְדֵי הַתַּעַר וְהַסַּכִּין שֶׁמְּרִימִין עַל הַדִּיקְנָא קַדִּישָׁא לְהַשְׁחִיתָהּ, חַס וְשָׁלוֹם, עַל-יְדֵי-זֶה מִתְגַּבֵּר, חַס וְשָׁלוֹם, מַלְכוּת עֲמָלֵק שֶׁהוּא כְּלָלִיּוּת שֶׁל הָאַרְבַּע מַלְכֻיּוֹת כַּנַּ\"ל בַּמַּאֲמָר הַנַּ\"ל, כִּי עֲמָלֵק הוּא מִזֶּרַע עֵשָֹו הָרָשָׁע שֶׁיְּנִיקָתוֹ מִבְּחִינַת וְעַל חַרְבְּךָ תִּחְיֶה, שֶׁעִקַּר יְנִיקָתוֹ כְּשֶׁנִּפְגָּם, חַס וְשָׁלוֹם, חָכְמָה תַּתָּאָה הַנַּ\"ל, מַלְכוּת הַנַּ\"ל, שֶׁהוּא בְּחִינַת חֶרֶב נוֹקֶמֶת נְקַם בְּרִית, כַּמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל. וְזֶה בְּחִינַת חֲתָכוֹ לְאַרְבַּע, הַנֶּאֱמַר שָׁם בַּמַּאֲמָר הַנַּ\"ל, כִּי עִקַּר עֲלִיַּת וְתִקּוּן הַמַּלְכוּת הַנַּ\"ל הוּא עַל-יְדֵי תִּקּוּן הַחֶרֶב דִּקְדֻשָּׁה, שֶׁעַל-יְדֵי-זֶה חוֹתְכִין הַמַּלְכוּת, שֶׁהִיא בְּחִינַת אַרְבַּע מִן הָאַרְבַּע מַלְכֻיּוֹת, בִּבְחִינַת חֲתָכוֹ לְאַרְבַּע. וּמַכְנִיעִין הַחֶרֶב שֶׁל עֵשָֹו, שֶׁהוּא מַלְכוּת עֲמָלֵק, בְּחִינַת וְעַל חַרְבְּךָ תִּחְיֶה כַּנַּ\"ל. וּכְשֶׁמְּרִימִין, חַס וְשָׁלוֹם, תַּעַר וְסַכִּין, שֶׁהוּא בְּחִינַת חֶרֶב, עַל הַזָּקָן הַקָּדוֹשׁ, הוּא פּוֹגֵם מְאֹד מְאֹד בְּהַמַּלְכוּת דִּקְדֻשָּׁה, שֶׁהִיא בְּחִינַת חֶרֶב נוֹקֶמֶת נְקַם בְּרִית, שֶׁעִקַּר יְנִיקָתָהּ מֵאוֹר הַפָּנִים מִבְּחִינַת שַֹעֲרוֹת הַזָּקָן וְהַפֵּאוֹת כַּנַּ\"ל, וּמִתְגַּבֵּר, חַס וְשָׁלוֹם, חַרְבּוֹ שֶׁל עֵשָֹו בְּחִינַת מַלְכוּת עֲמָלֵק, שֶׁהוּא כְּלָלִיּוּת הַאַרְבַּע מַלְכֻיּוֹת. וְהֵם בָּאוּ לְכָל זֶה עַל-יְדֵי פְּגַם הַבְּרִית שֶׁפָּגְמוּ תְּחִלָּה, כִּי בְּוַדַּאי אֵין אָדָם מֵרִים יָדוֹ לְהַשְׁחִית פְּאַת זְקָנוֹ, חַס וְשָׁלוֹם, כִּי אִם כְּשֶׁפָּגַם תְּחִלָּה בַּבְּרִית קֹדֶשׁ הַרְבֵּה מְאֹד, שֶׁעַל-יְדֵי-זֶה פָּגַם בְּהַמֹּחַ, בַּחָכְמָה תַּתָּאָה הַנַּ\"ל. וְנִתְגָּרוּ בּוֹ מַחֲשָׁבוֹת רָעוֹת, חָכְמוֹת חִיצוֹנִיּוֹת, עַד שֶׁהִשִֹּיאוֹ רוּחוֹ הָרָעָה לְהַשְׁחִית זְקָנוֹ, חַס וְשָׁלוֹם, שֶׁעַל-יְדֵי-זֶה עוֹקֵר עַצְמוֹ לְגַמְרֵי מִמַּלְכוּת דִּקְדֻשָּׁה, מֵחָכְמָה תַּתָּאָה, מֵהַשָֹּגַת וֶאֱמוּנַת יִשְֹרָאֵל וְאֵין לוֹ חֵלֶק בַּה' יִתְבָּרַךְ וּבְתוֹרָתוֹ הַקְּדוֹשָׁה וּבְעַמּוֹ יִשְֹרָאֵל הַקָּדוֹשׁ כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Shaving.3.2"
  },
  "second": {
    "section": {
      "volume": "Choshen Mishpat",
      "section": "Laws of Artisans",
      "section_he": "הלכות אמנין",
      "ref_base": "Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Artisans",
      "has_english": false
    },
    "chapter": 1,
    "siman": 4,
    "hebrew_text": "וְכֵן הַשּוֹכֵר דִּינוֹ כְּמוֹ שׁוֹמֵר שָֹכָר כִּי שׁוֹמֵר שָֹכָר הוּא בְּחִינַת עֶבֶד שֶׁעוֹבֵד עַל מְנָת לְקַבֵּל פְּרָס כַּנַּ\"ל וְעַל כֵּן הוּא בִּבְחִינַת מט\"ט בְּחִינַת עֶבֶד בְּחִינַת עֵץ הַדַּעַת שֶׁמְּעֹרָב טוֹב וָרָע וְעַל כֵּן הַשּׁוֹמֵר שָֹכָר דִּינוֹ הוּא חִיּוּב וּפְטוּר כַּנַּ\"ל וְכֵן הַשּוֹכֵר הוּא גַּם כֵּן בִּבְחִינַת זוֹ מֵאַחַר שֶׁיֵּשׁ לוֹ הֲנָאָה שֶׁמִּשְׁתַּמֵּשׁ בְּהַחֵפֶץ הוּא גַּם כֵּן בִּבְחִינַת הָעוֹבֵד עַל מְנָת לְקַבֵּל פְּרָס שֶׁהוּא בְּחִינַת עֶבֶד כַּנַּ\"ל כִּי אֵלּוּ הָאַרְבָּעָה שׁוֹמְרִים הֵם רוֹמְזִים גַּם כֵּן בַּעֲבוֹדַת ה' כִּי הָעוֹבְדִים נִקְרָאִים שׁוֹמְרִים כְּמוֹ שֶׁכָּתוּב וַיִּשְׁמֹר מִשְׁמַרְתִּי מִצְוֹתַי וְכוּ' (בְּרֵאשִׁית פָּרָשַׁת תּוֹלְדוֹת) וְיֵשׁ בָּהֶם אַרְבַּע בְּחִינוֹת הַנַּ\"ל וּכְלָלוּתָם שָׁלֹשׁ בְּחִינוֹת הַנַּ\"ל דְּהַיְנוּ חִיּוּב וּפְטוּר וּמְעֹרָב מִשְּׁנֵיהֶם. וְיֵשׁ לְרַמֵּז שֶׁזֶּה בְּחִינַת אַרְבָּעָה שֶׁנִּכְנְסוּ לַפַּרְדֵּס שֶׁכָּתַב רַבֵּנוּ נֵרוֹ יָאִיר (סִימָן לא) שֶׁאֵלּוּ הָאַרְבַּע בְּחִינוֹת הֵם בְּהַנִּכְנָסִין לַעֲבוֹדַת ה' וּלְהִתְקָרֵב לְהַצַּדִּיק, כִּי יֵשׁ שֶׁנִּכְנַס בְּשָׁלוֹם וְיָצָא בְּשָׁלוֹם בְּחִינַת רַבִּי עֲקִיבָא וְיֵשׁ לְהֵפֶךְ שֶׁמְּקַצֵּץ בַּנְּטִיעוֹת וְיֵשׁ בְּחִינַת הֵצִיץ וְנִפְגַּע הֵצִיץ וּמֵת דְּהַיְנוּ שֶׁחוֹטֵף וְנִכְנָס לִפְנִים מִמַּדְרֵגָתוֹ עַיֵּן כָּל זֶה בַּמַּאֲמָר שֶׁל כִּסּוּפִין. וְזֶה בְּחִינַת הָאַרְבָּעָה שׁוֹמְרִים וּכְלָלוּתָם שָׁלֹשׁ דְּהַיְנוּ חִיּוּב וּפְטוּר וּמְמֻצָּע כַּנַּ\"ל, דְּהַיְנוּ שׁוֹמֵר חִנָּם פָּטוּר מִן הַכֹּל שֶׁזֶּה בְּחִינַת הָעוֹבֵד אֶת ד' בְּאַהֲבָה בְּחִנָּם בְּלִי שׁוּם קַבָּלַת פְּרָס וְשָׁם הוּא בְּחִינַת כָּל הַפְּטוּרִים כִּי הוּא תַּכְלִית שְׁלֵמוּת הַקְּדֻשָּׁה שֶׁאֵין שָׁם שׁוּם חִיּוּב כְּלָל וְזֶה בְּחִינַת נִכְנַס בְּשָׁלוֹם וְיָצָא בְּשָׁלוֹם, שֶׁהוּא שְׁלֵמוּת הַקְּדֻשָּׁה. וְיֵשׁ לְהֵפֶךְ בְּחִינַת שׁוֹאֵל שֶׁכָּל הֲנָאָה שֶׁלּוֹ וְאֵינוֹ מְשַׁלֵּם שׁוּם שָֹכָר וְהוּא מַמָּשׁ בְּהֵפֶךְ מִשּׁוֹמֵר חִנָּם שֶׁהוּא בְּחִינַת שׁוֹמֵר וְעוֹבֵד בְּחִנָּם בְּלִי שׁוּם קַבָּלַת שָֹכָר וְהוּא בְּחִינַת חִנָּם שֶׁבַּקְּדֻשָּׁה כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה מָה אֲנִי בְּחִנָּם אַף אַתֶּם בְּחִנָּם, וְשׁוֹאֵל לְהֵפֶךְ שֶׁהוּא בְּחִינַת חִנָּם דְּסִטְרָא אָחֳרָא שֶׁנִּקְרֵאת חִנָּם כְּמוֹ שֶׁכָּתוּב זָכַרְנוּ אֶת הַדָּגָה אֲשֶׁר נֹאכַל בְּמִצְרַיִם חִנָּם בְּלֹא מִצְוֹת כִּי הוּא רוֹצֶה כָּל הַתַּאֲוֹת בְּחִנָּם בְּלִי שָֹכָר דְּהַיְנוּ בְּלִי שׁוּם מִצְוֹת וַעֲבוֹדַת ה' וְזֶהוּ בְּחִינַת שׁוֹאֵל שֶׁכָּל הֲנָאָה שֶׁלּוֹ וְאֵינוֹ מְשַׁלֵּם שׁוּם שָֹכָר וְזֶה בְּחִינַת מְקַצֵּץ בַּנְּטִיעוֹת שֶׁהוּא בְּחִינַת רַע לְגַמְרֵי כַּנַּ\"ל וְעַל כֵּן הוּא חַיָּב בַּכֹּל כִּי שָׁם כָּל הַחִיּוּבִים כַּנַּ\"ל. וְשׁוֹמֵר שָֹכָר הוּא בְּחִינַת שֶׁשּׁוֹמֵר וְעוֹבֵד בִּשְׁבִיל לְקַבֵּל שָֹכָר וְכֵן שֹוֹכֵר הוּא בְּחִינַת שֶׁנּוֹתֵן שָֹכָר דְּהַיְנוּ בְּחִינַת עֲבוֹדַת ה' שֶׁהִוא בְּחִינַת שָֹכָר שֶׁנּוֹתְנִים לוֹ יִתְבָּרַךְ כִּבְיָכוֹל כְּמוֹ שֶׁכָּתוּב אִם טוֹב בְּעֵינֵיכֶם הָבוּ שְֹכָרִי (זְכַרְיָה יא) אֲבָל הוּא יֵשׁ לוֹ הֲנָאָה גַּם כֵּן בְּחִינַת הַשּוֹכֵר שֶׁיֵּשׁ לוֹ הֲנָאָה מִן הַחֵפֶץ. וְאֵלּוּ הַשְּׁתֵּי בְּחִינוֹת דְּהַיְנוּ שׁוֹמֵר שָֹכָר וְשֹוֹכֵר שֶׁהֵם בִּבְחִינַת עוֹבְדִים עַל מְנָת לְקַבֵּל פְּרָס כַּנַּ\"ל וְעַל כֵּן הֵם בִּבְחִינַת עֶבֶד בְּחִינַת מט\"ט בְּחִינַת עֵץ הַדַּעַת טוֹב וָרָע כַּנַּ\"ל, הֵם בִּבְחִינַת הֵצִיץ וְנִפְגַּע הֵצִיץ וְכוּ' כִּי פְּגָם שֶׁלָּהֶם הָיָה בִּבְחִינַת פְּגַם עֵץ הַדַּעַת כַּמּוּבָא וּכְמוֹ שֶׁאִיתָא בַּתִּקּוּנִים כִּי בְּיוֹם אֲכָלְךָ מִמֶּנּוּ מוֹת תָּמוּת בְּהַהוּא יוֹמָא הֵצִיץ וְכוּ' כִּי זֶה הַפְּגָם שֶׁל הֵצִיץ דְּהַיְנוּ שֶׁנִּכְנָס וּמִסְתַּכֵּל בְּמַה שֶּׁאֵינוֹ רָאוּי לוֹ זֶה הַפְּגָם הוּא מֵחֲמַת שֶׁרוֹצֶה לְקַבֵּל שָֹכָר וַעֲבוֹדָתוֹ וּכְנִיסָתוֹ לִפְנִים לְהַקְּדֻשָּׁה הוּא בִּשְׁבִיל שָֹכָר וְעַל כֵּן מֵאַחַר שֶׁבּוֹחֵר בְּשָֹכָר וְתָאֵב לְהַשָּכָר עַל יְדֵי זֶה יוּכַל לָבוֹא לַעֲבֹר עַל רְצוֹנוֹ יִתְבָּרַךְ לִכְנֹס לִפְנִים מִמְּחִצָּתוֹ מֵחֲמַת תַּאֲוַת הַשָּכָר הַמֻּפְלָא, כִּי בְּחִינַת כְּנִיסַת הַפַּרְדֵּס זֶהוּ בְּעַצְמוֹ הַשָּכָר נִמְצָא שֶׁבְּחִינַת הֵצִיץ הוּא בְּחִינַת הָעוֹבֵד בִּשְׁבִיל שְֹכַר עוֹלָם הַבָּא שֶׁעַל יְדֵי זֶה יוּכַל לָבוֹא לִבְחִינַת הֵצִיץ לִכָּנֵס לִפְנִים מִמְּחִצָּתוֹ כַּנַּ\"ל. וְזֶה בְּחִינַת שׁוֹמֵר שָֹכָר וְשֹוֹכֵר כַּנַּ\"ל. אֲבָל הָעוֹבֵד בְּלִי שׁוּם קַבָּלַת פְּרָס רַק שֶׁרוֹצֶה לְעָבְדוֹ וְלַעֲשֹוֹת רְצוֹנוֹ יִתְבָּרַךְ לְבַד בְּוַדַּאי לֹא יִכְנֹס לִפְנִים מֵהָרָאוּי לוֹ וְלַעֲבֹר עַל רְצוֹנוֹ יִתְבָּרַךְ מֵאַחַר שֶׁאֵינוֹ רוֹצֶה שׁוּם דָּבָר רַק רְצוֹנוֹ יִתְבָּרַךְ:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Artisans.1.4"
  }
}