{
  "date_seed": "2026-03-01",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n🔊 כולל הקראה קולית בעברית — ניתן להאזין ב-1x, 1.5x או 2x.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 01/03/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Thanksgiving_Blessings.1.1\"><b>א. הלכות ברכת הודאה</b></a>\n<i>אורח חיים</i>\n\nאַרְבָּעָה צְרִיכִים לְהוֹדוֹת וְכוּ'. וְסִימָנְךָ וְכָל הַחַ'יִּ'י'ם' יוֹדוּךָ סֶלָה. ח'וֹלֶה יִ'סּוּרִים [הַיְנוּ חָבוּשׁ בְּבֵית הָאֲסוּרִים] יָ'ם מִ'דְבָּר. מַה מְבָרֵךְ בָּרוּךְ אַתָּה ה' הַגּוֹמֵל לְחַיָּבִים טוֹבוֹת וְכוּ' (שֻׁלְחָן עָרוּךְ סִימָן ריט): עַל-פִּי הַמַּאֲמָר שֶׁל חֲנֻכָּה בְּלִקּוּטֵי תִּנְיָנָא סִימָן ב. שָׁם מְבֹאָר שֶׁעַל-יְדֵי תּוֹדָה הוֹדָאָה בְּחִינַת אַרְבָּעָה צְרִיכִין לְהוֹדוֹת. שֶׁזֶּה בְּחִינַת שַׁעֲשׁוּעַ עוֹלָם הַבָּא, שֶׁאָז יִהְיוּ יְמֵי הוֹדָאָה לִשְׁמוֹ יִתְבָּרַךְ בְּחִינַת הֲלָכוֹת כַּמְבֹאָר שָׁם. עַל-יְדֵי זֶה מֵאִיר הָאֱמֶת עַל-יְדֵי שְׁלֹשָׁה שֵׁמוֹת שֶׁהֵם בְּחִינַת תּוֹרָה וּתְפִלָּה וְשִׁדּוּכִים וְזִוּוּגִים לְתוֹךְ הַדִּבּוּר, דְּהַיְנוּ לִשְׁלֵמוּת רִבּוּעַ הַדִּבּוּר אַרְבָּעָה חֶלְקֵי הַדִּבּוּר, שֶׁהֵם דִּבּוּר שֶׁל תְּשׁוּבָה, וְדִבּוּר שֶׁל צְדָקָה, וְדִבּוּר שֶׁל עֲשִׁירִים קְרוֹבִים לַמַּלְכוּת בְּחִינַת שְׁלֹשֶׁת הַשָּרִיגִים וְכוּ', וְדִבּוּר שֶׁל מַלְכוּת פֶּה וְכוּ' עַיֵּן שָׁם. וְעַל-יְדֵי זֶה נִמְשָׁךְ הַקְּדֻשָּׁה שֶׁל שַׁבָּת לְשֵׁשֶׁת יְמֵי הַחֹל. וְעַל-יְדֵי זֶה נִכְלָלִין כָּל הַפְּעֻלּוֹת מִשְׁתַּנּוֹת בְּתוֹךְ אַחְדוּת הַפָּשׁוּט וְכוּ' עַיֵּן שָׁם. שֶׁזֶּה בְּחִינַת הֲלָכָה כָּרַבִּים. עַיֵּן שָׁם כָּל זֶה הֵיטֵב: וְעַתָּה נוּכַל לוֹמַר שֶׁזֶּה בְּעַצְמוֹ בְּחִינַת אַרְבָּעָה צְרִיכִין לְהוֹדוֹת שֶׁכְּנֶגֶד בְּחִינַת אַרְבָּעַת חֶלְקֵי הַדִּבּוּר שֶׁנִּשְׁלָם עַל יָדָם, כִּי עַל-יְדֵי תּוֹדָה דְּהַיְנוּ עַל-יְדֵי הָאַרְבָּעָה צְרִיכִין לְהוֹדוֹת עַל יָדָם נִשְׁלָם רִבּוּעַ הַדִּבּוּר כַּנַּ\"ל. וְעַל-כֵּן הֵם אַרְבָּעָה שֶׁצְּרִיכִין לְהוֹדוֹת כְּנֶגֶד אַרְבָּעַת חֶלְקֵי הַדִּבּוּר שֶׁנִּשְׁלָם עַל יָדָם. כִּי חוֹלֶה שֶׁנִּתְרַפֵּא וּמוֹדֶה לִשְׁמוֹ יִתְבָּרַךְ זֶה בְּחִינַת דִּבּוּר שֶׁל תְּשׁוּבָה, כִּי אֵין אָדָם עוֹמֵד מֵחָלְיוֹ אֶלָּא אִם כֵּן מוֹחֲלִין לוֹ כָּל עֲווֹנוֹתָיו, וְהַיְנוּ עַל-יְדֵי תְּשׁוּבָה כְּמוֹ שֶׁכָּתוּב וְשָׁב וְרָפָא לוֹ. יוֹרְדֵי הַיָּם זֶה בְּחִינַת דִּבּוּר שֶׁל צְדָקָה, כְּמוֹ שֶׁמּוּבָא בְּיוֹנָה עַל הָאֲנָשִׁים שֶׁהָיוּ עִמּוֹ בַּסְּפִינָה וְנָדְרוּ נְדָרִים, כִּי צְדָקָה הִוא בְּחִינַת יָם, בְּחִינַת מַיִם כְּמוֹ שֶׁכָּתוּב וּצְדָקָה כְּנַחַל אֵיתָן, בְּחִינַת שְׁלַח לַחְמְךָ עַל פְּנֵי הַמָּיִם. חָבוּשׁ בְּבֵית הָאֲסוּרִים שֶׁיּוֹצֵא מִן הָאֲסוּרִים, זֶה בְּחִינַת דִּבּוּר שֶׁל עֲשִׁירִים קְרוֹבִים לַמַּלְכוּת, שֶׁעַל יָדָם הַדֶּרֶךְ שֶׁיּוֹצֵא הֶחָבוּשׁ מִתּוֹךְ הַמַּאֲסָר בְּחִינַת שְׁלֹשֶׁת הַשָּרִיגִים שְׁלֹשָׁה שָׂרֵי גֵּאִים, שֶׁעַל יָדָם יָצָא יוֹסֵף מִבֵּית הָאֲסוּרִים כַּמְפֹרָשׁ בַּתּוֹרָה. מִדְבָּר, זֶה בְּחִינַת עִקַּר הַדִּבּוּר, בְּחִינַת מַלְכוּת פֶּה, כִּי מִדְבָּר מְרַמֵּז עַל הַדִּבּוּר בְּעַצְמוֹ כַּמְבֹאָר בַּזֹּהַר הַקָּדוֹשׁ, שֶׁמִּדְבָּר בְּחִינַת דִּבּוּר, הַיְנוּ בְּחִינַת מַלְכוּת פֶּה שֶׁהִוא עִקַּר הַדִּבּוּר:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Thanksgiving_Blessings.1.1\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1\"><b>ב. הלכות ריבית</b></a>\n<i>יורה דעה</i>\n\nעַל-פִּי הַמַּאֲמָר \"צִוִּיתָ צֶדֶק עֵדֹתֶיךָ וֶאֱמוּנָה מְאֹד\" סִימָן כג, כִּי יֵשׁ אַנְפִּין נְהִירִין בְּחִינַת שִֹמְחָה, בְּחִינַת חַיִּים וְכוּ'. וְיֵשׁ אַנְפִּין חֲשׁוּכִין, בְּחִינַת מִיתָה, בְּחִינַת עַצְבוּת וְכוּ'. וְאֵלּוּ הַמְשֻׁקָּעִים בְּתַאֲוַת מָמוֹן וְאֵינָם מַאֲמִינִים שֶׁה' יִתְבָּרַךְ יָכוֹל לְפַרְנֵס אֶת הָאָדָם בְּסִבָּה קַלָּה, אֵלּוּ בְּנֵי אָדָם הֵם מְקֻשָּׁרִים בִּפְנִים דְּסִטְרָא אָחֳרָא שֶׁהוּא עֲבוֹדָה זָרָה וְכוּ'. וְעַל-יְדֵי תִּקּוּן בְּרִית קֹדֶשׁ נִצּוֹלִין מִפְּנִים דְּסִטְרָא אָחֳרָא, מִפְּגַם תַּאֲוַת מָמוֹן וְנִתְקַשֵּׁר בָּאֱלֹקוּת בְּחִינַת וּמִבְּשָֹרִי אֶחֱזֶה אֱלוֹקַ, כִּי אִי אֶפְשָׁר לַחֲזוֹת בָּאֱלֹקוּת כִּי אִם עַל-יְדֵי תִּקּוּן בְּרִית קֹדֶשׁ וְכוּ', עַיֵּן שָׁם כָּל זֶה הֵיטֵב. וְעַיֵּן שָׁם מַה שֶּׁאָמַר עַל מַאֲמָר \"סָבֵי דְּבֵי אַתּוּנָא\", וַהֲוֵי תָּלוּ לֵיהּ פִּתְקָא בְּצַוָּארָא דַּהֲוֵי מַסִּיק בְּבֵי אַבָּא מְאָה אַלְפֵי זוּזֵי, כִּי אֵלּוּ הַמְקֻשָּׁרִים בְּפָנִים דְּסִטְרָא אָחֳרָא, בְּתַאֲוַת מָמוֹן, הֵם בַּעֲלֵי חוֹבוֹת תָּמִיד כְּמוֹ שֶׁאָנוּ רוֹאִין שֶׁזֶּה הַמַּשָֹּא תָּלוּי בְּצַוַּאר בְּנֵי אָדָם שֶׁאֵין מִסְתַּפְּקִין בְּמָמוֹנָם וְלוֹוִין מֵאֲחֵרִים וּמְסַכְּנִים עַצְמָן בִּשְׁבִיל לְהִשְֹתַּכֵּר מָמוֹן הַרְבֵּה וְכוּ'. וְחוֹב נִקְרָא הָעֲבוֹדָה זָרָה וְכָל הַמִּתְקָרְבִין אֵלָיו הֵם בַּעֲלֵי חוֹבוֹת תָּמִיד וְכוּ' כַּנַּ\"ל, עַיֵּן שָׁם כָּל זֶה הֵיטֵב: וְזֶה בְּחִינַת אִסּוּר רִבִּית הֶחָמוּר מְאֹד, כִּי בֶּאֱמֶת יִשְֹרָאֵל עַם קָדוֹשׁ הֵם מְקֻשָּׁרִים בְּשִׁבְעִים אַנְפִּין נְהוֹרִין שֶׁהֵם בְּחִינַת שִׁבְעִים נַפְשׁוֹת בֵּית יַעֲקֹב וְכוּ' וְהָעַכּוּ\"ם הֵם שִׁבְעִים עֲמָמִין, וְהֵם מְקֻשָּׁרִים בְּשִׁבְעִים אַנְפִּין חֲשׁוּכִין, שֶׁהוּא עֲבוֹדָה זָרָה, מִיתָה וְחֹשֶׁךְ וְכוּ'. נִמְצָא, שֶׁיִּשְֹרָאֵל הֵם רְחוֹקִים בְּשָׁרְשָׁם לְגַמְרֵי מִתַּאֲוַת מָמוֹן שֶׁהוּא עֲבוֹדָה זָרָה. וְעַל-כֵּן יִשְֹרָאֵל הֵם רְחוֹקִים מֵהַלְוָאוֹת וְחוֹבוֹת בְּשָׁרְשָׁם, כְּמוֹ שֶׁנֶּאֱמַר, \"וְהִלְוִיתָ גּוֹיִם רַבִּים וְאַתָּה לֹא תִלְוֶה וְכוּ' וְהַעֲבַטְתָּ גּוֹיִים רַבִּים וְאַתָּה לֹא תַּעֲבֹט\", כִּי חוֹבוֹת וְהַלְוָאוֹת הֵם עִקַּר תַּאֲוַת מָמוֹן שֶׁהוּא עֲבוֹדָה זָרָה וְכוּ'. כַּמּוּבָן בְּסוֹף מַאֲמָר הַנַּ\"ל עַל מַאֲמָר \"וְתָלוּ פִּתְקָא בְּצַוָּארֵיהּ וְכוּ\"', כִּי הָעֲבוֹדָה זָרָה נִקְרֵאת חוֹבָה וְכוּ'. וְכָל הַמִּתְדַּבְּקִין בָּהּ הֵם בַּעֲלֵי חוֹבוֹת תָּמִיד וְכוּ', כִּי תַּאֲוַת מָמוֹן הוּא מֵחֲמַת שֶׁאֵין לוֹ אֱמוּנָה וּבִטָּחוֹן בַּה' יִתְבָּרַךְ שֶׁהוּא יִתְבָּרַךְ יָכוֹל לְהַזְמִין לוֹ פַּרְנָסָתוֹ בְּסִבָּה קַלָּה בְּלִי יְגִיעוֹת. וּמֵחֲמַת זֶה הוּא רָץ אַחַר פַּרְנָסָתוֹ תָּמִיד בִּיגִיעוֹת רַבּוֹת וְכוּ', וְהוּא מָלֵא עַצְבוּת וּדְאָגוֹת וּמָרָה שְׁחוֹרָה וּמַרְבֶּה לִלְווֹת מָמוֹן מֵאֲחֵרִים מֵחֲמַת שֶׁאֵינוֹ מַאֲמִין שֶׁה' יִתְבָּרַךְ יַזְמִין לוֹ פַּרְנָסָתוֹ בְּעִתּוֹ בְּלִי יְגִיעוֹת בְּסִבָּה קַלָּה וְכוּ'. וְכָל זֶה נִמְשָׁךְ וְנֶאֱחָז רַק מִבְּחִינַת הַזְּמַן, כִּי ה' יִתְבָּרַךְ הוּא לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם וְיִשְֹרָאֵל עָלָה בְּמַחֲשָׁבָה תְּחִלָּה וְקֻדְשָׁא בְּרִיךְ הוּא וְאוֹרָיְתָא וְיִשְֹרָאֵל כֻּלָּא חַד. וְעַל-כֵּן יִשְֹרָאֵל הֵם גַּם כֵּן לְמַעְלָה מֵהַזְּמַן וְכָל עֲבוֹדַת יִשְֹרָאֵל בְּזֶה הָעוֹלָם הַגַּשְׁמִי שֶׁהוּא בִּזְמַן וּמָקוֹם, הוּא רַק שֶׁיִּזְכּוּ לְהַעֲלוֹת וּלְקַשֵּׁר אֶת בְּחִינַת מָקוֹם וּזְמַן לִבְחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם, דְּהַיְנוּ לְהַעֲלוֹת וּלְקַשֵּׁר וְלִכְלֹל כָּל הַבְּרִיאָה בְּקֹדֶם הַבְּרִיאָה. וְעִקַּר הוּא הָאֱמוּנָה, כְּמוֹ שֶׁנֶּאֱמַר, \"כָּל מִצְוֹתֶיךָ אֱמוּנָה\", שֶׁעַל-יְדֵי הָאֱמוּנָה שֶׁאָנוּ מַאֲמִינִים בּוֹ יִתְבָּרַךְ שֶׁבָּרָא הַכֹּל בִּרְצוֹנוֹ. וְכָל הַזְּמַן וְהַמָּקוֹם נִמְשָׁךְ מִמֶּנּוּ יִתְבָּרַךְ מִבְּחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם. עַל-יְדֵי-זֶה אָנוּ מַעֲלִין וּמְקַשְּׁרִין הַמָּקוֹם וְהַזְּמַן לִבְחִינַת לְמַעְלָה מֵהַזְּמַן",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1\"><b>ב. הלכות ריבית</b></a> (המשך)\n\nוְהַמָּקוֹם. וַאֲזַי כָּל הַבְּרִיאָה כֻּלָּהּ בִּבְחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם, שֶׁהוּא בְּחִינַת הַשְׁגָּחָה: וְזֶה בְּחִינַת בִּטָּחוֹן, כִּי בֶּאֱמֶת עִקַּר עַצְבוּת וְדַאֲגוֹת הַפַּרְנָסָה הוּא מֵחֲמַת שֶׁאֵין בִּטָּחוֹן בַּה' יִתְבָּרַךְ. וְעִקַּר פְּגַם וְחֶסְרוֹן הַבִּטָּחוֹן נִמְשָׁךְ רַק מִבְּחִינַת הַזְּמַן וְהַמָּקוֹם, כִּי בֶּאֱמֶת ה' יִתְבָּרַךְ מַשְׁפִּיעַ שִׁפְעוֹ הַטּוֹב תָּמִיד בְּלִי הֶפְסֵק רֶגַע, רַק כְּשֶׁהַשֶּׁפַע בָּאָה בְּזֶה הָעוֹלָם הַגַּשְׁמִי שֶׁהוּא בְּמָקוֹם וּזְמַן, אֲזַי מֻכְרָח הַשֶּׁפַע לְהִתְלַבֵּשׁ בְּמָקוֹם וּזְמַן. וְעַל-כֵּן אֵין הַשֶּׁפַע שֶׁל פַּרְנָסָה וַעֲשִׁירוּת נִמְשֶׁכֶת כִּי אִם בְּמָקוֹם וּזְמַן יָדוּעַ כְּמוֹ שֶׁנִּרְאֶה בַּחוּשׁ שֶׁיֵּשׁ זְמַן שֶׁהָאָדָם מַרְוִיחַ וְיֵשׁ לְהֵפֶךְ. וְכֵן בְּמָקוֹם שֶׁבְּזֶה הַמָּקוֹם מַרְוִיחִין וּבְמָקוֹם אַחֵר לְהֵפֶךְ, וּמֵחֲמַת זֶה עִקַּר דַּאֲגַת הַפַּרְנָסָה מֵחֲמַת שֶׁלִּפְעָמִים נִתְעַכֵּב שֶׁפַע פַּרְנָסָתוֹ, עַל-כֵּן עוֹלָה דַּאֲגַת הַפַּרְנָסָה עַל לִבּוֹ וְדוֹאֵג מַה יֹּאכַל לְמָחָר. וּמֵחֲמַת זֶה הוּא רוֹדֵף אַחַר פַּרְנָסָתוֹ בִּיגִיעוֹת גְּדוֹלוֹת וְסוֹף כָּל סוֹף אֵינוֹ מַשִֹּיג פַּרְנָסָתוֹ כִּי אִם כְּשֶׁיָּבוֹא עִתּוֹ וּזְמַנּוֹ. וְאִם הָיָה לוֹ שֵֹכֶל אֲמִתִּי וְהָיָה מַאֲמִין בַּה' יִתְבָּרַךְ שֶׁהַכֹּל מִמֶּנּוּ יִתְבָּרַךְ, רַק שֶׁצְּרִיכִין לְהַמְתִּין עַד שֶׁיָּבוֹא זְמַנּוֹ וְעִתּוֹ לֹא הָיָה רָץ אַחַר פַּרְנָסָתוֹ כָּל כָּךְ, כִּי ה' יִתְבָּרַךְ יִתֵּן לוֹ פַּרְנָסָתוֹ בְּעִתּוֹ בְּסִבָּה קַלָּה, כִּי הַהֶכְרֵחַ שֶׁיַּעֲשֶֹה הָאָדָם אֵיזֶה עֻבְדָּא קַלָּה בִּשְׁבִיל פַּרְנָסָה, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, וּבֵרַכְתִּיךָ בְּכָל אֲשֶׁר תַּעֲשֶֹה, כִּי אִי אֶפְשָׁר לְהַמְשִׁיךְ בְּזֶה הָעוֹלָם כִּי אִם עַל-יְדֵי כֵּלִים. וְעַל-כֵּן מֻכְרָחִין לַעֲשׂוֹת אֵיזֶה עֵסֶק וּמַשָֹּא וּמַתָּן, כִּי עַל-יְדֵי-זֶה עוֹשִֹין כֵּלִים וְצִנּוֹרוֹת לְקַבֵּל הַשֶּׁפַע, אֲבָל בֶּאֱמֶת אֵין הָעֵסֶק עִקָּר כְּלָל, רַק עִקַּר הַפַּרְנָסָה מֵה' יִתְבָּרַךְ בְּהַשְׁגָּחָתוֹ לְבַד, כִּי אֵין הָאָדָם יוֹדֵעַ בַּמֶּה מִשְֹתַּכֵּר וְעַל-כֵּן אָסוּר לְהָאָדָם לִדְחֹק אֶת הַשָּׁעָה וְלִרְדֹּף אַחַר פַּרְנָסָה בִּיגִיעוֹת גְּדוֹלוֹת כְּאִלּוּ, חַס וְשָׁלוֹם, הַפַּרְנָסָה תְּלוּיָה בָּזֶה לְבַד, כִּי, אַדְּרַבָּא, עַל-יְדֵי-זֶה נִתְמַעֵט פַּרְנָסָתוֹ, כִּי כָּל הַדּוֹחֵק אֶת הַשָּׁעָה הַשָּׁעָה דּוֹחַקְתּוֹ, כִּי אֵין צֹרֶךְ לַעֲשׂוֹת מַשָֹּא וּמַתָּן וְעֵסֶק, רַק לָצֵאת יְדֵי מִצְוַת עֲשִֹיַּת מַשָֹּא וּמַתָּן בֶּאֱמוּנָה כְּדֵי לַעֲשׂוֹת אֵיזֶה כְּלִי וְצִנּוֹר לְקַבֵּל הַהַשְׁפָּעָה כַּנַּ\"ל וְכָל מַה שֶּׁיַּעֲשֶֹה יוֹצֵא בָּזֶה. וְזֶהוּ, \"וּבְרַכְתִּיךָ בְּכָל אֲשֶׁר תַּעֲשֶֹה\", הַיְנוּ בְּכָל מַה שֶׁתַּעֲשֶֹה יִהְיֶה מַה שֶּׁיִּהְיֶה אֲפִלּוּ דָּבָר קַל וְקָטָן יְבָרֶכְךָ ה'. כַּאֲשֶׁר נִרְאֶה בַּחוּשׁ בְּרֹב בְּנֵי אָדָם שֶׁכַּמָּה פְּעָמִים שֶׁהֵם רָצִים וְרוֹדְפִים מְאֹד אַחַר הַפַּרְנָסָה כַּמָּה זְמַנִּים וְאֵין עוֹלֶה בְּיָדָם שׁוּם רֶוַח וּמְאוּמָה לֹא יִשְֹּאוּ בַּעֲמָלָם. וְאַחַר כָּךְ ה' יִתְבָּרַךְ מְרַחֵם עֲלֵיהֶם וּמַזְמִין לָהֶם פַּרְנָסָה. וְלִפְעָמִים אֲפִלּוּ עֲשִׁירוּת גָּדוֹל בְּסִבָּה קַלָּה מְאֹד שֶׁהוּא כִּמְעַט בְּלִי שׁוּם דֶּרֶךְ הַטֶּבַע. וְכָל הָעוֹלָם מָלֵא מִמַּעֲשִֹיּוֹת כָּאֵלֶּה שֶׁהֵם שְׁכִיחִים מְאֹד בָּעוֹלָם כִּמְעַט בְּכָל אֶחָד וְאֶחָד שֶׁעוֹסֵק בְּמַשָֹּא וּמַתָּן, וְאִם הָיָה לוֹ שֵֹכֶל וְהָיָה סוֹמֵךְ עַצְמוֹ בִּתְחִלָּה עַל ה' יִתְבָּרַךְ וְלֹא הָיָה דּוֹאֵג כְּלָל לֹא הָיָה צָרִיךְ כְּלָל לִיגִיעוֹת הָאֵלּוּ שֶׁהָיוּ לוֹ בְּחִנָּם, וּכְשֶׁהָיָה מַגִּיעַ הַזְּמַן הָיָה מַזְמִין לוֹ ה' יִתְבָּרַךְ הַפַּרְנָסָה בְּסִבָּה קַלָּה כַּנַּ\"ל. וְלֹא דַּי שֶׁאֵינוֹ מַרְוִיחַ כְּלָל עַל-יְדֵי דַּאֲגָתוֹ וְעַצְבוּתוֹ וִיגִיעוֹת רַבּוֹת וּטְרָחוֹת עֲצוּמוֹת שֶׁלּוֹ, אַדְּרַבָּא, הוּא מַפְסִיד שֶׁפַע פַּרְנָסָתוֹ הָרַבָּה, כִּי בֶּאֱמֶת עִקַּר שֶׁפַע",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1\"><b>ב. הלכות ריבית</b></a> (המשך)\n\nהַפַּרְנָסָה הוּא מִלְּמַעְלָה מִבְּחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם, רַק שֶׁבְּזֶה הָעוֹלָם מֻכְרָח הַפַּרְנָסָה לְהִתְלַבֵּשׁ בְּמָקוֹם וּזְמַן. אֲשֶׁר מֵחֲמַת זֶה צְרִיכִין לַעֲשׂוֹת אֵיזֶה עֵסֶק וּמַשָֹּא וּמַתָּן בִּשְׁבִיל פַּרְנָסָה כְּדֵי לַעֲשׂוֹת כְּלִי שֶׁתּוּכַל הַשֶּׁפַע לְהִתְלַבֵּשׁ בְּזֶה הָעוֹלָם כַּנַּ\"ל. וְעַל-כֵּן כְּשֶׁהוּא מַאֲמִין שֶׁהַכֹּל מִלְּמַעְלָה נִתְקַשֵּׁר הַזְּמַן וְהַמָּקוֹם לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם אֲזַי יֵשׁ לוֹ פַּרְנָסָה בְּשֶׁפַע, כִּי הוּא מְקֻשָּׁר לְשֹׁרֶשׁ הַהַשְׁפָּעוֹת שֶׁנִּמְשָׁךְ מִלְּמַעְלָה עַל-יְדֵי אֱמוּנָתוֹ וּבִטְחוֹנוֹ בַּה', אֲבָל כְּשֶׁהוּא רָץ אַחַר פַּרְנָסָתוֹ בִּיגִיעוֹת גְּדוֹלוֹת, הוּא נִמְשָׁךְ וְנִתְקַשֵּׁר בְּיוֹתֵר לִבְחִינַת הַמָּקוֹם וְהַזְּמַן וּמַפְרִיד בֵּין הַזְּמַן וְהַמָּקוֹם וּבֵין בְּחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם. וְעַל-יְדֵי-זֶה נִתְרַחֵק מִשֹּׁרֶשׁ הַהַשְׁפָּעוֹת. וְעַל-כֵּן קָשֶׁה לוֹ לִמְצֹא פַּרְנָסָתוֹ וַאֲפִלּוּ כְּשֶׁמַּגִּיעַ לוֹ מְעַט פַּרְנָסָתוֹ בְּהֶכְרֵחַ שֶׁתִּהְיֶה בִּיגִיעָה גְּדוֹלָה וַעֲצוּמָה מְאֹד, כִּי הוּא נִמְשָׁךְ יוֹתֵר אַחַר הַצִּמְצוּם, אַחַר הַמָּקוֹם וְהַזְּמַן עַל-יְדֵי פַּרְנָסָתוֹ בִּיגִיעָה בְּיוֹתֵר. וְעַל-כֵּן פַּרְנָסָתוֹ בִּיגִיעָה בְּיוֹתֵר שֶׁנִּמְשָׁךְ מִבְּחִינַת מָקוֹם וּזְמַן כַּנַּ\"ל: וְזֶהוּ, כָּל הַדּוֹחֵק אֶת הַשָּׁעָה, הַשָּׁעָה דּוֹחַקְתּוֹ וְכָל הַנִּדְחֶה מִפְּנֵי הַשָּׁעָה, הַשָּׁעָה נִדְחֵית מִפָּנָיו, כִּי כָּל מַה שֶּׁנִּמְשָׁךְ אַחַר הַזְּמַן בְּיוֹתֵר וְדוֹחֵק אֶת הַשָּׁעָה, הוּא נִתְאַחֵז וְנִתְקַשֵּׁר בְּיוֹתֵר בִּבְחִינַת זְמַן וּמָקוֹם וְנִתְרַחֵק יוֹתֵר מִבְּחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם, וְעַל-יְדֵי-זֶה נִתְרַחֵק מִשֹּׁרֶשׁ הַהַשְׁפָּעוֹת. וְעַל-כֵּן הַשָּׁעָה דּוֹחַקְתּוֹ, 'הַשָּׁעָה' דַּיְקָא מֵחֲמַת שֶׁנִּתְקַשֵּׁר בְּיוֹתֵר לִבְחִינַת שָׁעָה וּזְמַן כַּנַּ\"ל. וְעַל-כֵּן יֵשׁ לוֹ דֹּחַק יוֹתֵר, כִּי נִתְרַחֵק פַּרְנָסָתוֹ לִזְמַן רָחוֹק וּלְמָקוֹם רָחוֹק בְּיוֹתֵר עַל-יְדֵי שֶׁרָדַף בְּמָקוֹם וּזְמַן יוֹתֵר, עַל-כֵּן פַּרְנָסָתוֹ בְּמָקוֹם וּזְמַן בְּיוֹתֵר, דְּהַיְנוּ עַל-יְדֵי יְגִיעוֹת עֲצוּמוֹת לִמְקוֹמוֹת רְחוֹקִים וּבְהֶמְשֶׁךְ זְמַן הַרְבֵּה, אֲבָל הַנִּדְחֶה מִפְּנֵי הַשָּׁעָה וּמַאֲמִין שֶׁהַכֹּל מֵה' יִתְבָּרַךְ וּכְשֶׁיָּבוֹא זְמַנּוֹ יָבוֹא פַּרְנָסָתוֹ מִמֵּילָא בְּסִבָּה קַלָּה, אֲזַי הוּא מְקֻשָּׁר בְּיוֹתֵר לִבְחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם. וְעַל-כֵּן הַשָּׁעָה נִדְחֵית מִפָּנָיו, כִּי זוֹכֶה עַל-יְדֵי-זֶה לְמַעֵט הַזְּמַן וְהַמָּקוֹם וְשׁוֹלֵחַ לוֹ ה' יִתְבָּרַךְ פַּרְנָסָתוֹ בִּזְמַן מֻעָט וּבְקֵרוּב מָקוֹם. כִּי הוּא סָמוּךְ וּמְקֻשָּׁר לִבְחִינַת לְמַעְלָה מֵהַמָּקוֹם וְהַזְּמַן, וְעַל-כֵּן אֵינוֹ צָרִיךְ יְגִיעוֹת גְּדוֹלוֹת בִּשְׁבִיל הַפַּרְנָסָה, כִּי עִקַּר הַיְגִיעוֹת נִמְשָׁכִין מִבְּחִינַת מָקוֹם וּזְמַן כַּנַּ\"ל. וְאִם הָיָה לְהָאָדָם בִּטָּחוֹן חָזָק מְאֹד לֹא הָיָה צָרִיךְ לַעֲשׂוֹת שׁוּם סִבָּה בִּשְׁבִיל פַּרְנָסָה, כִּי עִקַּר מַה שֶּׁצְּרִיכִין לַעֲשׂוֹת אֵיזֶה סִבָּה קַלָּה עַל כָּל פָּנִים בִּשְׁבִיל פַּרְנָסָה, הוּא כְּדֵי לַעֲשׂוֹת צִנּוֹר וּכְלִי לְקַבֵּל הַשֶּׁפַע הַיּוֹרֵד מִלְּמַעְלָה כַּנַּ\"ל. וְאִם הָיָה לוֹ בִּטָּחוֹן חָזָק הָיָה עוֹשֶֹה הַכְּלִי וְהַצִּנּוֹר עַל-יְדֵי הַבִּטָּחוֹן בְּעַצְמוֹ, כִּי עַל-יְדֵי הַבִּטָּחוֹן עוֹשֶֹה כְּלִי לְקַבֵּל הַשֶּׁפַע, כְּמוֹ שֶׁאָמַר רַבֵּנוּ, זִכְרוֹנוֹ לִבְרָכָה, בְּמָקוֹם אַחֵר (בְּסִימָן עו, לִקּוּטֵי א): נִמְצָא, שֶׁעִקַּר פְּגַם תַּאֲוַת מָמוֹן שֶׁהוּא עֲבוֹדָה זָרָה הוּא רַק מִבְּחִינַת מָקוֹם וּזְמַן כַּנַּ\"ל. וְעַל-כֵּן עִקַּר פְּגַם תַּאֲוַת מָמוֹן הוּא חוֹבוֹת וְהַלְוָאוֹת כַּמְרֻמָּז בְּסוֹף הַמַּאֲמָר הַנַּ\"ל; שֶׁלּוֹוִין מָמוֹן מֵאֲחֵרִים וּמֵתִים בַּעֲלֵי חוֹבוֹת, כִּי כָּל הַחוֹבוֹת וְהַהַלְוָאוֹת הֵם אֲחוּזִים יוֹתֵר בַּזְּמַן, שֶׁלָּוָה הַיּוֹם לִפְרֹעַ לְאַחַר זְמַן, כִּי לְמַעְלָה מֵהַזְּמַן אֵין שַׁיָּךְ",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1\"><b>ב. הלכות ריבית</b></a> (המשך)\n\nהַלְוָאָה. וְעַל-כֵּן הִזְהִירָה תּוֹרָה, \"אִם כֶּסֶף תַּלְוֶה אֶת עַמִּי אֶת הֶעָנִי עִמָּךְ לֹא תִּהְיֶה לוֹ כְּנֹשֶׁה\", כִּי צְרִיכִין לְרַחֵם עַל בַּר יִשְֹרָאֵל הַמֻּכְרָח לָבוֹא לִידֵי הַלְוָאָה לִבְלִי לִהְיוֹת לוֹ כְּנוֹשֶׁה כְּלָל, לְהַעֲלוֹתוֹ מִבְּחִינַת לוֹוֶה וּבַעַל חוֹב, כִּי יִשְֹרָאֵל הֵם לְמַעְלָה מֵהַזְּמַן וְהֵם רְחוֹקִים בְּשָׁרְשָׁם מֵחוֹבוֹת וְהַלְוָאוֹת לְגַמְרֵי רַק בְּתֹקֶף הַגָּלוּת שֶׁנִּמְשְׁכָה הַשֶּׁפַע לְהָעַכּוּ\"ם, בַּעֲווֹנוֹתֵינוּ הָרַבִּים, וְיִשְֹרָאֵל נִזּוֹנִין מִתַּמְצִית, עַל-כֵּן מֻכְרָח אֶחָד לָבוֹא לִפְעָמִים לִידֵי הַלְוָאָה, אֲבָל צְרִיכִין לְרַחֵם עָלָיו לְהַעֲלוֹתוֹ מִבְּחִינַת הַלְוָאָה וּבַעַל חוֹב. וְצָרִיךְ לְהִתְרָאוֹת לְפָנָיו כְּאִלּוּ לֹא לָוָה מִמֶּנּוּ כְּלָל, כַּמּוּבָא בְּדִבְרֵי רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, אֵיךְ צְרִיכִין לְהִתְרַחֵק הַמַּלְוֶה מֵהַלּוֹוֶה שֶׁלֹּא יִדְמֶה לְהַלּוֹוֶה כְּאִלּוּ הוּא נוֹגְשׁוֹ, כִּי מֵאַחַר שֶׁמַּאֲמִינִים בַּה' יִתְבָּרַךְ שֶׁהוּא לְמַעְלָה מֵהַזְּמַן וְהַשֶּׁפַע מֵאִתּוֹ יִתְבָּרַךְ לְבַד. נִמְצָא שֶׁהַשֶּׁפַע שֶׁתָּבוֹא לְאַחַר זְמַן כְּבָר הִיא מוּכֶנֶת וְנִמְשֶׁכֶת גַּם עַכְשָׁיו, רַק שֶׁצְּרִיכִין לְהַמְתִּין שֶׁתָּבוֹא בְּעִתָּהּ, כְּמוֹ שֶׁנֶּאֱמַר, \"עֵינֵי כֹל אֵלֶיךָ יְשַֹבֵּרוּ וְאַתָּה נוֹתֵן לָהֶם אֶת אָכְלָם בְּעִתּוֹ\". עַל-כֵּן מַה שֶּׁהוּא מַלְוֶה לַחֲבֵרוֹ אֵין זֶה הַלְוָאָה כְּלָל, רַק כְּמוֹ חִלּוּף וּמַחֲלִיף הַשְׁפָּעָתוֹ שֶׁתָּבוֹא לְאַחַר זְמַן עִם זֶה שֶׁנִּמְשְׁכָה לוֹ הַשֶּׁפַע תֵּכֶף, וְעַל-כֵּן אֵינוֹ לוֹוֶה כְּלָל. וְעַל-כֵּן הִזְהִירָה תּוֹרָה, 'לֹא תִּהְיֶה לוֹ כְּנוֹשֶׁה כַּנַּ\"ל'. וְזֶה בְּחִינַת עֹצֶם אִסּוּר הֶחָמוּר שֶׁל רִבִּית כְּמוֹ שֶׁנֶּאֱמַר, \"לֹא תִּהְיֶה לוֹ כְּנוֹשֶׁה, לֹא תְּשִֹימוּן עָלָיו נֶשֶׁךְ וְכוּ'\", כִּי כְּשֶׁרוֹצֶה לִקַּח רִבִּית מֵחֲבֵרוֹ, חַס וְשָׁלוֹם, זֶהוּ עִקַּר הִתְגַּבְּרוּת תַּאֲוַת מָמוֹן שֶׁהוּא עֲבוֹדָה זָרָה מַמָּשׁ. כִּי לוֹקֵחַ אֲגַר נְטַר בִּשְׁבִיל הַמְתָּנַת מְעוֹתָיו לְאַחַר זְמַן, שֶׁזֶּהוּ עִקַּר פְּגַם הָעֲבוֹדָה זָרָה שֶׁל תַּאֲוַת מָמוֹן שֶׁתּוֹלֶה הַכֹּל בַּזְּמַן וְאֵינוֹ מַאֲמִין, חַס וְשָׁלוֹם, שֶׁהַשֶּׁפַע יוֹרֵד מִלְּמַעְלָה מִבְּחִינַת לְמַעְלָה מֵהַזְמַן כִּי אִם הוּא מַאֲמִין בָּזֶה, שׁוּב אֵינוֹ נִקְרָא בְּשֵׁם הַלְוָאָה כְּלָל. וְתֵכֶף כְּשֶׁלּוֹקֵחַ רִבִּית, חַס וְשָׁלוֹם, בִּשְׁבִיל הַמְתָּנַת מְעוֹתָיו לְאַחַר זְמַן, הוּא מַפְרִיד וְעוֹקֵר, חַס וְשָׁלוֹם, הַהַשְׁפָּעָה מִבְּחִינַת הַשֹּׁרֶשׁ, מִבְּחִינַת לְמַעְלָה מֵהַזְּמַן, וְנִתְקַשֵּׁר בַּעֲבוֹדָה זָרָה וְחֹשֶׁךְ בִּבְחִינַת מִיתָה שֶׁהוּא בִּבְחִינַת זְמַן כַּנַּ\"ל. וְזֶהוּ, \"אַל תִּקַּח מֵאִתּוֹ נֶשֶׁךְ וְתַרְבִּית וְחֵי אָחִיךָ עִמָּךְ\", 'וְחֵי' דַּיְקָא, כִּי צְרִיכִין לְשַׁבֵּר תַּאֲוַת מָמוֹן שֶׁהוּא בְּחִינַת הַלְוָאָה בְּחִינַת רִבִּית, שֶׁהוּא בְּחִינַת עֲבוֹדָה זָרָה, חֹשֶׁךְ, מִיתָה, רַק לְהַאֲמִין בַּה' שֶׁכָּל הַשֶּׁפַע מֵאִתּוֹ יִתְבָּרַךְ. וּמַה שֶּׁהָיָה יָכֹל לְהַרְוִיחַ בְּמָמוֹן זֶה שֶׁמַּלְוֶה לַחֲבֵרוֹ, יַזְמִין לוֹ ה' יִתְבָּרַךְ בְּכִפְלַיִם מִמָּקוֹם אַחֵר, כִּי מַלְוֶה ה' חוֹנֵן דָּל וְכוּ'. וֶאֱמוּנָה הוּא אוֹר הַפָּנִים בְּחִינַת חַיִּים וְכוּ' כַּנַּ\"ל. וְזֶהוּ בְּחִינַת וְחֵי אָחִיךָ עִמָּךְ, 'וְחֵי' דַּיְקָא כַּנַּ\"ל: הִלְכוֹת רִבִּית הֲלָכָה ד נִכְלֶלֶת בְּהִלְכוֹת עֲבוֹדָה זָרָה הֲלָכָה ג: בָּרוּךְ ה' אֱלוּל תקצ\"ה לפ\"ק נֶעמְרִיב. הִתְחַלְתִּי קֻנְטְרֵס זֶה הַמַּתְחִיל מֵהִלְכוֹת רִבִּית, הֲלָכָה ה: בְּעֵת אֲשֶׁר גֵּרְשׁוּ אוֹתִי מִבֵּיתִי מִבְּרֶסְלֶב עַל-יְדֵי עֲלִילוֹת שֶׁקֶר בַּעֲצַת הַחוֹלְקִים. וְה' לֹא עָזַב חַסְדּוֹ מֵאִתִּי, וַיִּתֵּן אוֹתִי לְרַחֲמִים וּבַצָּר הִרְחִיב לִי גַּם בְּעֹצֶם הַגֵּרוּשׁ וְהַטִּלְטוּל וְהָרְדִיפוֹת מִכָּל צַד, כַּמְפֻרְסָם, לְחַדֵּשׁ גַּם אָז אֶת אֲשֶׁר הֵאִיר עֵינַי ה' בְּחַסְדּוֹ, לִמְצֹא נִפְלָאוֹת בְּהִלְכוֹת הַתּוֹרָה הַקְּדוֹשָׁה עַל-פִּי דַּרְכֵי נִפְלְאוֹת הַהַקְדָּמוֹת נוֹרָאוֹת",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1\"><b>ב. הלכות ריבית</b></a> (המשך)\n\nוְהַחִדּוּשִׁים חֲדָשִׁים נוֹרָאִים וְנִפְלָאִים עַד אֵין חֵקֶר שֶׁקִּבַּלְתִּי מִמֶּנּוּ זַ\"ל: וְעַתָּה מָה אָשִׁיב לַה', בַּמֶּה נְקַדֵּם ה' כָּל עַצְמֹתַי תֹּאמַרְנָה ה' וְכוּ' מַצִּיל עָנִי נִרְדָּף כָּזֶה מֵחָזָק מִמֶּנּוּ וְכוּ'. וְהַכֹּל בְּכֹחוֹ הַגָּדוֹל, כֹּחוֹ שֶׁל זָקֵן שֶׁבַּזְּקֵנִים דִּקְדֻשָּׁה. פּוּק חָזֵי גְּבוּרְתָּא דְּמָרָךְ. חַסְדֵי ה' כִּי לֹא תָמְנוּ וְכוּ'. עַד שֶׁזָּכִיתִי עַתָּה בְּחַסְדּוֹ הַנִּפְלָא לָשׁוּב לְבֵיתִי לִבְרֶסְלֶב בְּזֹאת הַשָּׁנָה בֵּין יוֹם כִּפּוּר לְסֻכּוֹת תקצ\"ט לפ\"ק. מִי יְמַלֵּל גְּבוּרוֹת ה' וְנִפְלְאוֹתָיו הָעֲצוּמִים שֶׁעָשָֹה עִמָּנוּ וְעִמִּי בְּיוֹתֵר מִיּוֹם שֶׁזָּכִיתִי לְהִתְקָרֵב לְאוֹרוֹ הַקָּדוֹשׁ זַ\"ל. וּבִפְרָט מַה שֶּׁעָבַר עָלֵינוּ וְעָלַי בְּאֵלּוּ הָאַרְבַּע שָׁנִים, מִסֻּכּוֹת תקצ\"ה לפ\"ק, עַד סֻכּוֹת תקצ\"ט לפ\"ק הַנַּ\"ל, לֹא יַסְפִּיקוּ כָּל אֵלֵי נְבָיוֹת לְבָאֵר וּלְסַפֵּר אֶת כָּל אֲשֶׁר עָבַר עָלֵינוּ בְּכָל יוֹם וָיוֹם בְּאֵלּוּ הַשָּׁנִים בִּכְלָלִיּוּת וּבִפְרָטִיּוּת עַל כָּל אֶחָד וְאֶחָד, כִּי רָצוּ לְבָלְעֵנוּ חַיִּים חִנָּם. בָּרוּךְ ה' שֶׁלֹּא נְתָנָנוּ טֶרֶף לְשִׁנֵּיהֶם, כֵּן יוֹסִיף ה' חַסְדוֹ וַאֲמִתּוֹ לְהוֹשִׁיעֵנוּ נֶצַח בָּזֶה וּבַבָּא. וְגַם עַד זִקְנָה וְשֵֹיבָה אַל תַּעַזְבֵנוּ עַד אַגִּיד זְרוֹעֲךָ לְדוֹר לְכָל יָבוֹא גְּבוּרוֹת, נִפְלְאוֹת אֲמִתַּת תּוֹרָתוֹ הַקְּדוֹשָׁה הַמְלַמֵּד דַּעַת אֲמִתִּי לְכָל אָדָם שֶׁבָּעוֹלָם וִיקֻיַּם אֱמֶת מֵאֶרֶץ תִּצְמַח וְכוּ' שְֹפַת אֱמֶת תִּכּוֹן לָעַד, כִּי אֱמֶת ה' לְעוֹלָם: רָאשֵׁי פְּרָקִים הִלְכוֹת רִבִּית הֲלָכָה ה: עַל-פִּי מַה שֶּׁמְּבֹאָר בְּסִימָן קעט (לִקּוּטֵי חֵלֶק א). שֶׁלְּבַטֵּל כָּל הַמַּחֲלֹקֶת וְכוּ', הוּא עַל-יְדֵי תַּעֲנִיּוֹת בְּחִינַת צְדָקָה וְכוּ', כִּי עִקַּר הַבְּחִירָה עַל-יְדֵי הַשִּׁנּוּיִים, עַל-יְדֵי שֶׁנִּתְהַוֶּה אֲחִיזַת הַשֶּׁקֶר אַחַר הַבְּרִיאָה וְכוּ', אַךְ עִקַּר אֲחִיזָתוֹ נִתְהַוֶּה רַק עַל-יְדֵי רִבּוּי בְּנֵי אָדָם שֶׁיֵּשׁ שִׁנּוּי רְצוֹנוֹת הַרְבֵּה, כִּי כָּל אָדָם מְשֻׁנֶּה דַּעְתּוֹ מֵחֲבֵרוֹ, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, וְעַל-כֵּן עִקַּר אֲחִיזַת הַיֵּצֶר הָרָע נִתְהַוָּה כְּשֶׁנִּבְרְאָה חַוָּה וְנִתְהַוּוּ שְׁנַיִם, כְּמוֹ שֶׁפֵּרֵשׁ רַשִׁ\"י עַל פָּסוּק, \"הֵמָּה בִּקְּשׁוּ חִשְׁבּוֹנוֹת רַבִּים וְכוּ'\", כִּי הַיֵּצֶר הָרָע שֶׁאֲחִיזָתוֹ מֵהַשֶּׁקֶר, שֶׁכָּל שֹׁרֶשׁ שָׁרְשׁוֹ וַאֲחִיזָתוֹ הוּא מִבְּחִינַת רִבּוּי, אֵין לוֹ כֹּחַ כְּנֶגֶד הָאָדָם שֶׁנִּבְרָא בְּצֶלֶם דִּיּוֹקְנוֹ יִתְבָּרַךְ כִּי אִם עַל-יְדֵי שֶׁיֵּשׁ עוֹד אָדָם שֶׁיּוּכַל לְהִתְלַבֵּשׁ בּוֹ. וּכְמוֹ שֶׁאָמַר אֲדוֹנֵנוּ, מוֹרֵנוּ וְרַבֵּנוּ זַ\"ל; שֶׁהַיֵּצֶר הָרַע אֵין לוֹ כֹּחַ לִמְנֹעַ כְּמוֹ הָאָדָם וְכוּ'. וּכְמוֹ שֶׁאָמַר עוֹד, בְּנֵי אָדָם הֵם מְנִיעוֹת גְּדוֹלוֹת וְכוּ' וְעַל-כֵּן עִקַּר הַתְחָלָתוֹ הָיָה כְּשֶׁנִּבְרְאָה חַוָּה שֶׁהִיא מִין אָדָם וְנִתְהַוּוּ שְׁנֵי בְּנֵי אָדָם בָּעוֹלָם. וְכָל זֶה הָיָה מֵחֲמַת שֶׁחַוָּה נִבְרֵאת עַל-יְדֵי שֵׁנָה וְתַרְדֵמָה בְּחִינַת הִסְתַּלְּקוּת הַדַּעַת שֶׁמִּשָּׁם כָּל הַסְּפֵקוֹת וְהַחִלּוּקִים וְהַשִּׁנּוּיִים. וְכָל הַשִּׁנּוּי דֵּעוֹת שֶׁמִּשָּׁם שֹׁרֶשׁ כָּל הַמַּחֲלֹקֶת שֶׁבָּעוֹלָם. וּמִשָּׁם כָּל הִתְהַוּוּת הַזְּמַן, כְּמוֹ שֶׁנֶּאֱמַר בְּמָקוֹם אַחֵר, שֶׁעִקַּר הַזְּמַן מִבְּחִינַת חֶסְרוֹן הַדַּעַת, בְּחִינַת שֵׁנָה, עַיֵּן שָׁם. כִּי הַשִּׁנּוּיִים הֵם בָּאָדָם וּבַמָּקוֹם וּבַזְּמַן כַּנִּרְאֶה בַּחוּשׁ, שֶׁרִבּוּי הַשִּׁנּוּי דֵּעוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ, וְכֵן בֵּין יוֹם לְיוֹם, כִּי אֵין יוֹם דּוֹמֶה לַחֲבֵרוֹ, כַּמְבֹאָר בְּעֵץ חַיִּים וְכוּ' וּבִדְבָרֵנוּ בְּמָקוֹם אַחֵר, וְכֵן הַמְּקוֹמוֹת אֵינָם שָׁוִים זֶה לָזֶה בְּעִנְיַן גִּדּוּל הַפֵּרוֹת וּמִינֵי מַתָּכוֹת וּשְׁאָר הַשִּׁנּוּיִים שֶׁבֵּינֵיהֶם, כִּי כָּל מָקוֹם עוֹמֵד תַּחַת כּוֹכָב מְיֻחָד וְתַחַת מַעֲלָה אַחֶרֶת בְּהַגַּלְגַּל וְכוּ'. וּמִכָּל אֵלּוּ הַשִּׁנּוּיִים עִקַּר הַבְּחִירָה, כִּי מִשָּׁם,",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1\"><b>ב. הלכות ריבית</b></a> (המשך)\n\nמֵהַשִּׁנּוּיִים, עִקַּר אֲחִיזַת הַטּוֹב וְהָרַע שֶׁהוּא הָאֱמֶת וְהַשֶּׁקֶר וְכוּ', שֶׁמִּשָּׁם עִקַּר הַבְּחִירָה: וְעִקַּר הָעֲנִיּוּת נִמְשָׁךְ מֵאֲחִיזַת הָרַע שֶׁנִּמְשָׁךְ מֵהַשִּׁנּוּיִים כַּנַּ\"ל, שֶׁמִּשָּׁם עִכּוּב הַשֶּׁפַע, חַס וְשָׁלוֹם, שֶׁמִּשָּׁם הָעֲנִיּוּת, חַס וְשָׁלוֹם, אַךְ מֵחֲמַת לַהַט הַחֶרֶב הַמִּתְהַפֶּכֶת וְכוּ' שֶׁנִּתְהַוָּה עַל-יְדֵי חֵטְא אָדָם הָרִאשׁוֹן וְכוּ'. נִתְהַפֵּךְ הַגַּלְגַּל בְּחִינַת הַטִּיקְלָא עַד שֶׁעַל-פִּי רֹב, בִּפְרָט בִּימֵי הַגָּלוּת נִמְשָׁךְ הַשֶּׁפַע אֶל הַחוּץ, חַס וְשָׁלוֹם, וּכְשֵׁרֵי יִשְֹרָאֵל וְהַצַּדִּיקִים סוֹבְלִים עֲנִיּוּת, רַחֲמָנָא לִצְלָן, כִּי הוּא מְחֻלָּל מִפְּשָׁעֵינוּ וְכוּ', אֲבָל עִקַּר שֹׁרֶשׁ הָעֲנִיּוּת נִמְשָׁךְ מֵהַשִּׁנּוּיִים הַנַּ\"ל, שֶׁמִּשָּׁם אֲחִיזַת הָרַע וְהַשֶּׁקֶר, שֶׁמִּשָּׁם כָּל הַבְּחִירָה. וְזֶהוּ בְּחִינַת גֹּדֶל מַעֲלַת מִצְוַת צְדָקָה שֶׁשְּׁקוּלָה כְּכָל הַתּוֹרָה כֻּלָּהּ. וְכָל הַתּוֹרָה נִקְרֵאת עַל שֵׁם צְדָקָה, כְּמוֹ שֶׁנֶּאֱמַר, \"וּצְדָקָה תִּהְיֶה לָּנוּ וְכוּ'\", כִּי עַל-יְדֵי צְדָקָה שֶׁמַּשְׁפִּיעַ הֶעָשִׁיר לְהֶעָנִי מְבַטֵּל בְּחִינַת עֲנִיּוּת שֶׁנִּמְשָׁךְ מֵהָרַע הַנֶּאֱחָז בְּהַשִּׁנּוּיִים. וְעַל-כֵּן מַרְבֶּה צְדָקָה מַרְבֶּה שָׁלוֹם. וְעַל-כֵּן הָעִקָּר הוּא שָׁלוֹם, כִּי לֹא מָצָא הַקָּדוֹשׁ בָּרוּךְ הוּא כְּלִי מַחֲזִיק בְּרָכָה וְכוּ'. וְכָל עִקַּר הִתְגַּבְּרוּת הַיֵּצֶר הָרָע עַל-יְדֵי מַחֲלֹקֶת שֶׁמִּשָּׁם כָּל הַכְּפִירוֹת וְכוּ'. וּלְהֵפֶךְ עַל-יְדֵי הַשָּׁלוֹם יְכוֹלִים לְהַמְשִׁיךְ כָּל הָעוֹלָם לַעֲבוֹדָתוֹ יִתְבָּרַךְ וְכוּ' וְזֶה נִמְשָׁךְ עַל-יְדֵי צְדָקָה, כִּי הָעִקָּר שֶׁהָאָדָם יִתֵּן צְדָקָה, כִּי בְּוַדַּאי ה' יִתְבָּרַךְ הָיָה יָכֹל לְהַשְׁפִּיעַ לְהֶעָנִי בְּעַצְמוֹ, אַךְ כָּל הַבְּרִיאָה הָיְתָה בִּשְׁבִיל הַבְּחִירָה וְעִקַּר הַבְּחִירָה עַל-יְדֵי שֶׁנָּתַן לְהָאָדָם כֹּחַ לְעַכֵּב הַשֶּׁפַע, אוֹ לְהַמְשִׁיכָהּ, כִּי כָּל תַּעֲנוּגָיו יִתְבָּרַךְ שֶׁיִּהְיֶה נִמְשָׁךְ הַשֶּׁפַע. וְזֶה בְּחִינַת תִּקּוּן כָּל הַמִּצְווֹת. וּלְהֵפֶךְ פְּגַם כָּל הָעֲבֵרוֹת. וְעַל-כֵּן שְֹכַר הַמִּצְווֹת בְּלִי שִׁעוּר, כִּי כָּל מַה שֶּׁמַּשְׁפִּיעִים לוֹ יוֹתֵר מִתְעַנֵּג ה' יִתְבָּרַךְ יוֹתֵר וּמַשְׁפִּיעַ לוֹ עוֹד יוֹתֵר וְיוֹתֵר וְכוּ' וְעַל-כֵּן עַיִן לֹא רָאֲתָה וְכוּ'. וְעַל-כֵּן בֶּאֱמֶת הַכֹּל מֵאִתּוֹ יִתְבָּרַךְ, כְּמוֹ שֶׁנֶּאֱמַר, \"מִי הִקְדִּימַנִי וַאֲשַׁלֵּם\", וּכְתִיב, \"כִּי מִמְּךָ הַכֹּל וּמִיָּדְךָ נָתַנּוּ לָךְ\". רַק הָעִקָּר הוּא הָרָצוֹן, שֶׁיַּכְנִיעַ וִיבַטֵּל שִׁנּוּי רְצוֹנוֹ לְגַבֵּי הֶעָנִי שֶׁנִּמְשָׁךְ עָלָיו הָעֲנִיּוּת עַל-יְדֵי שִׁנּוּי רְצוֹנוֹת כַּנַּ\"ל. וְזֶהוּ תִּקּוּן כָּל הַתּוֹרָה שֶׁעִקָּרָהּ לַעֲשׂוֹת רְצוֹנוֹ יִתְבָּרַךְ, כְּמוֹ שֶׁנֶּאֱמַר, \"נַחַת רוּחַ לְפָנַי\", שֶׁאָמַרְתִּי וְנַעֲשָֹה רְצוֹנִי, כִּי בֶּאֱמֶת אֵין הָאָדָם עוֹשֶֹה כְּלָל, כִּי הַבָּא לִטָּהֵר מְסַיְּעִין לוֹ, רַק הָעִקָּר הוּא הָרָצוֹן, כְּמוֹ שֶׁמְּבֹאָר בְּמָקוֹם אַחֵר בִּעִנְיַן גֹּדֶל הַפְלָגַת מַעֲלַת הָרָצוֹן דִּקְדֻּשָּׁה. וְעִקַּר לְבַטֵּל רְצוֹנוֹ לְגַמְרֵי כְּנֶגֶד רְצוֹן ה' יִתְבָּרַךְ, שֶׁזֶּה זוֹכִין עַל-יְדֵי צְדָקָה בְּחִינַת תַּעֲנִית, כִּי עִקַּר מַה שֶּׁיֵּשׁ בְּחִירָה לָאָדָם שֶׁיִּהְיֶה לוֹ אֵיזֶה שִׁנּוּי רָצוֹן, חַס וְשָׁלוֹם, נֶגֶד רְצוֹן ה' יִתְבָּרַךְ, שֶׁזֶּהוּ פְּלִיאָה גְּדוֹלָה אֵיךְ שַׁיָּךְ זֹאת, אַךְ זֶהוּ עִקַּר נִפְלְאוֹת נוֹרְאוֹת הַבְּחִירָה, שֶׁזֶּה הַפֶּלֶא הַגָּדוֹל מִכָּל יְצִירַת מַעֲשֵֹה בְּרֵאשִׁית שֶׁבָּרָא וְיָצַר וְעָשָֹה בָּעֶלְיוֹנִים וּבַתַּחְתּוֹנִים, כְּמוֹ שֶׁמְּבֹאָר בְּמָקוֹם אַחֵר. וְכָל כֹּחַ הַבְּחִירָה נִמְשָׁךְ מֵהַשִּׁנּוּיִים כַּנַּ\"ל. שֶׁעַל-יְדֵי-זֶה נִמְשָׁךְ עַד שֶׁיֵּשׁ לְהָאָדָם שִׁנּוּי רָצוֹן נֶגְדּוֹ יִתְבָּרַךְ, שֶׁמִּשָּׁם נִמְשָׁךְ הָעֲנִיּוּת. וְעַל-כֵּן כְּשֶׁנּוֹתֵן צְדָקָה וּמְבַטֵּל הָעֲנִיּוּת, וּכְמוֹ שֶׁאָמְרוּ, עַשֵֹּר בִּשְׁבִיל שֶׁתִּתְעַשֵּׁר, וּכְתִיב, \"וּבְחָנוּנִי נָא",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1\"><b>ב. הלכות ריבית</b></a> (המשך)\n\nוְכוּ' אִם לֹא אֶפְתַּח וְכוּ'\", כִּי הַצְּדָקָה בְּחִינַת רָצוֹן טוֹב, בְּחִינַת נְדִיבוּת לֵב וְעַל-כֵּן הֻזְהַרְנוּ בִּצְדָקָה, \"וְלֹא יֵרַע לְבָבְךָ בְּתִתְּךָ לוֹ\", כִּי צָרִיךְ לִתֵּן בְּרָצוֹן טוֹב וּבְשִֹמְחָה. וְעַל-כֵּן עַל-יְדֵי-זֶה מְבַטֵּל הַשִּׁנּוּיִים, שֶׁזֶּהוּ עִקַּר קִיּוּם כָּל הַתּוֹרָה וְכוּ' כַּנַּ\"ל: וּגְמִילַת חֶסֶד גָּדוֹל יוֹתֵר מִן הַצְּדָקָה, כִּי גְּמִילַת חֶסֶד בֵּין לַעֲנִיִּים בֵּין לַעֲשִׁירִים, כִּי צְדָקָה אֵינוֹ נוֹתֵן לוֹ כִּי אִם דֵּי מַחְסֹרוֹ אֲשֶׁר יֶחְסַר לוֹ, כִּי אֵין עַתָּה מִצְוָה לְעַשְּׁרוֹ, אֲבָל גְּמִילוּת חֶסֶד וְהַלְוָאָה בָּזֶה מַחֲזִיק בְּיָדוֹ וְיָכוֹל לְעַשְּׁרוֹ עַל-יְדֵי-זֶה. וְהָעִקָּר הוּא הַהַמְתָּנָה כְּשֶׁהַמַּלְוֶה הַגּוֹמֵל חֶסֶד מַמְתִּין לְהַלּוֹוֶה אֵיזֶה זְמַן עַד אֲשֶׁר יִתְחַזֵּק יָדוֹ וִיסַלֵּק לוֹ, כִּי זֶה עִקַּר בִּטּוּל הַשִּׁנּוּיִים הַתְּלוּיִים בַּזְּמַן, כִּי בֶּאֱמֶת אֵין זְמַן כְּלָל, רַק שֶׁאִי אֶפְשָׁר לְהָבִין זֹאת כְּדֵי שֶׁיִּהְיֶה בְּחִירָה עַל-יְדֵי שִׁנּוּי הַזְּמַן. וְכָל הַתּוֹרָה וְהַמִּצְוָה הוּא שֶׁאָנוּ מַאֲמִינִים בְּבִטּוּל הַזְּמַן שֶׁיִּתְחַדֵּשׁ הָעוֹלָם וְנִהְיֶה בִּבְחִינַת לְמַעְלָה מֵהַזְּמַן. וְזֶה נִזְכֶּה עַל-יְדֵי שֶׁאָנוּ מַאֲמִינִים בַּה' יִתְבָּרַךְ וּמְקַיְּמִין הַתּוֹרָה וְהַמִּצְווֹת שֶׁהֵם הַיּוֹם לַעֲשׂוֹתָם בַּזְּמַן וּלְהַאֲמִין לַה' יִתְבָּרַךְ וּלְהַמְתִּין בְּקַבָּלַת הַשָֹּכָר עַד לְמָחָר, שֶׁהוּא עוֹלָם הַבָּא, שֶׁהוּא לְמַעְלָה מֵהַזְּמַן. וְזֶה עִקַּר מַעֲלַת הַצְּדָקָה וְגַם שֶׁהוּא כְּמוֹ מַלְוֶה לַה' יִתְבָּרַךְ, כְּמוֹ שֶׁנֶּאֱמַר, \"מַלְוֶה ה' חוֹנֵן דָּל\". וְעִקָּר הוּא הַהַמְתָּנָה שֶׁמַּמְתִּין לַה' יִתְבָּרַךְ, כִּי בְּוַדַּאי אִם הָיָה הָאָדָם רוֹאֶה בְּעֵינָיו שֶׁעַל-יְדֵי הַדִּינָר שֶׁנּוֹתֵן לְהֶעָנִי נִמְשָׁךְ לוֹ מִיָּד שֶׁפַע בִּמְקוֹמוֹ אֶלֶף אֲדוּמִים, מִי פֶּתִי שֶׁלֹּא יָרוּץ בְּכָל כֹּחוֹ לִתֵּן צְדָקָה?! וּבֶאֱמֶת אֵין זֶה צְדָקָה, רַק חִלּוּף, שֶׁמַּחֲלִיף דִּינַר כֶּסֶף בְּאַלְפֵי דִּינְרֵי זָהָב. וַהֲלֹא מִתְיַגֵּעַ וְנוֹשֵֹא וְנוֹתֵן עַל סָפֵק רֶוַח חֵלֶק עֲשִֹירִית מֵהַקֶּרֶן וְלִפְעָמִים יֵשׁ הֶפְסֵד. וּמִי אֲשֶׁר יִהְיֶה כְּסִיל שֶׁלֹּא יָרוּץ לְמַשָֹּא וּמַתָּן כָּזֶה?! וְאִם כֵּן לֹא הָיָה בְּחִירָה כְּלָל. וְעַל-כֵּן עִקַּר הַבְּחִירָה הוּא עַל-יְדֵי הַהַמְתָּנָה וְהַהַעֲלָמָה, הַיְנוּ מֵחֲמַת שֶׁנֶּעְלָם מִבְּנֵי אָדָם, כִּי הֵם סְתִימִין עֵינִין וְאֵינָם רוֹאִין שֶׁתֵּכֶף נִמְשָׁךְ הַשֶּׁפַע בְּכִפְלֵי כִּפְלַיִם לַהֶעָשִׁיר הַנּוֹתֵן, וְגַם הַדָּבָר צָרִיךְ לְהִתְמַהֲמֵהַּ כְּפִי הָעִנְיָן וְהַבְּחִינוֹת עַל-כֵּן יֵשׁ בְּחִירָה, אֲבָל הָאָדָם נִבְרָא שֶׁיְּשַׁבֵּר הַבְּחִירָה וּלְבַטֵּל רְצוֹנוֹ וְלִתֵּן צְדָקָה וְלַעֲשׂוֹת גְּמִילוּת חֶסֶד וְהַלְוָאַת חֵן וּלְהַאֲמִין לַה' יִתְבָּרַךְ לְהַמְתִּין עַד בּוֹא שְכָרוֹ. נִמְצָא, שֶׁעִקָּר הוּא הַהַמְתָּנָה, וְעִקַּר הַכֹּחַ לְהַמְתִּין בְּכָל הַדְּבָרִים וּלְקַוּוֹת לִישׁוּעַת ה' וְשֶׁלֹּא יְקַפַּח שְֹכַר כָּל בְּרִיָּה הוּא עַל-יְדֵי שֶׁמְּבַטְּלִין כְּסִילוּת דַּעְתּוֹ וּמַאֲמִינִים בִּבְחִינַת לְמַעְלָה מֵהַזְּמַן, כִּי הַבַּר דַּעַת רָאוּי לְהָבִין בְּדַעְתּוֹ שֶׁצְּרִיכִין לְהַאֲמִין בָּזֶה כַּאֲשֶׁר הִסְבִּיר לָנוּ הוּא, זִכְרוֹנוֹ לִבְרָכָה, בְּהַתּוֹרָה הַנַּ\"ל עַל פָּסוּק, \"אֲנִי הַיּוֹם יְלִדְתִּיךָ וְכוּ'\". וְעַל-כֵּן אָסְרָה לָנוּ הַתּוֹרָה לִקַּח רִבִּית שֶׁל הַלְוָאָה וְהוּא עָווֹן חָמוּר מְאֹד, כִּי מֵאַחַר שֶׁרוֹצֶה, חַס וְשָׁלוֹם, לִקַּח רִבִּית, שֶׁהוּא אֲגַר נְטַר, שֶׁנּוֹטֵל רִבִּית בִּשְׁבִיל הַמְתָּנַת הַזְּמַן, זֶהוּ בְּחִינַת פְּגַם כָּל הַתּוֹרָה כֻּלָּהּ, כִּי בֶּאֱמֶת אֵין שׁוּם זְמַן כְּלָל. וְעִקַּר אֲחִיזַת הַזְּמַן נֶאֱחָז בְּתַאֲוַת מָמוֹן שֶׁהוּא בְּחִינַת כְּסִילוּת, בִּבְחִינַת וְלֵב כְּסִיל לִשְֹמֹאלוֹ, שֶׁהוּא בְּחִינַת מָמוֹן שֶׁהוּא בִּשְֹמֹאל, כְּמוֹ שֶׁנֶּאֱמַר (מִשְׁלֵי ג, טז), \"בִּשְֹמֹאלָהּ עֹשֶׁר וְכוּ'\", הָרוֹצֶה לְהַעֲשִׁיר יַצְפִּין, כְּמוֹ",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1\"><b>ב. הלכות ריבית</b></a> (המשך)\n\nשֶׁמְּבֹאָר בְּמָקוֹם אַחֵר. וְעַל-כֵּן שָׁם עִקַּר הַתִּקּוּן, דְּהַיְנוּ כְּשֶׁמְּשַׁבֵּר תַּאֲוַת מָמוֹן שֶׁעִקָּרוֹ עַל-יְדֵי צְדָקָה וְהַלְוָאַת חֶסֶד. וְעִקַּר הַתִּקּוּן עַל-יְדֵי שֶׁמְּבַטֵּל הַזְּמַן מֵאַחַר שֶׁמַּאֲמִין בַּה' יִתְבָּרַךְ וּמַמְתִּין כַּנַּ\"ל. וְעַל-כֵּן זֶה הַמַּלְוֶה הָאַכְזָר שֶׁאֵינוֹ רוֹצֶה לְהַמְתִּין וְדוֹחֵק וְנוֹגֵשׁ אֶת חֲבֵרוֹ וְלוֹקֵחַ מִמֶּנּוּ רִבִּית שֶׁהוּא שְֹכַר הַמְתָּנָה, הוּא פּוֹגֵם מְאֹד בְּכָל הַתּוֹרָה כֻּלָּהּ שֶׁתְּלוּיָה בְּהַהַמְתָּנָה בְּחִינַת הַיּוֹם לַעֲשׂוֹתָם וְכוּ', כִּי הַהַמְתָּנָה הִיא בְּחִינַת בִּטּוּל הַזְּמַן, שֶׁעַל-יְדֵי-זֶה מִתְבַּטְּלִים כָּל הַשִּׁנּוּיִים וְכַנַּ\"ל וְעַל-כֵּן אָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה; שֶׁהַלּוֹקֵחַ רִבִּית כְּכוֹפֵר בְּכָל הַתּוֹרָה כֻּלָּהּ וְכַנַּ\"ל וְזֶהוּ וּכְאִלּוּ כּוֹפֵר בִּיצִיאַת מִצְרַיִם שֶׁאָז שִׁדֵּד ה' יִתְבָּרַךְ כָּל הַמַּעֲרָכוֹת שֶׁבָּהֶם תָּלוּי הַזְּמַן, כִּי אָז הָיָה בְּחִינַת בִּטּוּל שִׁנּוּי הַזְּמַן, כִּי אָז הָיָה לַיְלָה כְּיוֹם יָאִיר בְּלֵיל שִׁמּוּרִים וְכוּ'. וְעַל-יְדֵי-זֶה נִמְשָׁךְ בְּחִינַת קַבָּלַת הַתּוֹרָה שֶׁאָז הָיוּ כֻּלָּם כְּאִישׁ אֶחָד, כְּמוֹ שֶׁנֶּאֱמַר, \"וַיִּחַן שָׁם יִשְֹרָאֵל וְכוּ'\" לְשׁוֹן יָחִיד, כְּמוֹ שֶׁפֵּרֵשׁ רַשִׁ\"י שָׁם. וְהַכֹּל הָיָה עַל-יְדֵי מֹשֶׁה שֶׁהָיָה לְמַעְלָה מֵהַזְּמַן, כְּמוֹ שֶׁמְּבֹאָר בְּמָקוֹם אַחֵר: וְזֶה \"חֲצוֹת לַיְלָה אָקוּם וְכוּ'\", כִּי זֶה מַעֲלַת חֲצוֹת נִדּוּד הַשֵּׁנָה שֶׁמִּשָּׁם כָּל הַשִּׁנּוּיִים, שֶׁעַל-יְדֵי-זֶה תִּקּוּן הַכֹּל כַּנַּ\"ל. וְעַל-כֵּן הָיָה יְצִיאַת מִצְרַיִם בַּחֲצוֹת וְכַנַּ\"ל. וְעַל-כֵּן חֲצוֹת מְסֻגָּל כְּמוֹ פִּדְיוֹן, שֶׁהוּא עַל-יְדֵי מְעוֹת הַצְּדָקָה שֶׁנּוֹתְנִין לְהַצַּדִּיק וְהָאִישׁ הַכָּשֵׁר שֶׁשָּׁם עִקַּר תִּקּוּן הַצְּדָקָה, כִּי כְּשֶׁנּוֹתֵן לְרָשָׁע וּפָגוּם וּמִכָּל שֶׁכֵּן לְבַעַל מַחֲלֹקֶת, אַדְּרַבָּא, פּוֹגֵם יוֹתֵר, כִּי חוֹזֵר וּמַמְשִׁיךְ הַשֶּׁפַע, חַס וְשָׁלוֹם, לְהַשִּׁנּוּיִים. וְעִקַּר הַצְּדָקָה לְהַכְּשֵׁרִים וְהַצַּדִּיקִים אַנְשֵׁי שָׁלוֹם וְכוּ'. וְזֶה עִקַּר הַפִּדְיוֹן, כִּי עַל-יְדֵי-זֶה נִתְבַּטְּלִין כָּל הַצָּרוֹת שֶׁנִּמְשָׁכִין מֵהַשִּׁנּוּיִים שֶׁנִּמְשָׁכִין מִבְּחִינַת תַּרְדֵמָה, שֶׁמִּשָּׁם תְּחִלַּת בְּרִיאַת הָאָדָם הַשֵּׁנִי בָּעוֹלָם שֶׁהִיא הָאִשָּׁה, שֶׁמִּמֶּנָּה יָצְאוּ כָּל הַדּוֹרוֹת כֻּלָּם, וְעַל-יְדֵי חֲצוֹת מְשַׁבְּרִין הַשֵּׁנָה בְּעֵת תֹּקֶף הִתְגַּבְּרוּתוֹ, בְּעֵת שֶׁהִגִּיעַ הַדַּעַת לְתַכְלִית הַמִּעוּט וְהַהִסְתַּלְּקוּת. וְעַל-כֵּן חֲצוֹת מְסֻגָּל כְּמוֹ פִּדְיוֹן: וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה; שֶׁקָּשֶׁה לַעֲמֹד עַל נְקֻדַּת חֲצוֹת, כִּי זֶה אִי אֶפְשָׁר לְהַשִֹּיג, כִּי הִסְתַּלְּקוּת הַדַּעַת מִשָּׁם שֹׁרֶשׁ הַבְּחִירָה, כִּי מִשָּׁם שֹׁרֶשׁ הַזְּמַן שֶׁכָּל זֶה נִמְשָׁךְ מִתְּחִלַּת הַצִּמְצוּם שֶׁל הֶחָלָל הַפָּנוּי שֶׁהוּא בְּחִינַת הִסְתַּלְּקוּת הַמֹּחַ וְהַדַּעַת, כַּמּוּבָן לַמַּשְֹכִּילִים. כָּל זֶה אִי אֶפְשָׁר לְהַשִֹּיג כִּי אִם לְמֻבְחֲרֵי יְחִידֵי הַדּוֹרוֹת כְּמוֹ מֹשֶׁה וְדָוִד. וְזֶה שֶׁאָמְרוּ שָׁם, שֶׁדָּוִד הָיָה קָם בַּחֲצוֹת וְעָסַק בַּתּוֹרָה וּבַבֹּקֶר נִכְנְסוּ אֶצְלוֹ וְאָמְרוּ לוֹ, \"עַמְּךָ יִשְֹרָאֵל צְרִיכִין פַּרְנָסָה!\" וְהוּא פְּלִיאָה, אַךְ עַל-פִּי הַנַּ\"ל מוּבָן, כִּי חֲצוֹת בְּחִינַת צְדָקָה בִּטּוּל הַשִּׁנּוּיִים, שֶׁמִּשָּׁם הַפַּרְנָסָה. וְעַל-כֵּן אָמַר לָהֶם, \"לְכוּ וְהִתְפַּרְנְסוּ זֶה מִזֶּה\", כִּי זֶה עִקַּר הַתִּקּוּן בְּחִינַת אַחְדוּת וּצְדָקָה וְשָׁלוֹם בִּטּוּל הַשִּׁנּוּיִים. אָמְרוּ לוֹ, \"אֵין הַקֹּמֶץ מַשְֹבִּיעַ אֶת הָאֲרִי וְאֵין הַבּוֹר מִתְמַלֵּא מֵחֻלְיָתוֹ\", כִּי כְּבָר נִתְבַּלְבֵּל הָעוֹלָם כָּל כָּךְ עַל-יְדֵי חֵטְא אָדָם הָרִאשׁוֹן וְחֶטְאֵי הַדּוֹרוֹת, עַד שֶׁרֹב הַשֶּׁפַע אֵצֶל הָעַכּוּ\"ם, עַל-כֵּן אֲפִלּוּ בִּימֵי דָּוִד הָיָה קָשֶׁה לְיִשְֹרָאֵל לְהִתְפַּרְנֵס זֶה מִזֶּה, עַל-כֵּן הֵשִׁיב, לְכוּ וְפִשְׁטוּ יְדֵיכֶם",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1\"><b>ב. הלכות ריבית</b></a> (המשך)\n\nבַּגְּדוּד לִלְחֹם עִם הָעַכּוּ\"ם וּלְהוֹצִיא מֵהֶם הַשֶּׁפַע לַהֲשִׁיבָהּ לִמְקוֹמָהּ לִבְנֵי יִשְֹרָאֵל הַכְּשֵׁרִים. וְזֶהוּ בְּחִינַת שֶׁנִּקְרָא \"נֶשֶׁךְ\", כְּמוֹ שֶׁנֶאֱמַר, \"כָּל דָּבָר אֲשֶׁר יִשָּׁךְ\", בְּחִינַת אִם יִשֹּׁךְ הַנָּחָשׁ בְּלוֹא לָחַשׁ\", שֶׁהוּא פְּגַם לָשׁוֹן הָרַע, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, כִּי עַל-יְדֵי לָשׁוֹן הָרַע כָּל הַמַּחֲלֹקֶת שֶׁנִּמְשָׁךְ מֵהַשִּׁנּוּיִים וְכוּ', שֶׁזֶּהוּ עִקַּר פְּגַם רִבִּית וְנֶשֶׁךְ כַּנַּ\"ל. וְעַל-כֵּן קוֹרִין 'אִם כֶּסֶף תַּלְוֶה בְּפֶסַח', שֶׁהוּא זְמַן יְצִיאַת מִצְרַיִם וְכַנַּ\"ל: שַׁיָּךְ לְהַמִּדְרָשׁ נָטַל אֱמֶת וְהִשְׁלִיכוֹ לָאָרֶץ וְכוּ': וְזֶה כָּל הַדָּן דִּין אֱמֶת לַאֲמִתּוֹ, כְּאִלּוּ נַעֲשֶֹה שֻׁתָּף לְהַקָּדוֹשׁ בָּרוּךְ הוּא בְּמַעֲשֵֹה בְּרֵאשִׁית. 'לַאֲמִתּוֹ' דַּיְקָא כְּמוֹ שֶׁדִּקְדְּקוּ הַפּוֹסְקִים וּפֵרְשׁוּ לְעִנְיַן דִּין מְרֻמֶּה וְכוּ'. בְּזֶה הָעוֹלָם אִי אֶפְשָׁר לְהַשִֹּיג הָאֱמֶת כִּי אִם עַל-יְדֵי אֱמוּנָה שֶׁהוּא שְׁלֵמוּת הָאֱמֶת בְּחִינַת עֵזֶר כְּנֶגְדּוֹ: הַיּוֹצֵא מִזֶּה, שֶׁעִקַּר הַמַּחֲלֹקֶת עַל-יְדֵי הָאֱמֶת שֶׁאֵינוֹ בִּשְׁלֵמוּת, וּכְמוֹ שֶׁדָּרְשׁוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה (יְשַׁעְיָה נט, טו), \"וְהָאֱמֶת תִּהְיֶה נֶעְדֶּרֶת\", שֶׁתֵּעָשֶה הָאֱמֶת עֲדָרִים עֲדָרִים וְכָל אֶחָד אוֹמֵר שֶׁאֶצְלוֹ הָאֱמֶת. וְיֵשׁ שֶׁכַּוָּנָתָם בֶּאֱמֶת, אֲבָל הֵם טוֹעִים וְיֵשׁ בָּזֶה כַּמָּה בְּחִינוֹת, אֲבָל אַף-עַל-פִּי-כֵן עִקַּר הָאֱמֶת לַאֲמִתּוֹ הוּא אֶחָד. וְעַל-כֵּן לֹא הִשְׁלִיךְ הַשָּׁלוֹם וְכוּ', כִּי כָּל הַטָּעוּת וְהַמַּחֲלֹקֶת עַל-יְדֵי הָאֱמֶת הַנַּ\"ל. וְזֶהוּ \"אַיֶּכָּה מִי הִגִּיד לְךָ כִּי עֵרֹם וְכוּ'\". הֲלֹא מִקֹּדֶם לֹא יָדַעְתָּ לְהִתְבַּיֵּשׁ בַּמֶּה שֶׁאַתָּה עָרֹם וְכוּ', אַף-עַל-פִּי שֶׁמַּעֲלָתְךָ הָיְתָה אָז גְּדוֹלָה בְּיוֹתֵר, וְעַתָּה אַתָּה מִתְבַּיֵּשׁ בַּמֶּה שֶׁאַתָּה עָרֹם?! עַל-כֵּן נִגְזַר עָלָיו מִיתָה. זֶהוּ בְּחִינַת וַתַּשְׁלֵךְ אֱמֶת אַרְצָה. וְעַל-יְדֵי-זֶה יִזְדַּכֵּךְ וְיָקוּם בַּתְּחִיָּה, זֶהוּ בְּחִינַת תַּעֲלֶה אֱמֶת מִן הָאָרֶץ אֶמֶת מֵאֶרֶץ תִּצְמַח, כִּי עִקַּר תְּחִיַּת הַמֵּתִים עַל-יְדֵי אֱמֶת שֶׁהוּא סַמָּא דְּחַיֵּי וְכַנַּ\"ל: וְזֶה בְּחִינַת הַבְדָּלָה בְּמוֹצָאֵי שַׁבָּת. וְעַל-יְדֵי-זֶה דַּיְקָא מַמְשִׁיכִין קְדֻשַּׁת שַׁבָּת לְשֵׁשֶׁת יְמֵי הַחֹל, עַל-יְדֵי שֶׁמַּבְדִּילִין בֵּין קֹדֶשׁ לְחֹל, בֵּין יוֹם הַשְּׁבִיעִי לְשֵׁשֶׁת יְמֵי הַמַּעֲשֶֹה, דְּהַיְנוּ שֶׁמַּבְדִּילִין בֵּין אֱמֶת שֶׁל שַׁבָּת וּבֵין אֱמֶת שֶׁל שֵׁשֶׁת יְמֵי הַמַּעֲשֶֹה שֶׁהוּא בְּחִינַת הַבְדָּלָה בֵּין קֹדֶם הַבְּרִיאָה לְאַחַר הַבְּרִיאָה שֶׁנִּבְרָא בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶֹה, כִּי תֵּכֶף אַחַר הַבְּרִיאָה נַעֲשָֹה רֹשֶׁם עַל הַשֶּׁקֶר, אֲבָל אָז הָיָה עֲדַיִן אַחַר הַבְּרִיאָה גַּם כֵּן בִּבְחִינַת אֱמֶת רַק, אַף-עַל-פִּי-כֵן הָיָה תֵּכֶף רֹשֶׁם עַל הַשֶּׁקֶר, הַיְנוּ בְּחִינַת הָאֱמֶת הַשֵּׁנִי הַנַּ\"ל, שֶׁצָּרִיךְ בֵּרוּר, שֶׁאֲחִיזַת הַשֶּׁקֶר מִמֶּנּוּ בְּחִינַת כָּל שֶׁקֶר שֶׁאֵין בּוֹ אֱמֶת בִּתְחִלָּתוֹ וְכוּ', 'בִּתְחִלָּתוֹ', הַיְנוּ שֶׁיּוֹנֵק מִתְּחִלַּת הַבְּרִיאָה שֶׁהָיָה עֲדַיִן אֱמֶת, אַךְ מִשָּׁם נִשְׁתַּלְשֵׁל אֲחִיזָה לְהַשֶּׁקֶר מֵחֲמַת שֶׁהָאֱמֶת עֲדַיִן לֹא נִתְבָּרֵר עֲדַיִן לַאֲמִתּוֹ וְעַל-כֵּן עִקַּר הַתִּקּוּן עַל-יְדֵי הַבְדָּלָה, שֶׁצְּרִיכִין לֵידַע לְהַבְדִּיל בֵּין אֱמֶת שֶׁל שַׁבָּת לֶאֱמֶת שֶׁל שֵׁשֶׁת יְמֵי הַחֹל שֶׁהוּא בְּחִינַת הַבְדָּלָה בֵּין קֹדֶם הַבְּרִיאָה לְאַחַר הַבְּרִיאָה. וְזֶהוּ בְּעַצְמוֹ בְּחִינַת הַבְדָּלָה בֵּין הַצַּדִּיק הָאֱמֶת לִשְׁאָר הָעוֹלָם, אַף-עַל-פִּי שֶׁהֵם גַּם כֵּן אַנְשֵׁי אֱמֶת, אֲבָל הָאֱמֶת שֶׁלָּהֶם צָרִיךְ זִכּוּךְ עֲדַיִן, כִּי הַצַּדִּיק הָאֱמֶת הוּא בְּחִינַת שַׁבָּת דְּכֻלְּהוּ יוֹמָא. וְעִקַּר הַתִּקּוּן עַל-יְדֵי הַבְדָּלָה דַּיְקָא, עַל-יְדֵי שֶׁיּוֹדְעִין שֶׁיֵּשׁ הֶבְדֵּל גָּדוֹל בֵּינֵיהֶם וְאִי אֶפְשָׁר לְהַשִֹּיג הָאֱמֶת שֶׁל הַצַּדִּיק בְּדַעְתּוֹ רַק",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1\"><b>ב. הלכות ריבית</b></a> (המשך)\n\nעַל-יְדֵי אֱמוּנָה, וְעַל-יְדֵי-זֶה מִתְחַזֵּק, עַל-יְדֵי הָאֱמֶת שֶׁיֵּשׁ בּוֹ בֶּאֱמוּנָה שְׁלֵמָה, שֶׁזֶּה עִקַּר תִּקּוּן הָאֱמֶת שֶׁל כָּל הָעוֹלָם לְהִתְחַזֵּק עַל-יְדֵי הָאֱמֶת בֶּאֱמוּנָה שְׁלֵמָה, כִּי עַל-יְדֵי הָאֱמֶת שֶׁבַּלֵּב כָּל אֶחָד יָכוֹל לְהָבִין שֶׁצָּרִיךְ לְהִתְחַזֵּק בָּאֱמוּנָה, כִּי אִי אֶפְשָׁר לְהָבִין וּלְתָרֵץ כָּל הַקֻּשְׁיוֹת שֶׁעַל הַצַּדִּיק הָאֱמֶת, כְּמוֹ שֶׁאִי אֶפְשָׁר לְהָבִין הַקֻּשְׁיוֹת שֶׁעַל ה' יִתְבָּרַךְ וּכְמוֹ שֶׁמְּבֹאָר בְּמָקוֹם אַחֵר (סִימָן נה לִקּוּטֵי תִּנְיָנָא): וְזֶהוּ בְּחִינַת פֶּן יֶהֶרְסוּ אֶל ה' לִרְאוֹת. וְזֶה בְּחִינַת וְהִבְדִּילָה הַפָּרֹכֶת לָכֶם וְכוּ'. וְזֶה בְּחִינַת וְזָר לֹא יִקְרַב אֲלֵיכֶם, כִּי בְּכָל מָקוֹם שֶׁיֵּשׁ קְדֻשָּׁה יוֹתֵר, שָׁם מֵאִיר הָאֱמֶת יוֹתֵר, אֲבָל זֶה הָאֱמֶת אִי אֶפְשָׁר לְזָר לְהַשִֹּיג. וְצָרִיךְ לַעֲמֹד מֵרָחוֹק וּלְהַאֲמִין בְּזֶה הָאֱמֶת, אֲבָל לֹא שֶׁיִּקְרַב אֵלָיו לְתָפְסוֹ וּלְהַשִֹּיגוֹ. וְדַיְקָא עַל-יְדֵי-זֶה מַמְשִׁיכִין קְדֻשַּׁת שַׁבָּת לִימֵי הַחֹל, עַל-יְדֵי שֶׁמַּבְדִּילִין בֵּינֵיהֶם. וְכֵן עַל-יְדֵי-זֶה נִכְלָל אַחַר הַבְּרִיאָה בְּקֹדֶם הַבְּרִיאָה שֶׁהוּא בְּחִינַת כְּלָלִיּוּת שֵׁשֶׁת יְמֵי הַמַּעֲשֶֹה שֶׁבָּהֶם נִבְרָא כָּל הַבְּרִיאָה שֶׁנִּכְלָל בְּקֹדֶם הַבְּרִיאָה שֶׁהוּא בְּחִינַת שַׁבָּת, כִּי זֶה עִקַּר הָאֱמֶת כְּשֶׁיּוֹדֵעַ הָאֱמֶת שֶׁאִי אֶפְשָׁר לְהַשִֹּיג בְּדַעְתּוֹ עֶצֶם הָאֱמֶת כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Orach Chaim",
      "section": "Laws of Thanksgiving Blessings",
      "section_he": "הלכות ברכת הודאה",
      "ref_base": "Likutei_Halakhot,_Orach_Chaim,_Laws_of_Thanksgiving_Blessings",
      "has_english": true
    },
    "chapter": 1,
    "siman": 1,
    "hebrew_text": "אַרְבָּעָה צְרִיכִים לְהוֹדוֹת וְכוּ'. וְסִימָנְךָ וְכָל הַחַ'יִּ'י'ם' יוֹדוּךָ סֶלָה. ח'וֹלֶה יִ'סּוּרִים [הַיְנוּ חָבוּשׁ בְּבֵית הָאֲסוּרִים] יָ'ם מִ'דְבָּר. מַה מְבָרֵךְ בָּרוּךְ אַתָּה ה' הַגּוֹמֵל לְחַיָּבִים טוֹבוֹת וְכוּ' (שֻׁלְחָן עָרוּךְ סִימָן ריט): עַל-פִּי הַמַּאֲמָר שֶׁל חֲנֻכָּה בְּלִקּוּטֵי תִּנְיָנָא סִימָן ב. שָׁם מְבֹאָר שֶׁעַל-יְדֵי תּוֹדָה הוֹדָאָה בְּחִינַת אַרְבָּעָה צְרִיכִין לְהוֹדוֹת. שֶׁזֶּה בְּחִינַת שַׁעֲשׁוּעַ עוֹלָם הַבָּא, שֶׁאָז יִהְיוּ יְמֵי הוֹדָאָה לִשְׁמוֹ יִתְבָּרַךְ בְּחִינַת הֲלָכוֹת כַּמְבֹאָר שָׁם. עַל-יְדֵי זֶה מֵאִיר הָאֱמֶת עַל-יְדֵי שְׁלֹשָׁה שֵׁמוֹת שֶׁהֵם בְּחִינַת תּוֹרָה וּתְפִלָּה וְשִׁדּוּכִים וְזִוּוּגִים לְתוֹךְ הַדִּבּוּר, דְּהַיְנוּ לִשְׁלֵמוּת רִבּוּעַ הַדִּבּוּר אַרְבָּעָה חֶלְקֵי הַדִּבּוּר, שֶׁהֵם דִּבּוּר שֶׁל תְּשׁוּבָה, וְדִבּוּר שֶׁל צְדָקָה, וְדִבּוּר שֶׁל עֲשִׁירִים קְרוֹבִים לַמַּלְכוּת בְּחִינַת שְׁלֹשֶׁת הַשָּרִיגִים וְכוּ', וְדִבּוּר שֶׁל מַלְכוּת פֶּה וְכוּ' עַיֵּן שָׁם. וְעַל-יְדֵי זֶה נִמְשָׁךְ הַקְּדֻשָּׁה שֶׁל שַׁבָּת לְשֵׁשֶׁת יְמֵי הַחֹל. וְעַל-יְדֵי זֶה נִכְלָלִין כָּל הַפְּעֻלּוֹת מִשְׁתַּנּוֹת בְּתוֹךְ אַחְדוּת הַפָּשׁוּט וְכוּ' עַיֵּן שָׁם. שֶׁזֶּה בְּחִינַת הֲלָכָה כָּרַבִּים. עַיֵּן שָׁם כָּל זֶה הֵיטֵב: וְעַתָּה נוּכַל לוֹמַר שֶׁזֶּה בְּעַצְמוֹ בְּחִינַת אַרְבָּעָה צְרִיכִין לְהוֹדוֹת שֶׁכְּנֶגֶד בְּחִינַת אַרְבָּעַת חֶלְקֵי הַדִּבּוּר שֶׁנִּשְׁלָם עַל יָדָם, כִּי עַל-יְדֵי תּוֹדָה דְּהַיְנוּ עַל-יְדֵי הָאַרְבָּעָה צְרִיכִין לְהוֹדוֹת עַל יָדָם נִשְׁלָם רִבּוּעַ הַדִּבּוּר כַּנַּ\"ל. וְעַל-כֵּן הֵם אַרְבָּעָה שֶׁצְּרִיכִין לְהוֹדוֹת כְּנֶגֶד אַרְבָּעַת חֶלְקֵי הַדִּבּוּר שֶׁנִּשְׁלָם עַל יָדָם. כִּי חוֹלֶה שֶׁנִּתְרַפֵּא וּמוֹדֶה לִשְׁמוֹ יִתְבָּרַךְ זֶה בְּחִינַת דִּבּוּר שֶׁל תְּשׁוּבָה, כִּי אֵין אָדָם עוֹמֵד מֵחָלְיוֹ אֶלָּא אִם כֵּן מוֹחֲלִין לוֹ כָּל עֲווֹנוֹתָיו, וְהַיְנוּ עַל-יְדֵי תְּשׁוּבָה כְּמוֹ שֶׁכָּתוּב וְשָׁב וְרָפָא לוֹ. יוֹרְדֵי הַיָּם זֶה בְּחִינַת דִּבּוּר שֶׁל צְדָקָה, כְּמוֹ שֶׁמּוּבָא בְּיוֹנָה עַל הָאֲנָשִׁים שֶׁהָיוּ עִמּוֹ בַּסְּפִינָה וְנָדְרוּ נְדָרִים, כִּי צְדָקָה הִוא בְּחִינַת יָם, בְּחִינַת מַיִם כְּמוֹ שֶׁכָּתוּב וּצְדָקָה כְּנַחַל אֵיתָן, בְּחִינַת שְׁלַח לַחְמְךָ עַל פְּנֵי הַמָּיִם. חָבוּשׁ בְּבֵית הָאֲסוּרִים שֶׁיּוֹצֵא מִן הָאֲסוּרִים, זֶה בְּחִינַת דִּבּוּר שֶׁל עֲשִׁירִים קְרוֹבִים לַמַּלְכוּת, שֶׁעַל יָדָם הַדֶּרֶךְ שֶׁיּוֹצֵא הֶחָבוּשׁ מִתּוֹךְ הַמַּאֲסָר בְּחִינַת שְׁלֹשֶׁת הַשָּרִיגִים שְׁלֹשָׁה שָׂרֵי גֵּאִים, שֶׁעַל יָדָם יָצָא יוֹסֵף מִבֵּית הָאֲסוּרִים כַּמְפֹרָשׁ בַּתּוֹרָה. מִדְבָּר, זֶה בְּחִינַת עִקַּר הַדִּבּוּר, בְּחִינַת מַלְכוּת פֶּה, כִּי מִדְבָּר מְרַמֵּז עַל הַדִּבּוּר בְּעַצְמוֹ כַּמְבֹאָר בַּזֹּהַר הַקָּדוֹשׁ, שֶׁמִּדְבָּר בְּחִינַת דִּבּוּר, הַיְנוּ בְּחִינַת מַלְכוּת פֶּה שֶׁהִוא עִקַּר הַדִּבּוּר:",
    "english_text": "\"There are four categories of people who are obligated give thanks... and the mnemonic is Vekhol haChaYIM yodukha Selah\" [a phrase in the third blessing in the `Amidah]: Choleh/sick, Yesurin/imprisoned, Yam/sea, Midbar/wilderness. What is the blessing he says? \"Blessed are You Hashem Who bestows good things upon those who are owing/guilty\" [Shulchan Aruch Orach Chayim Siman 219]. 2. In accord with the lesson on Chanukah LM II #2: there he explains that via acknowledging thanks, the aspect of four [categories of people] need to recite the thanksgiving prayer, which is the aspect of the bliss of the Coming World, which then will be days of thanksgiving to H\"Y, the aspect of halakhoth/Torah way, as explained there. Thereby the truth will shine, through three names, which are the aspect of Torah, Prayer, and Matchmaking and Matrimony into speech. Namely to complete the four facets of speech, the four divisions of speech, which are [1] penitent speech, [2] charitous speech, [3] the speech of the rich who are close to Malkhuth — the aspect of the \"hasheloshah serigim/three branches\" [Gen. 40:10] etc., and [4] the aspect of Malkhuth, the mouth etc.; see there. And thereby the sanctity of Shabbath is drawn to the six mundane days. And thereby all the various actions/events are drawn into the Simple Unity etc.; see there. Which, this is the aspect of \"Halakhah kerabim/The law follows the majority;\" take a good look there regarding all this. 3. So now we can say that this itself is the aspect of \"Four categories have to give acknowledgement,\" for, corresponding to the four parts of speech that are perfected by them, specifically by thanksgiving, namely through the four who have to give thanks, through them the fourfoldness of speech is made whole, as mentioned. And that is why there are four who have to give thanks, corresponding to the four parts of speech that are made whole through them: [1 Choleh] For, one who was ill and got well and acknowledges it to H\"Y, this is the aspect of teshuvah, for, \"A person does not get up from his sickness unless they forgive him all his transgressions,\" namely through teshuvah, as written, \"Veshav verafe lo/and he return and he gets healed\" [Isa. 6:10]. [2 Yam] Those who go down to the sea, this is the aspect of speech of charity, as brought in Yonah, regarding the people that were with him on the ship, who swore an oath, for tzedakah is the aspect of the sea, the aspect of water, as written, \"and righteousness as a mighty stream\" [Amos 5:24], the aspect of \"Shelach lachmekha `al penei hamayim/Cast your bread on the face of the water\" [Eccl. 11:1]. [3 Yesurin] One who was locked in prison who goes out from captivity, this is the aspect of the wealthy who are close to Malkhuth [Rashi on Chullin 92a], that through them is the path whereby the captive goes out from imprisonment, the aspect of the \"Shelosheth haserigim/the three branches,\" \"hasheloshah sarei ge'im/the three high noblemen\" [Chullin 92a] by whom Yosef went out from prison, as explained in Torah. [4 Midbar] Wilderness, this is the aspect of the essence of speech, the aspect of Malkhuth-mouth, because wilderness alludes to speech itself, as explained in the holy Zohar. For, wilderness is the aspect of speech, that is, the aspect of Malkhuth-mouth, which is the essence of speech.",
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Thanksgiving_Blessings.1.1"
  },
  "second": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Interest",
      "section_he": "הלכות ריבית",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest",
      "has_english": false
    },
    "chapter": 3,
    "siman": 1,
    "hebrew_text": "עַל-פִּי הַמַּאֲמָר \"צִוִּיתָ צֶדֶק עֵדֹתֶיךָ וֶאֱמוּנָה מְאֹד\" סִימָן כג, כִּי יֵשׁ אַנְפִּין נְהִירִין בְּחִינַת שִֹמְחָה, בְּחִינַת חַיִּים וְכוּ'. וְיֵשׁ אַנְפִּין חֲשׁוּכִין, בְּחִינַת מִיתָה, בְּחִינַת עַצְבוּת וְכוּ'. וְאֵלּוּ הַמְשֻׁקָּעִים בְּתַאֲוַת מָמוֹן וְאֵינָם מַאֲמִינִים שֶׁה' יִתְבָּרַךְ יָכוֹל לְפַרְנֵס אֶת הָאָדָם בְּסִבָּה קַלָּה, אֵלּוּ בְּנֵי אָדָם הֵם מְקֻשָּׁרִים בִּפְנִים דְּסִטְרָא אָחֳרָא שֶׁהוּא עֲבוֹדָה זָרָה וְכוּ'. וְעַל-יְדֵי תִּקּוּן בְּרִית קֹדֶשׁ נִצּוֹלִין מִפְּנִים דְּסִטְרָא אָחֳרָא, מִפְּגַם תַּאֲוַת מָמוֹן וְנִתְקַשֵּׁר בָּאֱלֹקוּת בְּחִינַת וּמִבְּשָֹרִי אֶחֱזֶה אֱלוֹקַ, כִּי אִי אֶפְשָׁר לַחֲזוֹת בָּאֱלֹקוּת כִּי אִם עַל-יְדֵי תִּקּוּן בְּרִית קֹדֶשׁ וְכוּ', עַיֵּן שָׁם כָּל זֶה הֵיטֵב. וְעַיֵּן שָׁם מַה שֶּׁאָמַר עַל מַאֲמָר \"סָבֵי דְּבֵי אַתּוּנָא\", וַהֲוֵי תָּלוּ לֵיהּ פִּתְקָא בְּצַוָּארָא דַּהֲוֵי מַסִּיק בְּבֵי אַבָּא מְאָה אַלְפֵי זוּזֵי, כִּי אֵלּוּ הַמְקֻשָּׁרִים בְּפָנִים דְּסִטְרָא אָחֳרָא, בְּתַאֲוַת מָמוֹן, הֵם בַּעֲלֵי חוֹבוֹת תָּמִיד כְּמוֹ שֶׁאָנוּ רוֹאִין שֶׁזֶּה הַמַּשָֹּא תָּלוּי בְּצַוַּאר בְּנֵי אָדָם שֶׁאֵין מִסְתַּפְּקִין בְּמָמוֹנָם וְלוֹוִין מֵאֲחֵרִים וּמְסַכְּנִים עַצְמָן בִּשְׁבִיל לְהִשְֹתַּכֵּר מָמוֹן הַרְבֵּה וְכוּ'. וְחוֹב נִקְרָא הָעֲבוֹדָה זָרָה וְכָל הַמִּתְקָרְבִין אֵלָיו הֵם בַּעֲלֵי חוֹבוֹת תָּמִיד וְכוּ' כַּנַּ\"ל, עַיֵּן שָׁם כָּל זֶה הֵיטֵב: וְזֶה בְּחִינַת אִסּוּר רִבִּית הֶחָמוּר מְאֹד, כִּי בֶּאֱמֶת יִשְֹרָאֵל עַם קָדוֹשׁ הֵם מְקֻשָּׁרִים בְּשִׁבְעִים אַנְפִּין נְהוֹרִין שֶׁהֵם בְּחִינַת שִׁבְעִים נַפְשׁוֹת בֵּית יַעֲקֹב וְכוּ' וְהָעַכּוּ\"ם הֵם שִׁבְעִים עֲמָמִין, וְהֵם מְקֻשָּׁרִים בְּשִׁבְעִים אַנְפִּין חֲשׁוּכִין, שֶׁהוּא עֲבוֹדָה זָרָה, מִיתָה וְחֹשֶׁךְ וְכוּ'. נִמְצָא, שֶׁיִּשְֹרָאֵל הֵם רְחוֹקִים בְּשָׁרְשָׁם לְגַמְרֵי מִתַּאֲוַת מָמוֹן שֶׁהוּא עֲבוֹדָה זָרָה. וְעַל-כֵּן יִשְֹרָאֵל הֵם רְחוֹקִים מֵהַלְוָאוֹת וְחוֹבוֹת בְּשָׁרְשָׁם, כְּמוֹ שֶׁנֶּאֱמַר, \"וְהִלְוִיתָ גּוֹיִם רַבִּים וְאַתָּה לֹא תִלְוֶה וְכוּ' וְהַעֲבַטְתָּ גּוֹיִים רַבִּים וְאַתָּה לֹא תַּעֲבֹט\", כִּי חוֹבוֹת וְהַלְוָאוֹת הֵם עִקַּר תַּאֲוַת מָמוֹן שֶׁהוּא עֲבוֹדָה זָרָה וְכוּ'. כַּמּוּבָן בְּסוֹף מַאֲמָר הַנַּ\"ל עַל מַאֲמָר \"וְתָלוּ פִּתְקָא בְּצַוָּארֵיהּ וְכוּ\"', כִּי הָעֲבוֹדָה זָרָה נִקְרֵאת חוֹבָה וְכוּ'. וְכָל הַמִּתְדַּבְּקִין בָּהּ הֵם בַּעֲלֵי חוֹבוֹת תָּמִיד וְכוּ', כִּי תַּאֲוַת מָמוֹן הוּא מֵחֲמַת שֶׁאֵין לוֹ אֱמוּנָה וּבִטָּחוֹן בַּה' יִתְבָּרַךְ שֶׁהוּא יִתְבָּרַךְ יָכוֹל לְהַזְמִין לוֹ פַּרְנָסָתוֹ בְּסִבָּה קַלָּה בְּלִי יְגִיעוֹת. וּמֵחֲמַת זֶה הוּא רָץ אַחַר פַּרְנָסָתוֹ תָּמִיד בִּיגִיעוֹת רַבּוֹת וְכוּ', וְהוּא מָלֵא עַצְבוּת וּדְאָגוֹת וּמָרָה שְׁחוֹרָה וּמַרְבֶּה לִלְווֹת מָמוֹן מֵאֲחֵרִים מֵחֲמַת שֶׁאֵינוֹ מַאֲמִין שֶׁה' יִתְבָּרַךְ יַזְמִין לוֹ פַּרְנָסָתוֹ בְּעִתּוֹ בְּלִי יְגִיעוֹת בְּסִבָּה קַלָּה וְכוּ'. וְכָל זֶה נִמְשָׁךְ וְנֶאֱחָז רַק מִבְּחִינַת הַזְּמַן, כִּי ה' יִתְבָּרַךְ הוּא לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם וְיִשְֹרָאֵל עָלָה בְּמַחֲשָׁבָה תְּחִלָּה וְקֻדְשָׁא בְּרִיךְ הוּא וְאוֹרָיְתָא וְיִשְֹרָאֵל כֻּלָּא חַד. וְעַל-כֵּן יִשְֹרָאֵל הֵם גַּם כֵּן לְמַעְלָה מֵהַזְּמַן וְכָל עֲבוֹדַת יִשְֹרָאֵל בְּזֶה הָעוֹלָם הַגַּשְׁמִי שֶׁהוּא בִּזְמַן וּמָקוֹם, הוּא רַק שֶׁיִּזְכּוּ לְהַעֲלוֹת וּלְקַשֵּׁר אֶת בְּחִינַת מָקוֹם וּזְמַן לִבְחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם, דְּהַיְנוּ לְהַעֲלוֹת וּלְקַשֵּׁר וְלִכְלֹל כָּל הַבְּרִיאָה בְּקֹדֶם הַבְּרִיאָה. וְעִקַּר הוּא הָאֱמוּנָה, כְּמוֹ שֶׁנֶּאֱמַר, \"כָּל מִצְוֹתֶיךָ אֱמוּנָה\", שֶׁעַל-יְדֵי הָאֱמוּנָה שֶׁאָנוּ מַאֲמִינִים בּוֹ יִתְבָּרַךְ שֶׁבָּרָא הַכֹּל בִּרְצוֹנוֹ. וְכָל הַזְּמַן וְהַמָּקוֹם נִמְשָׁךְ מִמֶּנּוּ יִתְבָּרַךְ מִבְּחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם. עַל-יְדֵי-זֶה אָנוּ מַעֲלִין וּמְקַשְּׁרִין הַמָּקוֹם וְהַזְּמַן לִבְחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם. וַאֲזַי כָּל הַבְּרִיאָה כֻּלָּהּ בִּבְחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם, שֶׁהוּא בְּחִינַת הַשְׁגָּחָה: וְזֶה בְּחִינַת בִּטָּחוֹן, כִּי בֶּאֱמֶת עִקַּר עַצְבוּת וְדַאֲגוֹת הַפַּרְנָסָה הוּא מֵחֲמַת שֶׁאֵין בִּטָּחוֹן בַּה' יִתְבָּרַךְ. וְעִקַּר פְּגַם וְחֶסְרוֹן הַבִּטָּחוֹן נִמְשָׁךְ רַק מִבְּחִינַת הַזְּמַן וְהַמָּקוֹם, כִּי בֶּאֱמֶת ה' יִתְבָּרַךְ מַשְׁפִּיעַ שִׁפְעוֹ הַטּוֹב תָּמִיד בְּלִי הֶפְסֵק רֶגַע, רַק כְּשֶׁהַשֶּׁפַע בָּאָה בְּזֶה הָעוֹלָם הַגַּשְׁמִי שֶׁהוּא בְּמָקוֹם וּזְמַן, אֲזַי מֻכְרָח הַשֶּׁפַע לְהִתְלַבֵּשׁ בְּמָקוֹם וּזְמַן. וְעַל-כֵּן אֵין הַשֶּׁפַע שֶׁל פַּרְנָסָה וַעֲשִׁירוּת נִמְשֶׁכֶת כִּי אִם בְּמָקוֹם וּזְמַן יָדוּעַ כְּמוֹ שֶׁנִּרְאֶה בַּחוּשׁ שֶׁיֵּשׁ זְמַן שֶׁהָאָדָם מַרְוִיחַ וְיֵשׁ לְהֵפֶךְ. וְכֵן בְּמָקוֹם שֶׁבְּזֶה הַמָּקוֹם מַרְוִיחִין וּבְמָקוֹם אַחֵר לְהֵפֶךְ, וּמֵחֲמַת זֶה עִקַּר דַּאֲגַת הַפַּרְנָסָה מֵחֲמַת שֶׁלִּפְעָמִים נִתְעַכֵּב שֶׁפַע פַּרְנָסָתוֹ, עַל-כֵּן עוֹלָה דַּאֲגַת הַפַּרְנָסָה עַל לִבּוֹ וְדוֹאֵג מַה יֹּאכַל לְמָחָר. וּמֵחֲמַת זֶה הוּא רוֹדֵף אַחַר פַּרְנָסָתוֹ בִּיגִיעוֹת גְּדוֹלוֹת וְסוֹף כָּל סוֹף אֵינוֹ מַשִֹּיג פַּרְנָסָתוֹ כִּי אִם כְּשֶׁיָּבוֹא עִתּוֹ וּזְמַנּוֹ. וְאִם הָיָה לוֹ שֵֹכֶל אֲמִתִּי וְהָיָה מַאֲמִין בַּה' יִתְבָּרַךְ שֶׁהַכֹּל מִמֶּנּוּ יִתְבָּרַךְ, רַק שֶׁצְּרִיכִין לְהַמְתִּין עַד שֶׁיָּבוֹא זְמַנּוֹ וְעִתּוֹ לֹא הָיָה רָץ אַחַר פַּרְנָסָתוֹ כָּל כָּךְ, כִּי ה' יִתְבָּרַךְ יִתֵּן לוֹ פַּרְנָסָתוֹ בְּעִתּוֹ בְּסִבָּה קַלָּה, כִּי הַהֶכְרֵחַ שֶׁיַּעֲשֶֹה הָאָדָם אֵיזֶה עֻבְדָּא קַלָּה בִּשְׁבִיל פַּרְנָסָה, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, וּבֵרַכְתִּיךָ בְּכָל אֲשֶׁר תַּעֲשֶֹה, כִּי אִי אֶפְשָׁר לְהַמְשִׁיךְ בְּזֶה הָעוֹלָם כִּי אִם עַל-יְדֵי כֵּלִים. וְעַל-כֵּן מֻכְרָחִין לַעֲשׂוֹת אֵיזֶה עֵסֶק וּמַשָֹּא וּמַתָּן, כִּי עַל-יְדֵי-זֶה עוֹשִֹין כֵּלִים וְצִנּוֹרוֹת לְקַבֵּל הַשֶּׁפַע, אֲבָל בֶּאֱמֶת אֵין הָעֵסֶק עִקָּר כְּלָל, רַק עִקַּר הַפַּרְנָסָה מֵה' יִתְבָּרַךְ בְּהַשְׁגָּחָתוֹ לְבַד, כִּי אֵין הָאָדָם יוֹדֵעַ בַּמֶּה מִשְֹתַּכֵּר וְעַל-כֵּן אָסוּר לְהָאָדָם לִדְחֹק אֶת הַשָּׁעָה וְלִרְדֹּף אַחַר פַּרְנָסָה בִּיגִיעוֹת גְּדוֹלוֹת כְּאִלּוּ, חַס וְשָׁלוֹם, הַפַּרְנָסָה תְּלוּיָה בָּזֶה לְבַד, כִּי, אַדְּרַבָּא, עַל-יְדֵי-זֶה נִתְמַעֵט פַּרְנָסָתוֹ, כִּי כָּל הַדּוֹחֵק אֶת הַשָּׁעָה הַשָּׁעָה דּוֹחַקְתּוֹ, כִּי אֵין צֹרֶךְ לַעֲשׂוֹת מַשָֹּא וּמַתָּן וְעֵסֶק, רַק לָצֵאת יְדֵי מִצְוַת עֲשִֹיַּת מַשָֹּא וּמַתָּן בֶּאֱמוּנָה כְּדֵי לַעֲשׂוֹת אֵיזֶה כְּלִי וְצִנּוֹר לְקַבֵּל הַהַשְׁפָּעָה כַּנַּ\"ל וְכָל מַה שֶּׁיַּעֲשֶֹה יוֹצֵא בָּזֶה. וְזֶהוּ, \"וּבְרַכְתִּיךָ בְּכָל אֲשֶׁר תַּעֲשֶֹה\", הַיְנוּ בְּכָל מַה שֶׁתַּעֲשֶֹה יִהְיֶה מַה שֶּׁיִּהְיֶה אֲפִלּוּ דָּבָר קַל וְקָטָן יְבָרֶכְךָ ה'. כַּאֲשֶׁר נִרְאֶה בַּחוּשׁ בְּרֹב בְּנֵי אָדָם שֶׁכַּמָּה פְּעָמִים שֶׁהֵם רָצִים וְרוֹדְפִים מְאֹד אַחַר הַפַּרְנָסָה כַּמָּה זְמַנִּים וְאֵין עוֹלֶה בְּיָדָם שׁוּם רֶוַח וּמְאוּמָה לֹא יִשְֹּאוּ בַּעֲמָלָם. וְאַחַר כָּךְ ה' יִתְבָּרַךְ מְרַחֵם עֲלֵיהֶם וּמַזְמִין לָהֶם פַּרְנָסָה. וְלִפְעָמִים אֲפִלּוּ עֲשִׁירוּת גָּדוֹל בְּסִבָּה קַלָּה מְאֹד שֶׁהוּא כִּמְעַט בְּלִי שׁוּם דֶּרֶךְ הַטֶּבַע. וְכָל הָעוֹלָם מָלֵא מִמַּעֲשִֹיּוֹת כָּאֵלֶּה שֶׁהֵם שְׁכִיחִים מְאֹד בָּעוֹלָם כִּמְעַט בְּכָל אֶחָד וְאֶחָד שֶׁעוֹסֵק בְּמַשָֹּא וּמַתָּן, וְאִם הָיָה לוֹ שֵֹכֶל וְהָיָה סוֹמֵךְ עַצְמוֹ בִּתְחִלָּה עַל ה' יִתְבָּרַךְ וְלֹא הָיָה דּוֹאֵג כְּלָל לֹא הָיָה צָרִיךְ כְּלָל לִיגִיעוֹת הָאֵלּוּ שֶׁהָיוּ לוֹ בְּחִנָּם, וּכְשֶׁהָיָה מַגִּיעַ הַזְּמַן הָיָה מַזְמִין לוֹ ה' יִתְבָּרַךְ הַפַּרְנָסָה בְּסִבָּה קַלָּה כַּנַּ\"ל. וְלֹא דַּי שֶׁאֵינוֹ מַרְוִיחַ כְּלָל עַל-יְדֵי דַּאֲגָתוֹ וְעַצְבוּתוֹ וִיגִיעוֹת רַבּוֹת וּטְרָחוֹת עֲצוּמוֹת שֶׁלּוֹ, אַדְּרַבָּא, הוּא מַפְסִיד שֶׁפַע פַּרְנָסָתוֹ הָרַבָּה, כִּי בֶּאֱמֶת עִקַּר שֶׁפַע הַפַּרְנָסָה הוּא מִלְּמַעְלָה מִבְּחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם, רַק שֶׁבְּזֶה הָעוֹלָם מֻכְרָח הַפַּרְנָסָה לְהִתְלַבֵּשׁ בְּמָקוֹם וּזְמַן. אֲשֶׁר מֵחֲמַת זֶה צְרִיכִין לַעֲשׂוֹת אֵיזֶה עֵסֶק וּמַשָֹּא וּמַתָּן בִּשְׁבִיל פַּרְנָסָה כְּדֵי לַעֲשׂוֹת כְּלִי שֶׁתּוּכַל הַשֶּׁפַע לְהִתְלַבֵּשׁ בְּזֶה הָעוֹלָם כַּנַּ\"ל. וְעַל-כֵּן כְּשֶׁהוּא מַאֲמִין שֶׁהַכֹּל מִלְּמַעְלָה נִתְקַשֵּׁר הַזְּמַן וְהַמָּקוֹם לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם אֲזַי יֵשׁ לוֹ פַּרְנָסָה בְּשֶׁפַע, כִּי הוּא מְקֻשָּׁר לְשֹׁרֶשׁ הַהַשְׁפָּעוֹת שֶׁנִּמְשָׁךְ מִלְּמַעְלָה עַל-יְדֵי אֱמוּנָתוֹ וּבִטְחוֹנוֹ בַּה', אֲבָל כְּשֶׁהוּא רָץ אַחַר פַּרְנָסָתוֹ בִּיגִיעוֹת גְּדוֹלוֹת, הוּא נִמְשָׁךְ וְנִתְקַשֵּׁר בְּיוֹתֵר לִבְחִינַת הַמָּקוֹם וְהַזְּמַן וּמַפְרִיד בֵּין הַזְּמַן וְהַמָּקוֹם וּבֵין בְּחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם. וְעַל-יְדֵי-זֶה נִתְרַחֵק מִשֹּׁרֶשׁ הַהַשְׁפָּעוֹת. וְעַל-כֵּן קָשֶׁה לוֹ לִמְצֹא פַּרְנָסָתוֹ וַאֲפִלּוּ כְּשֶׁמַּגִּיעַ לוֹ מְעַט פַּרְנָסָתוֹ בְּהֶכְרֵחַ שֶׁתִּהְיֶה בִּיגִיעָה גְּדוֹלָה וַעֲצוּמָה מְאֹד, כִּי הוּא נִמְשָׁךְ יוֹתֵר אַחַר הַצִּמְצוּם, אַחַר הַמָּקוֹם וְהַזְּמַן עַל-יְדֵי פַּרְנָסָתוֹ בִּיגִיעָה בְּיוֹתֵר. וְעַל-כֵּן פַּרְנָסָתוֹ בִּיגִיעָה בְּיוֹתֵר שֶׁנִּמְשָׁךְ מִבְּחִינַת מָקוֹם וּזְמַן כַּנַּ\"ל: וְזֶהוּ, כָּל הַדּוֹחֵק אֶת הַשָּׁעָה, הַשָּׁעָה דּוֹחַקְתּוֹ וְכָל הַנִּדְחֶה מִפְּנֵי הַשָּׁעָה, הַשָּׁעָה נִדְחֵית מִפָּנָיו, כִּי כָּל מַה שֶּׁנִּמְשָׁךְ אַחַר הַזְּמַן בְּיוֹתֵר וְדוֹחֵק אֶת הַשָּׁעָה, הוּא נִתְאַחֵז וְנִתְקַשֵּׁר בְּיוֹתֵר בִּבְחִינַת זְמַן וּמָקוֹם וְנִתְרַחֵק יוֹתֵר מִבְּחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם, וְעַל-יְדֵי-זֶה נִתְרַחֵק מִשֹּׁרֶשׁ הַהַשְׁפָּעוֹת. וְעַל-כֵּן הַשָּׁעָה דּוֹחַקְתּוֹ, 'הַשָּׁעָה' דַּיְקָא מֵחֲמַת שֶׁנִּתְקַשֵּׁר בְּיוֹתֵר לִבְחִינַת שָׁעָה וּזְמַן כַּנַּ\"ל. וְעַל-כֵּן יֵשׁ לוֹ דֹּחַק יוֹתֵר, כִּי נִתְרַחֵק פַּרְנָסָתוֹ לִזְמַן רָחוֹק וּלְמָקוֹם רָחוֹק בְּיוֹתֵר עַל-יְדֵי שֶׁרָדַף בְּמָקוֹם וּזְמַן יוֹתֵר, עַל-כֵּן פַּרְנָסָתוֹ בְּמָקוֹם וּזְמַן בְּיוֹתֵר, דְּהַיְנוּ עַל-יְדֵי יְגִיעוֹת עֲצוּמוֹת לִמְקוֹמוֹת רְחוֹקִים וּבְהֶמְשֶׁךְ זְמַן הַרְבֵּה, אֲבָל הַנִּדְחֶה מִפְּנֵי הַשָּׁעָה וּמַאֲמִין שֶׁהַכֹּל מֵה' יִתְבָּרַךְ וּכְשֶׁיָּבוֹא זְמַנּוֹ יָבוֹא פַּרְנָסָתוֹ מִמֵּילָא בְּסִבָּה קַלָּה, אֲזַי הוּא מְקֻשָּׁר בְּיוֹתֵר לִבְחִינַת לְמַעְלָה מֵהַזְּמַן וְהַמָּקוֹם. וְעַל-כֵּן הַשָּׁעָה נִדְחֵית מִפָּנָיו, כִּי זוֹכֶה עַל-יְדֵי-זֶה לְמַעֵט הַזְּמַן וְהַמָּקוֹם וְשׁוֹלֵחַ לוֹ ה' יִתְבָּרַךְ פַּרְנָסָתוֹ בִּזְמַן מֻעָט וּבְקֵרוּב מָקוֹם. כִּי הוּא סָמוּךְ וּמְקֻשָּׁר לִבְחִינַת לְמַעְלָה מֵהַמָּקוֹם וְהַזְּמַן, וְעַל-כֵּן אֵינוֹ צָרִיךְ יְגִיעוֹת גְּדוֹלוֹת בִּשְׁבִיל הַפַּרְנָסָה, כִּי עִקַּר הַיְגִיעוֹת נִמְשָׁכִין מִבְּחִינַת מָקוֹם וּזְמַן כַּנַּ\"ל. וְאִם הָיָה לְהָאָדָם בִּטָּחוֹן חָזָק מְאֹד לֹא הָיָה צָרִיךְ לַעֲשׂוֹת שׁוּם סִבָּה בִּשְׁבִיל פַּרְנָסָה, כִּי עִקַּר מַה שֶּׁצְּרִיכִין לַעֲשׂוֹת אֵיזֶה סִבָּה קַלָּה עַל כָּל פָּנִים בִּשְׁבִיל פַּרְנָסָה, הוּא כְּדֵי לַעֲשׂוֹת צִנּוֹר וּכְלִי לְקַבֵּל הַשֶּׁפַע הַיּוֹרֵד מִלְּמַעְלָה כַּנַּ\"ל. וְאִם הָיָה לוֹ בִּטָּחוֹן חָזָק הָיָה עוֹשֶֹה הַכְּלִי וְהַצִּנּוֹר עַל-יְדֵי הַבִּטָּחוֹן בְּעַצְמוֹ, כִּי עַל-יְדֵי הַבִּטָּחוֹן עוֹשֶֹה כְּלִי לְקַבֵּל הַשֶּׁפַע, כְּמוֹ שֶׁאָמַר רַבֵּנוּ, זִכְרוֹנוֹ לִבְרָכָה, בְּמָקוֹם אַחֵר (בְּסִימָן עו, לִקּוּטֵי א): נִמְצָא, שֶׁעִקַּר פְּגַם תַּאֲוַת מָמוֹן שֶׁהוּא עֲבוֹדָה זָרָה הוּא רַק מִבְּחִינַת מָקוֹם וּזְמַן כַּנַּ\"ל. וְעַל-כֵּן עִקַּר פְּגַם תַּאֲוַת מָמוֹן הוּא חוֹבוֹת וְהַלְוָאוֹת כַּמְרֻמָּז בְּסוֹף הַמַּאֲמָר הַנַּ\"ל; שֶׁלּוֹוִין מָמוֹן מֵאֲחֵרִים וּמֵתִים בַּעֲלֵי חוֹבוֹת, כִּי כָּל הַחוֹבוֹת וְהַהַלְוָאוֹת הֵם אֲחוּזִים יוֹתֵר בַּזְּמַן, שֶׁלָּוָה הַיּוֹם לִפְרֹעַ לְאַחַר זְמַן, כִּי לְמַעְלָה מֵהַזְּמַן אֵין שַׁיָּךְ הַלְוָאָה. וְעַל-כֵּן הִזְהִירָה תּוֹרָה, \"אִם כֶּסֶף תַּלְוֶה אֶת עַמִּי אֶת הֶעָנִי עִמָּךְ לֹא תִּהְיֶה לוֹ כְּנֹשֶׁה\", כִּי צְרִיכִין לְרַחֵם עַל בַּר יִשְֹרָאֵל הַמֻּכְרָח לָבוֹא לִידֵי הַלְוָאָה לִבְלִי לִהְיוֹת לוֹ כְּנוֹשֶׁה כְּלָל, לְהַעֲלוֹתוֹ מִבְּחִינַת לוֹוֶה וּבַעַל חוֹב, כִּי יִשְֹרָאֵל הֵם לְמַעְלָה מֵהַזְּמַן וְהֵם רְחוֹקִים בְּשָׁרְשָׁם מֵחוֹבוֹת וְהַלְוָאוֹת לְגַמְרֵי רַק בְּתֹקֶף הַגָּלוּת שֶׁנִּמְשְׁכָה הַשֶּׁפַע לְהָעַכּוּ\"ם, בַּעֲווֹנוֹתֵינוּ הָרַבִּים, וְיִשְֹרָאֵל נִזּוֹנִין מִתַּמְצִית, עַל-כֵּן מֻכְרָח אֶחָד לָבוֹא לִפְעָמִים לִידֵי הַלְוָאָה, אֲבָל צְרִיכִין לְרַחֵם עָלָיו לְהַעֲלוֹתוֹ מִבְּחִינַת הַלְוָאָה וּבַעַל חוֹב. וְצָרִיךְ לְהִתְרָאוֹת לְפָנָיו כְּאִלּוּ לֹא לָוָה מִמֶּנּוּ כְּלָל, כַּמּוּבָא בְּדִבְרֵי רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, אֵיךְ צְרִיכִין לְהִתְרַחֵק הַמַּלְוֶה מֵהַלּוֹוֶה שֶׁלֹּא יִדְמֶה לְהַלּוֹוֶה כְּאִלּוּ הוּא נוֹגְשׁוֹ, כִּי מֵאַחַר שֶׁמַּאֲמִינִים בַּה' יִתְבָּרַךְ שֶׁהוּא לְמַעְלָה מֵהַזְּמַן וְהַשֶּׁפַע מֵאִתּוֹ יִתְבָּרַךְ לְבַד. נִמְצָא שֶׁהַשֶּׁפַע שֶׁתָּבוֹא לְאַחַר זְמַן כְּבָר הִיא מוּכֶנֶת וְנִמְשֶׁכֶת גַּם עַכְשָׁיו, רַק שֶׁצְּרִיכִין לְהַמְתִּין שֶׁתָּבוֹא בְּעִתָּהּ, כְּמוֹ שֶׁנֶּאֱמַר, \"עֵינֵי כֹל אֵלֶיךָ יְשַֹבֵּרוּ וְאַתָּה נוֹתֵן לָהֶם אֶת אָכְלָם בְּעִתּוֹ\". עַל-כֵּן מַה שֶּׁהוּא מַלְוֶה לַחֲבֵרוֹ אֵין זֶה הַלְוָאָה כְּלָל, רַק כְּמוֹ חִלּוּף וּמַחֲלִיף הַשְׁפָּעָתוֹ שֶׁתָּבוֹא לְאַחַר זְמַן עִם זֶה שֶׁנִּמְשְׁכָה לוֹ הַשֶּׁפַע תֵּכֶף, וְעַל-כֵּן אֵינוֹ לוֹוֶה כְּלָל. וְעַל-כֵּן הִזְהִירָה תּוֹרָה, 'לֹא תִּהְיֶה לוֹ כְּנוֹשֶׁה כַּנַּ\"ל'. וְזֶה בְּחִינַת עֹצֶם אִסּוּר הֶחָמוּר שֶׁל רִבִּית כְּמוֹ שֶׁנֶּאֱמַר, \"לֹא תִּהְיֶה לוֹ כְּנוֹשֶׁה, לֹא תְּשִֹימוּן עָלָיו נֶשֶׁךְ וְכוּ'\", כִּי כְּשֶׁרוֹצֶה לִקַּח רִבִּית מֵחֲבֵרוֹ, חַס וְשָׁלוֹם, זֶהוּ עִקַּר הִתְגַּבְּרוּת תַּאֲוַת מָמוֹן שֶׁהוּא עֲבוֹדָה זָרָה מַמָּשׁ. כִּי לוֹקֵחַ אֲגַר נְטַר בִּשְׁבִיל הַמְתָּנַת מְעוֹתָיו לְאַחַר זְמַן, שֶׁזֶּהוּ עִקַּר פְּגַם הָעֲבוֹדָה זָרָה שֶׁל תַּאֲוַת מָמוֹן שֶׁתּוֹלֶה הַכֹּל בַּזְּמַן וְאֵינוֹ מַאֲמִין, חַס וְשָׁלוֹם, שֶׁהַשֶּׁפַע יוֹרֵד מִלְּמַעְלָה מִבְּחִינַת לְמַעְלָה מֵהַזְמַן כִּי אִם הוּא מַאֲמִין בָּזֶה, שׁוּב אֵינוֹ נִקְרָא בְּשֵׁם הַלְוָאָה כְּלָל. וְתֵכֶף כְּשֶׁלּוֹקֵחַ רִבִּית, חַס וְשָׁלוֹם, בִּשְׁבִיל הַמְתָּנַת מְעוֹתָיו לְאַחַר זְמַן, הוּא מַפְרִיד וְעוֹקֵר, חַס וְשָׁלוֹם, הַהַשְׁפָּעָה מִבְּחִינַת הַשֹּׁרֶשׁ, מִבְּחִינַת לְמַעְלָה מֵהַזְּמַן, וְנִתְקַשֵּׁר בַּעֲבוֹדָה זָרָה וְחֹשֶׁךְ בִּבְחִינַת מִיתָה שֶׁהוּא בִּבְחִינַת זְמַן כַּנַּ\"ל. וְזֶהוּ, \"אַל תִּקַּח מֵאִתּוֹ נֶשֶׁךְ וְתַרְבִּית וְחֵי אָחִיךָ עִמָּךְ\", 'וְחֵי' דַּיְקָא, כִּי צְרִיכִין לְשַׁבֵּר תַּאֲוַת מָמוֹן שֶׁהוּא בְּחִינַת הַלְוָאָה בְּחִינַת רִבִּית, שֶׁהוּא בְּחִינַת עֲבוֹדָה זָרָה, חֹשֶׁךְ, מִיתָה, רַק לְהַאֲמִין בַּה' שֶׁכָּל הַשֶּׁפַע מֵאִתּוֹ יִתְבָּרַךְ. וּמַה שֶּׁהָיָה יָכֹל לְהַרְוִיחַ בְּמָמוֹן זֶה שֶׁמַּלְוֶה לַחֲבֵרוֹ, יַזְמִין לוֹ ה' יִתְבָּרַךְ בְּכִפְלַיִם מִמָּקוֹם אַחֵר, כִּי מַלְוֶה ה' חוֹנֵן דָּל וְכוּ'. וֶאֱמוּנָה הוּא אוֹר הַפָּנִים בְּחִינַת חַיִּים וְכוּ' כַּנַּ\"ל. וְזֶהוּ בְּחִינַת וְחֵי אָחִיךָ עִמָּךְ, 'וְחֵי' דַּיְקָא כַּנַּ\"ל: הִלְכוֹת רִבִּית הֲלָכָה ד נִכְלֶלֶת בְּהִלְכוֹת עֲבוֹדָה זָרָה הֲלָכָה ג: בָּרוּךְ ה' אֱלוּל תקצ\"ה לפ\"ק נֶעמְרִיב. הִתְחַלְתִּי קֻנְטְרֵס זֶה הַמַּתְחִיל מֵהִלְכוֹת רִבִּית, הֲלָכָה ה: בְּעֵת אֲשֶׁר גֵּרְשׁוּ אוֹתִי מִבֵּיתִי מִבְּרֶסְלֶב עַל-יְדֵי עֲלִילוֹת שֶׁקֶר בַּעֲצַת הַחוֹלְקִים. וְה' לֹא עָזַב חַסְדּוֹ מֵאִתִּי, וַיִּתֵּן אוֹתִי לְרַחֲמִים וּבַצָּר הִרְחִיב לִי גַּם בְּעֹצֶם הַגֵּרוּשׁ וְהַטִּלְטוּל וְהָרְדִיפוֹת מִכָּל צַד, כַּמְפֻרְסָם, לְחַדֵּשׁ גַּם אָז אֶת אֲשֶׁר הֵאִיר עֵינַי ה' בְּחַסְדּוֹ, לִמְצֹא נִפְלָאוֹת בְּהִלְכוֹת הַתּוֹרָה הַקְּדוֹשָׁה עַל-פִּי דַּרְכֵי נִפְלְאוֹת הַהַקְדָּמוֹת נוֹרָאוֹת וְהַחִדּוּשִׁים חֲדָשִׁים נוֹרָאִים וְנִפְלָאִים עַד אֵין חֵקֶר שֶׁקִּבַּלְתִּי מִמֶּנּוּ זַ\"ל: וְעַתָּה מָה אָשִׁיב לַה', בַּמֶּה נְקַדֵּם ה' כָּל עַצְמֹתַי תֹּאמַרְנָה ה' וְכוּ' מַצִּיל עָנִי נִרְדָּף כָּזֶה מֵחָזָק מִמֶּנּוּ וְכוּ'. וְהַכֹּל בְּכֹחוֹ הַגָּדוֹל, כֹּחוֹ שֶׁל זָקֵן שֶׁבַּזְּקֵנִים דִּקְדֻשָּׁה. פּוּק חָזֵי גְּבוּרְתָּא דְּמָרָךְ. חַסְדֵי ה' כִּי לֹא תָמְנוּ וְכוּ'. עַד שֶׁזָּכִיתִי עַתָּה בְּחַסְדּוֹ הַנִּפְלָא לָשׁוּב לְבֵיתִי לִבְרֶסְלֶב בְּזֹאת הַשָּׁנָה בֵּין יוֹם כִּפּוּר לְסֻכּוֹת תקצ\"ט לפ\"ק. מִי יְמַלֵּל גְּבוּרוֹת ה' וְנִפְלְאוֹתָיו הָעֲצוּמִים שֶׁעָשָֹה עִמָּנוּ וְעִמִּי בְּיוֹתֵר מִיּוֹם שֶׁזָּכִיתִי לְהִתְקָרֵב לְאוֹרוֹ הַקָּדוֹשׁ זַ\"ל. וּבִפְרָט מַה שֶּׁעָבַר עָלֵינוּ וְעָלַי בְּאֵלּוּ הָאַרְבַּע שָׁנִים, מִסֻּכּוֹת תקצ\"ה לפ\"ק, עַד סֻכּוֹת תקצ\"ט לפ\"ק הַנַּ\"ל, לֹא יַסְפִּיקוּ כָּל אֵלֵי נְבָיוֹת לְבָאֵר וּלְסַפֵּר אֶת כָּל אֲשֶׁר עָבַר עָלֵינוּ בְּכָל יוֹם וָיוֹם בְּאֵלּוּ הַשָּׁנִים בִּכְלָלִיּוּת וּבִפְרָטִיּוּת עַל כָּל אֶחָד וְאֶחָד, כִּי רָצוּ לְבָלְעֵנוּ חַיִּים חִנָּם. בָּרוּךְ ה' שֶׁלֹּא נְתָנָנוּ טֶרֶף לְשִׁנֵּיהֶם, כֵּן יוֹסִיף ה' חַסְדוֹ וַאֲמִתּוֹ לְהוֹשִׁיעֵנוּ נֶצַח בָּזֶה וּבַבָּא. וְגַם עַד זִקְנָה וְשֵֹיבָה אַל תַּעַזְבֵנוּ עַד אַגִּיד זְרוֹעֲךָ לְדוֹר לְכָל יָבוֹא גְּבוּרוֹת, נִפְלְאוֹת אֲמִתַּת תּוֹרָתוֹ הַקְּדוֹשָׁה הַמְלַמֵּד דַּעַת אֲמִתִּי לְכָל אָדָם שֶׁבָּעוֹלָם וִיקֻיַּם אֱמֶת מֵאֶרֶץ תִּצְמַח וְכוּ' שְֹפַת אֱמֶת תִּכּוֹן לָעַד, כִּי אֱמֶת ה' לְעוֹלָם: רָאשֵׁי פְּרָקִים הִלְכוֹת רִבִּית הֲלָכָה ה: עַל-פִּי מַה שֶּׁמְּבֹאָר בְּסִימָן קעט (לִקּוּטֵי חֵלֶק א). שֶׁלְּבַטֵּל כָּל הַמַּחֲלֹקֶת וְכוּ', הוּא עַל-יְדֵי תַּעֲנִיּוֹת בְּחִינַת צְדָקָה וְכוּ', כִּי עִקַּר הַבְּחִירָה עַל-יְדֵי הַשִּׁנּוּיִים, עַל-יְדֵי שֶׁנִּתְהַוֶּה אֲחִיזַת הַשֶּׁקֶר אַחַר הַבְּרִיאָה וְכוּ', אַךְ עִקַּר אֲחִיזָתוֹ נִתְהַוֶּה רַק עַל-יְדֵי רִבּוּי בְּנֵי אָדָם שֶׁיֵּשׁ שִׁנּוּי רְצוֹנוֹת הַרְבֵּה, כִּי כָּל אָדָם מְשֻׁנֶּה דַּעְתּוֹ מֵחֲבֵרוֹ, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, וְעַל-כֵּן עִקַּר אֲחִיזַת הַיֵּצֶר הָרָע נִתְהַוָּה כְּשֶׁנִּבְרְאָה חַוָּה וְנִתְהַוּוּ שְׁנַיִם, כְּמוֹ שֶׁפֵּרֵשׁ רַשִׁ\"י עַל פָּסוּק, \"הֵמָּה בִּקְּשׁוּ חִשְׁבּוֹנוֹת רַבִּים וְכוּ'\", כִּי הַיֵּצֶר הָרָע שֶׁאֲחִיזָתוֹ מֵהַשֶּׁקֶר, שֶׁכָּל שֹׁרֶשׁ שָׁרְשׁוֹ וַאֲחִיזָתוֹ הוּא מִבְּחִינַת רִבּוּי, אֵין לוֹ כֹּחַ כְּנֶגֶד הָאָדָם שֶׁנִּבְרָא בְּצֶלֶם דִּיּוֹקְנוֹ יִתְבָּרַךְ כִּי אִם עַל-יְדֵי שֶׁיֵּשׁ עוֹד אָדָם שֶׁיּוּכַל לְהִתְלַבֵּשׁ בּוֹ. וּכְמוֹ שֶׁאָמַר אֲדוֹנֵנוּ, מוֹרֵנוּ וְרַבֵּנוּ זַ\"ל; שֶׁהַיֵּצֶר הָרַע אֵין לוֹ כֹּחַ לִמְנֹעַ כְּמוֹ הָאָדָם וְכוּ'. וּכְמוֹ שֶׁאָמַר עוֹד, בְּנֵי אָדָם הֵם מְנִיעוֹת גְּדוֹלוֹת וְכוּ' וְעַל-כֵּן עִקַּר הַתְחָלָתוֹ הָיָה כְּשֶׁנִּבְרְאָה חַוָּה שֶׁהִיא מִין אָדָם וְנִתְהַוּוּ שְׁנֵי בְּנֵי אָדָם בָּעוֹלָם. וְכָל זֶה הָיָה מֵחֲמַת שֶׁחַוָּה נִבְרֵאת עַל-יְדֵי שֵׁנָה וְתַרְדֵמָה בְּחִינַת הִסְתַּלְּקוּת הַדַּעַת שֶׁמִּשָּׁם כָּל הַסְּפֵקוֹת וְהַחִלּוּקִים וְהַשִּׁנּוּיִים. וְכָל הַשִּׁנּוּי דֵּעוֹת שֶׁמִּשָּׁם שֹׁרֶשׁ כָּל הַמַּחֲלֹקֶת שֶׁבָּעוֹלָם. וּמִשָּׁם כָּל הִתְהַוּוּת הַזְּמַן, כְּמוֹ שֶׁנֶּאֱמַר בְּמָקוֹם אַחֵר, שֶׁעִקַּר הַזְּמַן מִבְּחִינַת חֶסְרוֹן הַדַּעַת, בְּחִינַת שֵׁנָה, עַיֵּן שָׁם. כִּי הַשִּׁנּוּיִים הֵם בָּאָדָם וּבַמָּקוֹם וּבַזְּמַן כַּנִּרְאֶה בַּחוּשׁ, שֶׁרִבּוּי הַשִּׁנּוּי דֵּעוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ, וְכֵן בֵּין יוֹם לְיוֹם, כִּי אֵין יוֹם דּוֹמֶה לַחֲבֵרוֹ, כַּמְבֹאָר בְּעֵץ חַיִּים וְכוּ' וּבִדְבָרֵנוּ בְּמָקוֹם אַחֵר, וְכֵן הַמְּקוֹמוֹת אֵינָם שָׁוִים זֶה לָזֶה בְּעִנְיַן גִּדּוּל הַפֵּרוֹת וּמִינֵי מַתָּכוֹת וּשְׁאָר הַשִּׁנּוּיִים שֶׁבֵּינֵיהֶם, כִּי כָּל מָקוֹם עוֹמֵד תַּחַת כּוֹכָב מְיֻחָד וְתַחַת מַעֲלָה אַחֶרֶת בְּהַגַּלְגַּל וְכוּ'. וּמִכָּל אֵלּוּ הַשִּׁנּוּיִים עִקַּר הַבְּחִירָה, כִּי מִשָּׁם, מֵהַשִּׁנּוּיִים, עִקַּר אֲחִיזַת הַטּוֹב וְהָרַע שֶׁהוּא הָאֱמֶת וְהַשֶּׁקֶר וְכוּ', שֶׁמִּשָּׁם עִקַּר הַבְּחִירָה: וְעִקַּר הָעֲנִיּוּת נִמְשָׁךְ מֵאֲחִיזַת הָרַע שֶׁנִּמְשָׁךְ מֵהַשִּׁנּוּיִים כַּנַּ\"ל, שֶׁמִּשָּׁם עִכּוּב הַשֶּׁפַע, חַס וְשָׁלוֹם, שֶׁמִּשָּׁם הָעֲנִיּוּת, חַס וְשָׁלוֹם, אַךְ מֵחֲמַת לַהַט הַחֶרֶב הַמִּתְהַפֶּכֶת וְכוּ' שֶׁנִּתְהַוָּה עַל-יְדֵי חֵטְא אָדָם הָרִאשׁוֹן וְכוּ'. נִתְהַפֵּךְ הַגַּלְגַּל בְּחִינַת הַטִּיקְלָא עַד שֶׁעַל-פִּי רֹב, בִּפְרָט בִּימֵי הַגָּלוּת נִמְשָׁךְ הַשֶּׁפַע אֶל הַחוּץ, חַס וְשָׁלוֹם, וּכְשֵׁרֵי יִשְֹרָאֵל וְהַצַּדִּיקִים סוֹבְלִים עֲנִיּוּת, רַחֲמָנָא לִצְלָן, כִּי הוּא מְחֻלָּל מִפְּשָׁעֵינוּ וְכוּ', אֲבָל עִקַּר שֹׁרֶשׁ הָעֲנִיּוּת נִמְשָׁךְ מֵהַשִּׁנּוּיִים הַנַּ\"ל, שֶׁמִּשָּׁם אֲחִיזַת הָרַע וְהַשֶּׁקֶר, שֶׁמִּשָּׁם כָּל הַבְּחִירָה. וְזֶהוּ בְּחִינַת גֹּדֶל מַעֲלַת מִצְוַת צְדָקָה שֶׁשְּׁקוּלָה כְּכָל הַתּוֹרָה כֻּלָּהּ. וְכָל הַתּוֹרָה נִקְרֵאת עַל שֵׁם צְדָקָה, כְּמוֹ שֶׁנֶּאֱמַר, \"וּצְדָקָה תִּהְיֶה לָּנוּ וְכוּ'\", כִּי עַל-יְדֵי צְדָקָה שֶׁמַּשְׁפִּיעַ הֶעָשִׁיר לְהֶעָנִי מְבַטֵּל בְּחִינַת עֲנִיּוּת שֶׁנִּמְשָׁךְ מֵהָרַע הַנֶּאֱחָז בְּהַשִּׁנּוּיִים. וְעַל-כֵּן מַרְבֶּה צְדָקָה מַרְבֶּה שָׁלוֹם. וְעַל-כֵּן הָעִקָּר הוּא שָׁלוֹם, כִּי לֹא מָצָא הַקָּדוֹשׁ בָּרוּךְ הוּא כְּלִי מַחֲזִיק בְּרָכָה וְכוּ'. וְכָל עִקַּר הִתְגַּבְּרוּת הַיֵּצֶר הָרָע עַל-יְדֵי מַחֲלֹקֶת שֶׁמִּשָּׁם כָּל הַכְּפִירוֹת וְכוּ'. וּלְהֵפֶךְ עַל-יְדֵי הַשָּׁלוֹם יְכוֹלִים לְהַמְשִׁיךְ כָּל הָעוֹלָם לַעֲבוֹדָתוֹ יִתְבָּרַךְ וְכוּ' וְזֶה נִמְשָׁךְ עַל-יְדֵי צְדָקָה, כִּי הָעִקָּר שֶׁהָאָדָם יִתֵּן צְדָקָה, כִּי בְּוַדַּאי ה' יִתְבָּרַךְ הָיָה יָכֹל לְהַשְׁפִּיעַ לְהֶעָנִי בְּעַצְמוֹ, אַךְ כָּל הַבְּרִיאָה הָיְתָה בִּשְׁבִיל הַבְּחִירָה וְעִקַּר הַבְּחִירָה עַל-יְדֵי שֶׁנָּתַן לְהָאָדָם כֹּחַ לְעַכֵּב הַשֶּׁפַע, אוֹ לְהַמְשִׁיכָהּ, כִּי כָּל תַּעֲנוּגָיו יִתְבָּרַךְ שֶׁיִּהְיֶה נִמְשָׁךְ הַשֶּׁפַע. וְזֶה בְּחִינַת תִּקּוּן כָּל הַמִּצְווֹת. וּלְהֵפֶךְ פְּגַם כָּל הָעֲבֵרוֹת. וְעַל-כֵּן שְֹכַר הַמִּצְווֹת בְּלִי שִׁעוּר, כִּי כָּל מַה שֶּׁמַּשְׁפִּיעִים לוֹ יוֹתֵר מִתְעַנֵּג ה' יִתְבָּרַךְ יוֹתֵר וּמַשְׁפִּיעַ לוֹ עוֹד יוֹתֵר וְיוֹתֵר וְכוּ' וְעַל-כֵּן עַיִן לֹא רָאֲתָה וְכוּ'. וְעַל-כֵּן בֶּאֱמֶת הַכֹּל מֵאִתּוֹ יִתְבָּרַךְ, כְּמוֹ שֶׁנֶּאֱמַר, \"מִי הִקְדִּימַנִי וַאֲשַׁלֵּם\", וּכְתִיב, \"כִּי מִמְּךָ הַכֹּל וּמִיָּדְךָ נָתַנּוּ לָךְ\". רַק הָעִקָּר הוּא הָרָצוֹן, שֶׁיַּכְנִיעַ וִיבַטֵּל שִׁנּוּי רְצוֹנוֹ לְגַבֵּי הֶעָנִי שֶׁנִּמְשָׁךְ עָלָיו הָעֲנִיּוּת עַל-יְדֵי שִׁנּוּי רְצוֹנוֹת כַּנַּ\"ל. וְזֶהוּ תִּקּוּן כָּל הַתּוֹרָה שֶׁעִקָּרָהּ לַעֲשׂוֹת רְצוֹנוֹ יִתְבָּרַךְ, כְּמוֹ שֶׁנֶּאֱמַר, \"נַחַת רוּחַ לְפָנַי\", שֶׁאָמַרְתִּי וְנַעֲשָֹה רְצוֹנִי, כִּי בֶּאֱמֶת אֵין הָאָדָם עוֹשֶֹה כְּלָל, כִּי הַבָּא לִטָּהֵר מְסַיְּעִין לוֹ, רַק הָעִקָּר הוּא הָרָצוֹן, כְּמוֹ שֶׁמְּבֹאָר בְּמָקוֹם אַחֵר בִּעִנְיַן גֹּדֶל הַפְלָגַת מַעֲלַת הָרָצוֹן דִּקְדֻּשָּׁה. וְעִקַּר לְבַטֵּל רְצוֹנוֹ לְגַמְרֵי כְּנֶגֶד רְצוֹן ה' יִתְבָּרַךְ, שֶׁזֶּה זוֹכִין עַל-יְדֵי צְדָקָה בְּחִינַת תַּעֲנִית, כִּי עִקַּר מַה שֶּׁיֵּשׁ בְּחִירָה לָאָדָם שֶׁיִּהְיֶה לוֹ אֵיזֶה שִׁנּוּי רָצוֹן, חַס וְשָׁלוֹם, נֶגֶד רְצוֹן ה' יִתְבָּרַךְ, שֶׁזֶּהוּ פְּלִיאָה גְּדוֹלָה אֵיךְ שַׁיָּךְ זֹאת, אַךְ זֶהוּ עִקַּר נִפְלְאוֹת נוֹרְאוֹת הַבְּחִירָה, שֶׁזֶּה הַפֶּלֶא הַגָּדוֹל מִכָּל יְצִירַת מַעֲשֵֹה בְּרֵאשִׁית שֶׁבָּרָא וְיָצַר וְעָשָֹה בָּעֶלְיוֹנִים וּבַתַּחְתּוֹנִים, כְּמוֹ שֶׁמְּבֹאָר בְּמָקוֹם אַחֵר. וְכָל כֹּחַ הַבְּחִירָה נִמְשָׁךְ מֵהַשִּׁנּוּיִים כַּנַּ\"ל. שֶׁעַל-יְדֵי-זֶה נִמְשָׁךְ עַד שֶׁיֵּשׁ לְהָאָדָם שִׁנּוּי רָצוֹן נֶגְדּוֹ יִתְבָּרַךְ, שֶׁמִּשָּׁם נִמְשָׁךְ הָעֲנִיּוּת. וְעַל-כֵּן כְּשֶׁנּוֹתֵן צְדָקָה וּמְבַטֵּל הָעֲנִיּוּת, וּכְמוֹ שֶׁאָמְרוּ, עַשֵֹּר בִּשְׁבִיל שֶׁתִּתְעַשֵּׁר, וּכְתִיב, \"וּבְחָנוּנִי נָא וְכוּ' אִם לֹא אֶפְתַּח וְכוּ'\", כִּי הַצְּדָקָה בְּחִינַת רָצוֹן טוֹב, בְּחִינַת נְדִיבוּת לֵב וְעַל-כֵּן הֻזְהַרְנוּ בִּצְדָקָה, \"וְלֹא יֵרַע לְבָבְךָ בְּתִתְּךָ לוֹ\", כִּי צָרִיךְ לִתֵּן בְּרָצוֹן טוֹב וּבְשִֹמְחָה. וְעַל-כֵּן עַל-יְדֵי-זֶה מְבַטֵּל הַשִּׁנּוּיִים, שֶׁזֶּהוּ עִקַּר קִיּוּם כָּל הַתּוֹרָה וְכוּ' כַּנַּ\"ל: וּגְמִילַת חֶסֶד גָּדוֹל יוֹתֵר מִן הַצְּדָקָה, כִּי גְּמִילַת חֶסֶד בֵּין לַעֲנִיִּים בֵּין לַעֲשִׁירִים, כִּי צְדָקָה אֵינוֹ נוֹתֵן לוֹ כִּי אִם דֵּי מַחְסֹרוֹ אֲשֶׁר יֶחְסַר לוֹ, כִּי אֵין עַתָּה מִצְוָה לְעַשְּׁרוֹ, אֲבָל גְּמִילוּת חֶסֶד וְהַלְוָאָה בָּזֶה מַחֲזִיק בְּיָדוֹ וְיָכוֹל לְעַשְּׁרוֹ עַל-יְדֵי-זֶה. וְהָעִקָּר הוּא הַהַמְתָּנָה כְּשֶׁהַמַּלְוֶה הַגּוֹמֵל חֶסֶד מַמְתִּין לְהַלּוֹוֶה אֵיזֶה זְמַן עַד אֲשֶׁר יִתְחַזֵּק יָדוֹ וִיסַלֵּק לוֹ, כִּי זֶה עִקַּר בִּטּוּל הַשִּׁנּוּיִים הַתְּלוּיִים בַּזְּמַן, כִּי בֶּאֱמֶת אֵין זְמַן כְּלָל, רַק שֶׁאִי אֶפְשָׁר לְהָבִין זֹאת כְּדֵי שֶׁיִּהְיֶה בְּחִירָה עַל-יְדֵי שִׁנּוּי הַזְּמַן. וְכָל הַתּוֹרָה וְהַמִּצְוָה הוּא שֶׁאָנוּ מַאֲמִינִים בְּבִטּוּל הַזְּמַן שֶׁיִּתְחַדֵּשׁ הָעוֹלָם וְנִהְיֶה בִּבְחִינַת לְמַעְלָה מֵהַזְּמַן. וְזֶה נִזְכֶּה עַל-יְדֵי שֶׁאָנוּ מַאֲמִינִים בַּה' יִתְבָּרַךְ וּמְקַיְּמִין הַתּוֹרָה וְהַמִּצְווֹת שֶׁהֵם הַיּוֹם לַעֲשׂוֹתָם בַּזְּמַן וּלְהַאֲמִין לַה' יִתְבָּרַךְ וּלְהַמְתִּין בְּקַבָּלַת הַשָֹּכָר עַד לְמָחָר, שֶׁהוּא עוֹלָם הַבָּא, שֶׁהוּא לְמַעְלָה מֵהַזְּמַן. וְזֶה עִקַּר מַעֲלַת הַצְּדָקָה וְגַם שֶׁהוּא כְּמוֹ מַלְוֶה לַה' יִתְבָּרַךְ, כְּמוֹ שֶׁנֶּאֱמַר, \"מַלְוֶה ה' חוֹנֵן דָּל\". וְעִקָּר הוּא הַהַמְתָּנָה שֶׁמַּמְתִּין לַה' יִתְבָּרַךְ, כִּי בְּוַדַּאי אִם הָיָה הָאָדָם רוֹאֶה בְּעֵינָיו שֶׁעַל-יְדֵי הַדִּינָר שֶׁנּוֹתֵן לְהֶעָנִי נִמְשָׁךְ לוֹ מִיָּד שֶׁפַע בִּמְקוֹמוֹ אֶלֶף אֲדוּמִים, מִי פֶּתִי שֶׁלֹּא יָרוּץ בְּכָל כֹּחוֹ לִתֵּן צְדָקָה?! וּבֶאֱמֶת אֵין זֶה צְדָקָה, רַק חִלּוּף, שֶׁמַּחֲלִיף דִּינַר כֶּסֶף בְּאַלְפֵי דִּינְרֵי זָהָב. וַהֲלֹא מִתְיַגֵּעַ וְנוֹשֵֹא וְנוֹתֵן עַל סָפֵק רֶוַח חֵלֶק עֲשִֹירִית מֵהַקֶּרֶן וְלִפְעָמִים יֵשׁ הֶפְסֵד. וּמִי אֲשֶׁר יִהְיֶה כְּסִיל שֶׁלֹּא יָרוּץ לְמַשָֹּא וּמַתָּן כָּזֶה?! וְאִם כֵּן לֹא הָיָה בְּחִירָה כְּלָל. וְעַל-כֵּן עִקַּר הַבְּחִירָה הוּא עַל-יְדֵי הַהַמְתָּנָה וְהַהַעֲלָמָה, הַיְנוּ מֵחֲמַת שֶׁנֶּעְלָם מִבְּנֵי אָדָם, כִּי הֵם סְתִימִין עֵינִין וְאֵינָם רוֹאִין שֶׁתֵּכֶף נִמְשָׁךְ הַשֶּׁפַע בְּכִפְלֵי כִּפְלַיִם לַהֶעָשִׁיר הַנּוֹתֵן, וְגַם הַדָּבָר צָרִיךְ לְהִתְמַהֲמֵהַּ כְּפִי הָעִנְיָן וְהַבְּחִינוֹת עַל-כֵּן יֵשׁ בְּחִירָה, אֲבָל הָאָדָם נִבְרָא שֶׁיְּשַׁבֵּר הַבְּחִירָה וּלְבַטֵּל רְצוֹנוֹ וְלִתֵּן צְדָקָה וְלַעֲשׂוֹת גְּמִילוּת חֶסֶד וְהַלְוָאַת חֵן וּלְהַאֲמִין לַה' יִתְבָּרַךְ לְהַמְתִּין עַד בּוֹא שְכָרוֹ. נִמְצָא, שֶׁעִקָּר הוּא הַהַמְתָּנָה, וְעִקַּר הַכֹּחַ לְהַמְתִּין בְּכָל הַדְּבָרִים וּלְקַוּוֹת לִישׁוּעַת ה' וְשֶׁלֹּא יְקַפַּח שְֹכַר כָּל בְּרִיָּה הוּא עַל-יְדֵי שֶׁמְּבַטְּלִין כְּסִילוּת דַּעְתּוֹ וּמַאֲמִינִים בִּבְחִינַת לְמַעְלָה מֵהַזְּמַן, כִּי הַבַּר דַּעַת רָאוּי לְהָבִין בְּדַעְתּוֹ שֶׁצְּרִיכִין לְהַאֲמִין בָּזֶה כַּאֲשֶׁר הִסְבִּיר לָנוּ הוּא, זִכְרוֹנוֹ לִבְרָכָה, בְּהַתּוֹרָה הַנַּ\"ל עַל פָּסוּק, \"אֲנִי הַיּוֹם יְלִדְתִּיךָ וְכוּ'\". וְעַל-כֵּן אָסְרָה לָנוּ הַתּוֹרָה לִקַּח רִבִּית שֶׁל הַלְוָאָה וְהוּא עָווֹן חָמוּר מְאֹד, כִּי מֵאַחַר שֶׁרוֹצֶה, חַס וְשָׁלוֹם, לִקַּח רִבִּית, שֶׁהוּא אֲגַר נְטַר, שֶׁנּוֹטֵל רִבִּית בִּשְׁבִיל הַמְתָּנַת הַזְּמַן, זֶהוּ בְּחִינַת פְּגַם כָּל הַתּוֹרָה כֻּלָּהּ, כִּי בֶּאֱמֶת אֵין שׁוּם זְמַן כְּלָל. וְעִקַּר אֲחִיזַת הַזְּמַן נֶאֱחָז בְּתַאֲוַת מָמוֹן שֶׁהוּא בְּחִינַת כְּסִילוּת, בִּבְחִינַת וְלֵב כְּסִיל לִשְֹמֹאלוֹ, שֶׁהוּא בְּחִינַת מָמוֹן שֶׁהוּא בִּשְֹמֹאל, כְּמוֹ שֶׁנֶּאֱמַר (מִשְׁלֵי ג, טז), \"בִּשְֹמֹאלָהּ עֹשֶׁר וְכוּ'\", הָרוֹצֶה לְהַעֲשִׁיר יַצְפִּין, כְּמוֹ שֶׁמְּבֹאָר בְּמָקוֹם אַחֵר. וְעַל-כֵּן שָׁם עִקַּר הַתִּקּוּן, דְּהַיְנוּ כְּשֶׁמְּשַׁבֵּר תַּאֲוַת מָמוֹן שֶׁעִקָּרוֹ עַל-יְדֵי צְדָקָה וְהַלְוָאַת חֶסֶד. וְעִקַּר הַתִּקּוּן עַל-יְדֵי שֶׁמְּבַטֵּל הַזְּמַן מֵאַחַר שֶׁמַּאֲמִין בַּה' יִתְבָּרַךְ וּמַמְתִּין כַּנַּ\"ל. וְעַל-כֵּן זֶה הַמַּלְוֶה הָאַכְזָר שֶׁאֵינוֹ רוֹצֶה לְהַמְתִּין וְדוֹחֵק וְנוֹגֵשׁ אֶת חֲבֵרוֹ וְלוֹקֵחַ מִמֶּנּוּ רִבִּית שֶׁהוּא שְֹכַר הַמְתָּנָה, הוּא פּוֹגֵם מְאֹד בְּכָל הַתּוֹרָה כֻּלָּהּ שֶׁתְּלוּיָה בְּהַהַמְתָּנָה בְּחִינַת הַיּוֹם לַעֲשׂוֹתָם וְכוּ', כִּי הַהַמְתָּנָה הִיא בְּחִינַת בִּטּוּל הַזְּמַן, שֶׁעַל-יְדֵי-זֶה מִתְבַּטְּלִים כָּל הַשִּׁנּוּיִים וְכַנַּ\"ל וְעַל-כֵּן אָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה; שֶׁהַלּוֹקֵחַ רִבִּית כְּכוֹפֵר בְּכָל הַתּוֹרָה כֻּלָּהּ וְכַנַּ\"ל וְזֶהוּ וּכְאִלּוּ כּוֹפֵר בִּיצִיאַת מִצְרַיִם שֶׁאָז שִׁדֵּד ה' יִתְבָּרַךְ כָּל הַמַּעֲרָכוֹת שֶׁבָּהֶם תָּלוּי הַזְּמַן, כִּי אָז הָיָה בְּחִינַת בִּטּוּל שִׁנּוּי הַזְּמַן, כִּי אָז הָיָה לַיְלָה כְּיוֹם יָאִיר בְּלֵיל שִׁמּוּרִים וְכוּ'. וְעַל-יְדֵי-זֶה נִמְשָׁךְ בְּחִינַת קַבָּלַת הַתּוֹרָה שֶׁאָז הָיוּ כֻּלָּם כְּאִישׁ אֶחָד, כְּמוֹ שֶׁנֶּאֱמַר, \"וַיִּחַן שָׁם יִשְֹרָאֵל וְכוּ'\" לְשׁוֹן יָחִיד, כְּמוֹ שֶׁפֵּרֵשׁ רַשִׁ\"י שָׁם. וְהַכֹּל הָיָה עַל-יְדֵי מֹשֶׁה שֶׁהָיָה לְמַעְלָה מֵהַזְּמַן, כְּמוֹ שֶׁמְּבֹאָר בְּמָקוֹם אַחֵר: וְזֶה \"חֲצוֹת לַיְלָה אָקוּם וְכוּ'\", כִּי זֶה מַעֲלַת חֲצוֹת נִדּוּד הַשֵּׁנָה שֶׁמִּשָּׁם כָּל הַשִּׁנּוּיִים, שֶׁעַל-יְדֵי-זֶה תִּקּוּן הַכֹּל כַּנַּ\"ל. וְעַל-כֵּן הָיָה יְצִיאַת מִצְרַיִם בַּחֲצוֹת וְכַנַּ\"ל. וְעַל-כֵּן חֲצוֹת מְסֻגָּל כְּמוֹ פִּדְיוֹן, שֶׁהוּא עַל-יְדֵי מְעוֹת הַצְּדָקָה שֶׁנּוֹתְנִין לְהַצַּדִּיק וְהָאִישׁ הַכָּשֵׁר שֶׁשָּׁם עִקַּר תִּקּוּן הַצְּדָקָה, כִּי כְּשֶׁנּוֹתֵן לְרָשָׁע וּפָגוּם וּמִכָּל שֶׁכֵּן לְבַעַל מַחֲלֹקֶת, אַדְּרַבָּא, פּוֹגֵם יוֹתֵר, כִּי חוֹזֵר וּמַמְשִׁיךְ הַשֶּׁפַע, חַס וְשָׁלוֹם, לְהַשִּׁנּוּיִים. וְעִקַּר הַצְּדָקָה לְהַכְּשֵׁרִים וְהַצַּדִּיקִים אַנְשֵׁי שָׁלוֹם וְכוּ'. וְזֶה עִקַּר הַפִּדְיוֹן, כִּי עַל-יְדֵי-זֶה נִתְבַּטְּלִין כָּל הַצָּרוֹת שֶׁנִּמְשָׁכִין מֵהַשִּׁנּוּיִים שֶׁנִּמְשָׁכִין מִבְּחִינַת תַּרְדֵמָה, שֶׁמִּשָּׁם תְּחִלַּת בְּרִיאַת הָאָדָם הַשֵּׁנִי בָּעוֹלָם שֶׁהִיא הָאִשָּׁה, שֶׁמִּמֶּנָּה יָצְאוּ כָּל הַדּוֹרוֹת כֻּלָּם, וְעַל-יְדֵי חֲצוֹת מְשַׁבְּרִין הַשֵּׁנָה בְּעֵת תֹּקֶף הִתְגַּבְּרוּתוֹ, בְּעֵת שֶׁהִגִּיעַ הַדַּעַת לְתַכְלִית הַמִּעוּט וְהַהִסְתַּלְּקוּת. וְעַל-כֵּן חֲצוֹת מְסֻגָּל כְּמוֹ פִּדְיוֹן: וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה; שֶׁקָּשֶׁה לַעֲמֹד עַל נְקֻדַּת חֲצוֹת, כִּי זֶה אִי אֶפְשָׁר לְהַשִֹּיג, כִּי הִסְתַּלְּקוּת הַדַּעַת מִשָּׁם שֹׁרֶשׁ הַבְּחִירָה, כִּי מִשָּׁם שֹׁרֶשׁ הַזְּמַן שֶׁכָּל זֶה נִמְשָׁךְ מִתְּחִלַּת הַצִּמְצוּם שֶׁל הֶחָלָל הַפָּנוּי שֶׁהוּא בְּחִינַת הִסְתַּלְּקוּת הַמֹּחַ וְהַדַּעַת, כַּמּוּבָן לַמַּשְֹכִּילִים. כָּל זֶה אִי אֶפְשָׁר לְהַשִֹּיג כִּי אִם לְמֻבְחֲרֵי יְחִידֵי הַדּוֹרוֹת כְּמוֹ מֹשֶׁה וְדָוִד. וְזֶה שֶׁאָמְרוּ שָׁם, שֶׁדָּוִד הָיָה קָם בַּחֲצוֹת וְעָסַק בַּתּוֹרָה וּבַבֹּקֶר נִכְנְסוּ אֶצְלוֹ וְאָמְרוּ לוֹ, \"עַמְּךָ יִשְֹרָאֵל צְרִיכִין פַּרְנָסָה!\" וְהוּא פְּלִיאָה, אַךְ עַל-פִּי הַנַּ\"ל מוּבָן, כִּי חֲצוֹת בְּחִינַת צְדָקָה בִּטּוּל הַשִּׁנּוּיִים, שֶׁמִּשָּׁם הַפַּרְנָסָה. וְעַל-כֵּן אָמַר לָהֶם, \"לְכוּ וְהִתְפַּרְנְסוּ זֶה מִזֶּה\", כִּי זֶה עִקַּר הַתִּקּוּן בְּחִינַת אַחְדוּת וּצְדָקָה וְשָׁלוֹם בִּטּוּל הַשִּׁנּוּיִים. אָמְרוּ לוֹ, \"אֵין הַקֹּמֶץ מַשְֹבִּיעַ אֶת הָאֲרִי וְאֵין הַבּוֹר מִתְמַלֵּא מֵחֻלְיָתוֹ\", כִּי כְּבָר נִתְבַּלְבֵּל הָעוֹלָם כָּל כָּךְ עַל-יְדֵי חֵטְא אָדָם הָרִאשׁוֹן וְחֶטְאֵי הַדּוֹרוֹת, עַד שֶׁרֹב הַשֶּׁפַע אֵצֶל הָעַכּוּ\"ם, עַל-כֵּן אֲפִלּוּ בִּימֵי דָּוִד הָיָה קָשֶׁה לְיִשְֹרָאֵל לְהִתְפַּרְנֵס זֶה מִזֶּה, עַל-כֵּן הֵשִׁיב, לְכוּ וְפִשְׁטוּ יְדֵיכֶם בַּגְּדוּד לִלְחֹם עִם הָעַכּוּ\"ם וּלְהוֹצִיא מֵהֶם הַשֶּׁפַע לַהֲשִׁיבָהּ לִמְקוֹמָהּ לִבְנֵי יִשְֹרָאֵל הַכְּשֵׁרִים. וְזֶהוּ בְּחִינַת שֶׁנִּקְרָא \"נֶשֶׁךְ\", כְּמוֹ שֶׁנֶאֱמַר, \"כָּל דָּבָר אֲשֶׁר יִשָּׁךְ\", בְּחִינַת אִם יִשֹּׁךְ הַנָּחָשׁ בְּלוֹא לָחַשׁ\", שֶׁהוּא פְּגַם לָשׁוֹן הָרַע, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, כִּי עַל-יְדֵי לָשׁוֹן הָרַע כָּל הַמַּחֲלֹקֶת שֶׁנִּמְשָׁךְ מֵהַשִּׁנּוּיִים וְכוּ', שֶׁזֶּהוּ עִקַּר פְּגַם רִבִּית וְנֶשֶׁךְ כַּנַּ\"ל. וְעַל-כֵּן קוֹרִין 'אִם כֶּסֶף תַּלְוֶה בְּפֶסַח', שֶׁהוּא זְמַן יְצִיאַת מִצְרַיִם וְכַנַּ\"ל: שַׁיָּךְ לְהַמִּדְרָשׁ נָטַל אֱמֶת וְהִשְׁלִיכוֹ לָאָרֶץ וְכוּ': וְזֶה כָּל הַדָּן דִּין אֱמֶת לַאֲמִתּוֹ, כְּאִלּוּ נַעֲשֶֹה שֻׁתָּף לְהַקָּדוֹשׁ בָּרוּךְ הוּא בְּמַעֲשֵֹה בְּרֵאשִׁית. 'לַאֲמִתּוֹ' דַּיְקָא כְּמוֹ שֶׁדִּקְדְּקוּ הַפּוֹסְקִים וּפֵרְשׁוּ לְעִנְיַן דִּין מְרֻמֶּה וְכוּ'. בְּזֶה הָעוֹלָם אִי אֶפְשָׁר לְהַשִֹּיג הָאֱמֶת כִּי אִם עַל-יְדֵי אֱמוּנָה שֶׁהוּא שְׁלֵמוּת הָאֱמֶת בְּחִינַת עֵזֶר כְּנֶגְדּוֹ: הַיּוֹצֵא מִזֶּה, שֶׁעִקַּר הַמַּחֲלֹקֶת עַל-יְדֵי הָאֱמֶת שֶׁאֵינוֹ בִּשְׁלֵמוּת, וּכְמוֹ שֶׁדָּרְשׁוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה (יְשַׁעְיָה נט, טו), \"וְהָאֱמֶת תִּהְיֶה נֶעְדֶּרֶת\", שֶׁתֵּעָשֶה הָאֱמֶת עֲדָרִים עֲדָרִים וְכָל אֶחָד אוֹמֵר שֶׁאֶצְלוֹ הָאֱמֶת. וְיֵשׁ שֶׁכַּוָּנָתָם בֶּאֱמֶת, אֲבָל הֵם טוֹעִים וְיֵשׁ בָּזֶה כַּמָּה בְּחִינוֹת, אֲבָל אַף-עַל-פִּי-כֵן עִקַּר הָאֱמֶת לַאֲמִתּוֹ הוּא אֶחָד. וְעַל-כֵּן לֹא הִשְׁלִיךְ הַשָּׁלוֹם וְכוּ', כִּי כָּל הַטָּעוּת וְהַמַּחֲלֹקֶת עַל-יְדֵי הָאֱמֶת הַנַּ\"ל. וְזֶהוּ \"אַיֶּכָּה מִי הִגִּיד לְךָ כִּי עֵרֹם וְכוּ'\". הֲלֹא מִקֹּדֶם לֹא יָדַעְתָּ לְהִתְבַּיֵּשׁ בַּמֶּה שֶׁאַתָּה עָרֹם וְכוּ', אַף-עַל-פִּי שֶׁמַּעֲלָתְךָ הָיְתָה אָז גְּדוֹלָה בְּיוֹתֵר, וְעַתָּה אַתָּה מִתְבַּיֵּשׁ בַּמֶּה שֶׁאַתָּה עָרֹם?! עַל-כֵּן נִגְזַר עָלָיו מִיתָה. זֶהוּ בְּחִינַת וַתַּשְׁלֵךְ אֱמֶת אַרְצָה. וְעַל-יְדֵי-זֶה יִזְדַּכֵּךְ וְיָקוּם בַּתְּחִיָּה, זֶהוּ בְּחִינַת תַּעֲלֶה אֱמֶת מִן הָאָרֶץ אֶמֶת מֵאֶרֶץ תִּצְמַח, כִּי עִקַּר תְּחִיַּת הַמֵּתִים עַל-יְדֵי אֱמֶת שֶׁהוּא סַמָּא דְּחַיֵּי וְכַנַּ\"ל: וְזֶה בְּחִינַת הַבְדָּלָה בְּמוֹצָאֵי שַׁבָּת. וְעַל-יְדֵי-זֶה דַּיְקָא מַמְשִׁיכִין קְדֻשַּׁת שַׁבָּת לְשֵׁשֶׁת יְמֵי הַחֹל, עַל-יְדֵי שֶׁמַּבְדִּילִין בֵּין קֹדֶשׁ לְחֹל, בֵּין יוֹם הַשְּׁבִיעִי לְשֵׁשֶׁת יְמֵי הַמַּעֲשֶֹה, דְּהַיְנוּ שֶׁמַּבְדִּילִין בֵּין אֱמֶת שֶׁל שַׁבָּת וּבֵין אֱמֶת שֶׁל שֵׁשֶׁת יְמֵי הַמַּעֲשֶֹה שֶׁהוּא בְּחִינַת הַבְדָּלָה בֵּין קֹדֶם הַבְּרִיאָה לְאַחַר הַבְּרִיאָה שֶׁנִּבְרָא בְּשֵׁשֶׁת יְמֵי הַמַּעֲשֶֹה, כִּי תֵּכֶף אַחַר הַבְּרִיאָה נַעֲשָֹה רֹשֶׁם עַל הַשֶּׁקֶר, אֲבָל אָז הָיָה עֲדַיִן אַחַר הַבְּרִיאָה גַּם כֵּן בִּבְחִינַת אֱמֶת רַק, אַף-עַל-פִּי-כֵן הָיָה תֵּכֶף רֹשֶׁם עַל הַשֶּׁקֶר, הַיְנוּ בְּחִינַת הָאֱמֶת הַשֵּׁנִי הַנַּ\"ל, שֶׁצָּרִיךְ בֵּרוּר, שֶׁאֲחִיזַת הַשֶּׁקֶר מִמֶּנּוּ בְּחִינַת כָּל שֶׁקֶר שֶׁאֵין בּוֹ אֱמֶת בִּתְחִלָּתוֹ וְכוּ', 'בִּתְחִלָּתוֹ', הַיְנוּ שֶׁיּוֹנֵק מִתְּחִלַּת הַבְּרִיאָה שֶׁהָיָה עֲדַיִן אֱמֶת, אַךְ מִשָּׁם נִשְׁתַּלְשֵׁל אֲחִיזָה לְהַשֶּׁקֶר מֵחֲמַת שֶׁהָאֱמֶת עֲדַיִן לֹא נִתְבָּרֵר עֲדַיִן לַאֲמִתּוֹ וְעַל-כֵּן עִקַּר הַתִּקּוּן עַל-יְדֵי הַבְדָּלָה, שֶׁצְּרִיכִין לֵידַע לְהַבְדִּיל בֵּין אֱמֶת שֶׁל שַׁבָּת לֶאֱמֶת שֶׁל שֵׁשֶׁת יְמֵי הַחֹל שֶׁהוּא בְּחִינַת הַבְדָּלָה בֵּין קֹדֶם הַבְּרִיאָה לְאַחַר הַבְּרִיאָה. וְזֶהוּ בְּעַצְמוֹ בְּחִינַת הַבְדָּלָה בֵּין הַצַּדִּיק הָאֱמֶת לִשְׁאָר הָעוֹלָם, אַף-עַל-פִּי שֶׁהֵם גַּם כֵּן אַנְשֵׁי אֱמֶת, אֲבָל הָאֱמֶת שֶׁלָּהֶם צָרִיךְ זִכּוּךְ עֲדַיִן, כִּי הַצַּדִּיק הָאֱמֶת הוּא בְּחִינַת שַׁבָּת דְּכֻלְּהוּ יוֹמָא. וְעִקַּר הַתִּקּוּן עַל-יְדֵי הַבְדָּלָה דַּיְקָא, עַל-יְדֵי שֶׁיּוֹדְעִין שֶׁיֵּשׁ הֶבְדֵּל גָּדוֹל בֵּינֵיהֶם וְאִי אֶפְשָׁר לְהַשִֹּיג הָאֱמֶת שֶׁל הַצַּדִּיק בְּדַעְתּוֹ רַק עַל-יְדֵי אֱמוּנָה, וְעַל-יְדֵי-זֶה מִתְחַזֵּק, עַל-יְדֵי הָאֱמֶת שֶׁיֵּשׁ בּוֹ בֶּאֱמוּנָה שְׁלֵמָה, שֶׁזֶּה עִקַּר תִּקּוּן הָאֱמֶת שֶׁל כָּל הָעוֹלָם לְהִתְחַזֵּק עַל-יְדֵי הָאֱמֶת בֶּאֱמוּנָה שְׁלֵמָה, כִּי עַל-יְדֵי הָאֱמֶת שֶׁבַּלֵּב כָּל אֶחָד יָכוֹל לְהָבִין שֶׁצָּרִיךְ לְהִתְחַזֵּק בָּאֱמוּנָה, כִּי אִי אֶפְשָׁר לְהָבִין וּלְתָרֵץ כָּל הַקֻּשְׁיוֹת שֶׁעַל הַצַּדִּיק הָאֱמֶת, כְּמוֹ שֶׁאִי אֶפְשָׁר לְהָבִין הַקֻּשְׁיוֹת שֶׁעַל ה' יִתְבָּרַךְ וּכְמוֹ שֶׁמְּבֹאָר בְּמָקוֹם אַחֵר (סִימָן נה לִקּוּטֵי תִּנְיָנָא): וְזֶהוּ בְּחִינַת פֶּן יֶהֶרְסוּ אֶל ה' לִרְאוֹת. וְזֶה בְּחִינַת וְהִבְדִּילָה הַפָּרֹכֶת לָכֶם וְכוּ'. וְזֶה בְּחִינַת וְזָר לֹא יִקְרַב אֲלֵיכֶם, כִּי בְּכָל מָקוֹם שֶׁיֵּשׁ קְדֻשָּׁה יוֹתֵר, שָׁם מֵאִיר הָאֱמֶת יוֹתֵר, אֲבָל זֶה הָאֱמֶת אִי אֶפְשָׁר לְזָר לְהַשִֹּיג. וְצָרִיךְ לַעֲמֹד מֵרָחוֹק וּלְהַאֲמִין בְּזֶה הָאֱמֶת, אֲבָל לֹא שֶׁיִּקְרַב אֵלָיו לְתָפְסוֹ וּלְהַשִֹּיגוֹ. וְדַיְקָא עַל-יְדֵי-זֶה מַמְשִׁיכִין קְדֻשַּׁת שַׁבָּת לִימֵי הַחֹל, עַל-יְדֵי שֶׁמַּבְדִּילִין בֵּינֵיהֶם. וְכֵן עַל-יְדֵי-זֶה נִכְלָל אַחַר הַבְּרִיאָה בְּקֹדֶם הַבְּרִיאָה שֶׁהוּא בְּחִינַת כְּלָלִיּוּת שֵׁשֶׁת יְמֵי הַמַּעֲשֶֹה שֶׁבָּהֶם נִבְרָא כָּל הַבְּרִיאָה שֶׁנִּכְלָל בְּקֹדֶם הַבְּרִיאָה שֶׁהוּא בְּחִינַת שַׁבָּת, כִּי זֶה עִקַּר הָאֱמֶת כְּשֶׁיּוֹדֵעַ הָאֱמֶת שֶׁאִי אֶפְשָׁר לְהַשִֹּיג בְּדַעְתּוֹ עֶצֶם הָאֱמֶת כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Interest.3.1"
  }
}