{
  "date_seed": "2026-02-14",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n🔊 כולל הקראה קולית בעברית — ניתן להאזין ב-1x, 1.5x או 2x.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 14/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Damages.3.5\"><b>א. הלכות נזיקין</b></a>\n<i>חושן משפט</i>\n\nוְזֶהוּ בְּחִינַת קוֹל הַשּׁוֹפָר שֶׁל מַתַּן תּוֹרָה, כְּמוֹ שֶׁכָּתוּב, וַיְהִי בַּיּוֹם הַשְּׁלִישִׁי וְכוּ' וַיְהִי קוֹלוֹת וּבְרָקִים כוּ' וְקוֹל שׁוֹפָר חָזָק מְאֹד וְכוּ'. כִּי שׁוֹפָר הוּא בְּחִינַת הִתְעוֹרְרוּת הַשֵּׁנָה שֶׁזֶּהוּ בְּחִינַת שׁוֹפָר שֶׁל רֹאשׁ הַשָּׁנָה כַּמְּבֹאָר בְּהַתּוֹרָה הַנַּ\"ל כַּנַּ\"ל. וְעַל כֵּן מַזְכִּירִין פְּסוּקֵי שׁוֹפָר שֶׁל מַתַּן תּוֹרָה בְּרֹאשׁ הַשָּׁנָה וּמַזְכִּירִין כָּל הָעִנְיָן שֶׁל מַתַּן תּוֹרָה בְּרֹאשׁ הַשָּׁנָה, כְּמוֹ שֶׁאוֹמְרִים, אַתָּה נִגְלֵיתָ בַּעֲנַן כְּבוֹדֶךָ עַל הַר סִינַי וְכוּ', כִּי מַתַּן תּוֹרָה בְּקוֹל שׁוֹפָר וְשׁוֹפָר שֶׁל רֹאשׁ הַשָּׁנָה הֵם בְּחִינָה אַחַת, בְּחִינַת הִתְעוֹרְרוּת הַשֵּׁנָה שֶׁהִוא הִתְחַדְּשׁוּת הַמֹּחִין וְהַנְּשָׁמָה שֶׁזֶּהוּ בְּחִינַת קַבָּלַת הַתּוֹרָה כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Damages.3.5\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Hoshana_Rabba_Festival.2.1\"><b>ב. הלכות הושענא רבה</b></a>\n<i>אורח חיים</i>\n\nעַל-פִּי הַמַּאֲמָר הַמַּתְחִיל \"חֲדִי רַבִּי שִׁמְעוֹן\", עַיֵּן שָׁם כָּל הַמַּאֲמָר כֻּלּוֹ בְּלִקּוּטֵי מוֹהֲרַ\"ן הָרִאשׁוֹן (בְּסִימָן סא): וְהַכְּלָל, כִּי עַל-יְדֵי פְּגַם אֱמוּנַת חֲכָמִים אֵין יְכוֹלִין לְהוֹצִיא הַמִּשְׁפָּט לָאוֹר, דְּהַיְנוּ לִזְכּוֹת לְקַבֵּל וּלְהוֹצִיא מִשְׁפְּטֵי הַנְהָגוֹת יְשָׁרוֹת מִכָּל הַלִּמּוּדִים שֶׁלּוֹמֵד בַּתּוֹרָה, כִּי נִדּוֹן בְּמוֹתָרוֹת וְכוּ' בְּחִינַת הַנֶּאֱמַר בְּדוֹאֵג שֶׁהָיָה נֶעְצָר לִפְנֵי ה' וְכוּ', עַיֵּן שָׁם וְאָז אֵין לוֹ עֵצָה שְׁלֵמָה לְעוֹלָם וְתָמִיד הוּא מְסֻפָּק וְכוּ'. אַךְ יֵשׁ מַיִם שֶׁהֵם מְטַהֲרִים מֵאֵלּוּ הַטִּנֹּפֶת בְּחִינַת וְזָרַקְתִּי עֲלֵיכֶם מַיִם טְהוֹרִים וּטְהַרְתֶּם מִכָּל טֻמְאוֹתֵיכֶם וְכוּ'. וְאָז זוֹכֶה לְעֵצָה שְׁלֵמָה בְּחִינַת וְלֹא יִטָּמְאוּ עוֹד בְּגִלּוּלֵיהֶם וְלֹא יֵחָצוּ עוֹד לִשְׁתֵּי מַמְלָכוֹת עוֹד. 'מַמְלָכוֹת' לְשׁוֹן עֵצָה, כְּמוֹ, מַלְכִּי יִשְׁפַּר עֲלָךְ, שֶׁזּוֹכֶה לְעֵצָה שְׁלֵמָה וְאֵלּוּ הַמַּיִם נַעֲשִׂין עַל-יְדֵי מַחֲלֹקֶת בְּחִינַת מֵי מְרִיבָה וְכוּ', כִּי עַל-יְדֵי הַמַּחֲלֹקֶת שֶׁחוֹלְקִין עָלָיו וּמַקְשִׁין עָלָיו קֻשְׁיוֹת, עַל-יְדֵי זֶה עוֹשֶׂה תְּשׁוּבָה וְעַל-יְדֵי זֶה נִתְרַבִּין הַסְּפָרִים שֶׁל הַתּוֹרָה וְכוּ', וְעַל-יְדֵי זֶה נִמְשָׁכִין הַמַּיִם טְהוֹרִים הַנַּ\"ל, שֶׁעַל-יְדֵי זֶה נִטְהָרִין מִן הַמּוֹתָרוֹת וְזוֹכִין לְעֵצָה שְׁלֵמָה. וְעַל-יְדֵי זֶה נִמְתָּקִין כָּל הַצִּמְצוּמִים וְכָל הַדִּינִים, כִּי עַל-יְדֵי זֶה יְכוֹלִים לְקַבֵּל מֵחָכְמָה עִלָּאָה וְכוּ' וְכוּ' בְּחִינַת אֶבֶן שְׁתִיָּה שֶׁשָּׁם נִכְלְלוּ כָּל אַבְנֵי יַעֲקֹב וְכוּ', שֶׁזֶּהוּ בְּחִינַת מַה שֶּׁנּוֹסְעִים עַל רֹאשׁ הַשָּׁנָה לַצַּדִּיקִים וְכוּ'. וְעַל-יְדֵי כְּלָלִיּוּת נְפָשׁוֹת וְכוּ', עַל-יְדֵי זֶה נַעֲשֶׂה שִׂמְחָה בְּחִינַת אוֹר צַדִּיקִים יִשְׂמַח, בְּחִינַת חֲדִי רַבִּי שִׁמְעוֹן, (עַיֵּן שָׁם כָּל זֶה הֵיטֵב): וְזֶה בְּחִינַת הוֹשַׁעְנָא רַבָּה שֶׁאָז מִתְפַּלְּלִין עַל הַמַּיִם, וְאִיתָא בַּזֹּהַר בְּהַהוּא יוֹמָא וַיָּשָׁב יִצְחָק וַיַּחְפֹּר אֶת בְּאֵרֹת הַמַּיִם אֲשֶׁר חָפְרוּ בִּימֵי אַבְרָהָם אָבִיו וַיְסַתְּמוּם פְּלִשְׁתִּים וְכוּ', כִּי הָאָבוֹת עָסְקוּ בַּחֲפִירוֹת בְּאֵרוֹת שֶׁזֶּה בְּחִינַת הַנַּ\"ל שֶׁרָצוּ לַחְפֹּר וּלְהַשִּיג וְלִמְצֹא בְּחִינַת מַיִם טְהוֹרִים הַנַּ\"ל וְלִטָּהֵר מִן הַטִּנֹּפֶת וְהַמּוֹתָרוֹת שֶׁעוֹלֶה וּמְבַלְבֵּל אֶת הַמֹּחַ עַל-יְדֵי פְּגַם אֱמוּנַת חֲכָמִים שֶׁכָּל זֶה נִמְשָׁךְ מֵחֵטְא אָדָם הָרִאשׁוֹן שֶׁפָּגַם בָּאֱמוּנָה כַּיָּדוּעַ, וְעִקַּר הַפְּגָם שֶׁלּוֹ הָיָה בִּבְחִינַת אֱמוּנַת חֲכָמִים שֶׁהוּא תּוֹרָה בְּעַל פֶּה, שֶׁהוּא בְּחִינַת לֹא תָסוּר וְכוּ' יָמִין וּשְׂמֹאל, דְּהַיְנוּ שֶׁאָסוּר לָסוּר מִפְּשַׁט דִּבְרֵי הַתּוֹרָה הָאֲמִתִּיִּים לְיָמִין וּשְׂמֹאל, כִּי אָדָם וְחַוָּה בַּתְּחִלָּה הוֹסִיפוּ עַל הַצִּוּוּי, וְאָמְרָה, וְלֹא תִגְּעוּ בוֹ וְכוּ'. וְעַל-יְדֵי זֶה דְּחָפָהּ עַד שֶׁנָּגְעָה בּוֹ וְכוּ'. נִמְצָא, שֶׁבַּתְּחִלָּה רָצָה לְהַחְמִיר וּלְהוֹסִיף עַל הַצִּוּוּי שֶׁזֶּה בְּחִינַת שֶׁסָּר לְיָמִין וְאַחַר כָּךְ עַל-יְדֵי זֶה דְּחָפָהּ וְכוּ' עַד שֶׁסָּרָה לְגַמְרֵי לִשְׂמֹאל וְעָבְרָה עַל מִצְווֹת הַשֵּׁם יִתְבָּרַךְ, כִּי הַמִּצְוָה שֶׁצִּוָּה הַשֵּׁם יִתְבָּרַךְ לְאָדָם וְחַוָּה זֶה בְּחִינַת תּוֹרָה שֶׁבִּכְתָב וְהַפֵּרוּשׁ שֶׁל הַמִּצְוָה מַה שֶּׁהָיוּ צְרִיכִין לְהָבִין וּלְפָרֵשׁ דִּבְרֵי הַשֵּׁם יִתְבָּרַךְ כָּרָאוּי בֶּאֱמֶת זֶה בְּחִינַת תּוֹרָה שֶׁבְּעַל פֶּה וְהֵם עַל-יְדֵי עֲצַת הַנָּחָשׁ הִטְעָה אוֹתָם מִן הַפֵּרוּשׁ הָאֱמֶת שֶׁל דִּבְרֵי הַשֵּׁם יִתְבָּרַךְ שֶׁהוּא בְּחִינַת תּוֹרָה שֶׁבְּעַל פֶּה עַד שֶׁסָּרוּ לְיָמִין וְלִשְׂמֹאל וְכַנַּ\"ל. נִמְצָא, שֶׁפָּגְמוּ בֶּאֱמוּנַת חֲכָמִים שֶׁהוּא בְּחִינַת תּוֹרָה שֶׁבְּעַל פֶּה, שֶׁהָעִקָּר הוּא בְּחִינַת לֹא תָּסוּר לִבְלִי לָסוּר לְיָמִין וְלִשְמֹאל, (כַּמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל). וְעַל-יְדֵי זֶה נִפְגְּמָה עֲצָתָם",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Hoshana_Rabba_Festival.2.1\"><b>ב. הלכות הושענא רבה</b></a> (המשך)\n\nבְּחִינַת הַנָּחָשׁ הִשִּׁיאַנִּי שֶׁהוּא לְשׁוֹן עֵצוֹת, בְּחִינַת עֵצוֹת נִבְעָרוֹת. וְאַבְרָהָם וּשְׁאָר הָאָבוֹת שֶׁעָסְקוּ בְּתִקּוּן פְּגָם זֶה, עַל-כֵּן עָסְקוּ בַּחֲפִירוֹת בְּאֵרוֹת שֶׁהוּא בְּחִינַת תִּקּוּן הַנַּ\"ל בְּחִינַת מַיִם טְהוֹרִים מֵי מְרִיבָה הַנַּ\"ל. כִּי אַבְרָהָם וְיִצְחָק וְכָל הָאָבוֹת הָיוּ עֲלֵיהֶם מְרִיבוֹת וּמַחֲלוֹקוֹת גְּדוֹלוֹת מִפַּרְעֹה וַאֲבִימֶלֶךְ וְכַיּוֹצֵא, וְכָל זֶה הָיָה מֵחֲמַת פְּגַם חֵטְא אָדָם הָרִאשׁוֹן, מֵחֲמַת אֱמוּנַת חֲכָמִים כַּנַּ\"ל, עַל-כֵּן הָיוּ עוֹסְקִים בְּזֶה הַתִּקּוּן וְעָשׂוּ תְּשׁוּבָה וְחָפְרוּ בְּאֵרוֹת בְּחִינַת מַיִם טְהוֹרִים הַנַּ\"ל, בְּחִינַת מֵי מְרִיבָה הַנַּ\"ל. וְעַל-כֵּן הָיוּ מְרִיבוֹת גְּדוֹלוֹת עַל הַבְּאֵרוֹת בִּימֵי אַבְרָהָם וְיִצְחָק, כְּמוֹ שֶׁכָּתוּב, וְהוֹכִיחַ אַבְרָהָם אֶת אֲבִימֶלֶךְ עַל אוֹדוֹת הַבְּאֵר אֲשֶׁר גָּזְלוּ וְכוּ', וּכְמוֹ שֶׁכָּתוּב, וְכָל הַבְּאֵרוֹת אֲשֶׁר חָפְרוּ בִּימֵי אַבְרָהָם אָבִיו סְתָמוּם פְּלִשְׁתִּים, כִּי הַבְּאֵרוֹת הֵם בְּחִינַת מֵי מְרִיבָה הַנַּ\"ל שֶׁיֵּשׁ עֲלֵיהֶם מַחֲלוֹקוֹת גְּדוֹלוֹת בְּכָל פַּעַם, כִּי בְּכָל פַּעַם שֶׁחוֹלְקִין וּמְרִיבִין עַל הַצַּדִּיק הָאֱמֶת וְהוּא מִתְעוֹרֵר בִּתְשׁוּבָה וּמְתַקֵּן פְּגַם אֱמוּנַת חֲכָמִים וְכוּ', וַאֲזַי הוּא מַשִּיג וּמוֹצֵא בְּחִינַת מַיִם טְהוֹרִים, מֵי מְרִיבָה הַנַּ\"ל, אֲזַי אַחַר כָּךְ הֵם חוֹלְקִין וּמְרִיבִין עָלָיו עוֹד פַּעַם אַחַר פַּעַם, כָּל זְמַן שֶׁלֹּא נִתְתַּקֵּן הַפְּגָם הַנַּ\"ל וְהוּא צָרִיךְ בְּכָל פַּעַם לַעֲסֹק בְּתִקּוּן זֶה, שֶׁהוּא בְּחִינַת חֲפִירוֹת בְּאֵרוֹת מַיִם חַיִּים פַּעַם אַחַר פַּעַם, וְכַמּוּבָן בַּמַּאֲמָר הַנַּ\"ל, עַיֵּן שָׁם, שֶׁבְּכָל פַּעַם כְּפִי הַמַּחֲלֹקֶת כֵּן זוֹכֶה לִבְחִינַת מַיִם הַנַּ\"ל, וְעַל-כֵּן בְּכָל פַּעַם שֶׁחָפְרוּ אַבְרָהָם וְיִצְחָק בְּאֵר הָיָה עֲלֵיהֶם מַחֲלֹקֶת יוֹתֵר, כִּי כָּל מַה שֶּׁעָסְקוּ בְּתִקּוּן זֶה וְרָצוּ לַחְפֹּר וּלְגַלּוֹת בְּאֵר מַיִם חַיִּים לְהִטָּהֵר מִן הַטִּנֹּפֶת הַנַּ\"ל, וּלְגַלּוֹת דַּעַת וְשֵׂכֶל הָעוֹלָם בְּחִינַת מֵימֵי הַדַּעַת אֵיךְ לַעֲבֹד לְהַשִּיג אֶת הַשֵּׁם יִתְבָּרַךְ, כְּמוֹ כֵן נִתְגַּבְּרוּ הַמִּתְנַגְּדִים אֶל הַקְּדֻשָּׁה שֶׁהֵם הַפְּלִשְׁתִּים אַנְשֵׁי אֲבִימֶלֶךְ וְרָצוּ לְקַלְקֵל וְלִסְתֹּם תִּקּוּן מִזֶּה לְהַעְלִים מִן הָעוֹלָם הַדֶּרֶךְ הַדַּעַת, שֶׁרָצוּ אַבְרָהָם וְיִצְחָק לְגַלּוֹת בָּעוֹלָם אֵיךְ לְהִתְקָרֵב לְהַשֵּׁם יִתְבָּרַךְ, וּכְמוֹ כֵן בְּכָל פַּעַם שֶׁהֵם הִתְגַּבְּרוּ עָלָיו וְנֶחֶלְקוּ עַל הַבְּאֵרוֹת בִּמְרִיבוֹת וּמַחֲלֹקֶת כֵּן נִתְעוֹרְרוּ הָאָבוֹת בְּכָל פַּעַם יוֹתֵר וְיוֹתֵר וְעָסְקוּ בְּתִקּוּן יוֹתֵר פַּעַם אַחַר פַּעַם, הַכֹּל כְּדֵי לְגַלּוֹת בְּחִינַת מַיִם טְהוֹרִים בְּחִינַת מֵי מְרִיבָה הַנַּ\"ל, לִטָּהֵר מִן הַמּוֹתָרוֹת הַנַּ\"ל, כְּדֵי לִזְכּוֹת לְעֵצָה שְׁלֵמָה כַּנַּ\"ל, כִּי כָּל זְמַן שֶׁלֹּא נִתְתַּקֵּן פְּגַם אֱמוּנַת חֲכָמִים בִּשְׁלֵמוּת שֶׁהוּא חֵטְא אָדָם הָרִאשׁוֹן, אֲזַי יֵשׁ מַחֲלוֹקוֹת וּמְרִיבוֹת בְּכָל פַּעַם שֶׁרוֹצִין לְגַלּוֹת הַמַּיִם הַנַּ\"ל שֶׁהוּא תִּקּוּן פְּגַם הַנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Hoshana_Rabba_Festival.2.1\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Choshen Mishpat",
      "section": "Laws of Damages",
      "section_he": "הלכות נזיקין",
      "ref_base": "Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Damages",
      "has_english": false
    },
    "chapter": 3,
    "siman": 5,
    "hebrew_text": "וְזֶהוּ בְּחִינַת קוֹל הַשּׁוֹפָר שֶׁל מַתַּן תּוֹרָה, כְּמוֹ שֶׁכָּתוּב, וַיְהִי בַּיּוֹם הַשְּׁלִישִׁי וְכוּ' וַיְהִי קוֹלוֹת וּבְרָקִים כוּ' וְקוֹל שׁוֹפָר חָזָק מְאֹד וְכוּ'. כִּי שׁוֹפָר הוּא בְּחִינַת הִתְעוֹרְרוּת הַשֵּׁנָה שֶׁזֶּהוּ בְּחִינַת שׁוֹפָר שֶׁל רֹאשׁ הַשָּׁנָה כַּמְּבֹאָר בְּהַתּוֹרָה הַנַּ\"ל כַּנַּ\"ל. וְעַל כֵּן מַזְכִּירִין פְּסוּקֵי שׁוֹפָר שֶׁל מַתַּן תּוֹרָה בְּרֹאשׁ הַשָּׁנָה וּמַזְכִּירִין כָּל הָעִנְיָן שֶׁל מַתַּן תּוֹרָה בְּרֹאשׁ הַשָּׁנָה, כְּמוֹ שֶׁאוֹמְרִים, אַתָּה נִגְלֵיתָ בַּעֲנַן כְּבוֹדֶךָ עַל הַר סִינַי וְכוּ', כִּי מַתַּן תּוֹרָה בְּקוֹל שׁוֹפָר וְשׁוֹפָר שֶׁל רֹאשׁ הַשָּׁנָה הֵם בְּחִינָה אַחַת, בְּחִינַת הִתְעוֹרְרוּת הַשֵּׁנָה שֶׁהִוא הִתְחַדְּשׁוּת הַמֹּחִין וְהַנְּשָׁמָה שֶׁזֶּהוּ בְּחִינַת קַבָּלַת הַתּוֹרָה כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Damages.3.5"
  },
  "second": {
    "section": {
      "volume": "Orach Chaim",
      "section": "Laws of the Hoshana Rabba Festival",
      "section_he": "הלכות הושענא רבה",
      "ref_base": "Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Hoshana_Rabba_Festival",
      "has_english": false
    },
    "chapter": 2,
    "siman": 1,
    "hebrew_text": "עַל-פִּי הַמַּאֲמָר הַמַּתְחִיל \"חֲדִי רַבִּי שִׁמְעוֹן\", עַיֵּן שָׁם כָּל הַמַּאֲמָר כֻּלּוֹ בְּלִקּוּטֵי מוֹהֲרַ\"ן הָרִאשׁוֹן (בְּסִימָן סא): וְהַכְּלָל, כִּי עַל-יְדֵי פְּגַם אֱמוּנַת חֲכָמִים אֵין יְכוֹלִין לְהוֹצִיא הַמִּשְׁפָּט לָאוֹר, דְּהַיְנוּ לִזְכּוֹת לְקַבֵּל וּלְהוֹצִיא מִשְׁפְּטֵי הַנְהָגוֹת יְשָׁרוֹת מִכָּל הַלִּמּוּדִים שֶׁלּוֹמֵד בַּתּוֹרָה, כִּי נִדּוֹן בְּמוֹתָרוֹת וְכוּ' בְּחִינַת הַנֶּאֱמַר בְּדוֹאֵג שֶׁהָיָה נֶעְצָר לִפְנֵי ה' וְכוּ', עַיֵּן שָׁם וְאָז אֵין לוֹ עֵצָה שְׁלֵמָה לְעוֹלָם וְתָמִיד הוּא מְסֻפָּק וְכוּ'. אַךְ יֵשׁ מַיִם שֶׁהֵם מְטַהֲרִים מֵאֵלּוּ הַטִּנֹּפֶת בְּחִינַת וְזָרַקְתִּי עֲלֵיכֶם מַיִם טְהוֹרִים וּטְהַרְתֶּם מִכָּל טֻמְאוֹתֵיכֶם וְכוּ'. וְאָז זוֹכֶה לְעֵצָה שְׁלֵמָה בְּחִינַת וְלֹא יִטָּמְאוּ עוֹד בְּגִלּוּלֵיהֶם וְלֹא יֵחָצוּ עוֹד לִשְׁתֵּי מַמְלָכוֹת עוֹד. 'מַמְלָכוֹת' לְשׁוֹן עֵצָה, כְּמוֹ, מַלְכִּי יִשְׁפַּר עֲלָךְ, שֶׁזּוֹכֶה לְעֵצָה שְׁלֵמָה וְאֵלּוּ הַמַּיִם נַעֲשִׂין עַל-יְדֵי מַחֲלֹקֶת בְּחִינַת מֵי מְרִיבָה וְכוּ', כִּי עַל-יְדֵי הַמַּחֲלֹקֶת שֶׁחוֹלְקִין עָלָיו וּמַקְשִׁין עָלָיו קֻשְׁיוֹת, עַל-יְדֵי זֶה עוֹשֶׂה תְּשׁוּבָה וְעַל-יְדֵי זֶה נִתְרַבִּין הַסְּפָרִים שֶׁל הַתּוֹרָה וְכוּ', וְעַל-יְדֵי זֶה נִמְשָׁכִין הַמַּיִם טְהוֹרִים הַנַּ\"ל, שֶׁעַל-יְדֵי זֶה נִטְהָרִין מִן הַמּוֹתָרוֹת וְזוֹכִין לְעֵצָה שְׁלֵמָה. וְעַל-יְדֵי זֶה נִמְתָּקִין כָּל הַצִּמְצוּמִים וְכָל הַדִּינִים, כִּי עַל-יְדֵי זֶה יְכוֹלִים לְקַבֵּל מֵחָכְמָה עִלָּאָה וְכוּ' וְכוּ' בְּחִינַת אֶבֶן שְׁתִיָּה שֶׁשָּׁם נִכְלְלוּ כָּל אַבְנֵי יַעֲקֹב וְכוּ', שֶׁזֶּהוּ בְּחִינַת מַה שֶּׁנּוֹסְעִים עַל רֹאשׁ הַשָּׁנָה לַצַּדִּיקִים וְכוּ'. וְעַל-יְדֵי כְּלָלִיּוּת נְפָשׁוֹת וְכוּ', עַל-יְדֵי זֶה נַעֲשֶׂה שִׂמְחָה בְּחִינַת אוֹר צַדִּיקִים יִשְׂמַח, בְּחִינַת חֲדִי רַבִּי שִׁמְעוֹן, (עַיֵּן שָׁם כָּל זֶה הֵיטֵב): וְזֶה בְּחִינַת הוֹשַׁעְנָא רַבָּה שֶׁאָז מִתְפַּלְּלִין עַל הַמַּיִם, וְאִיתָא בַּזֹּהַר בְּהַהוּא יוֹמָא וַיָּשָׁב יִצְחָק וַיַּחְפֹּר אֶת בְּאֵרֹת הַמַּיִם אֲשֶׁר חָפְרוּ בִּימֵי אַבְרָהָם אָבִיו וַיְסַתְּמוּם פְּלִשְׁתִּים וְכוּ', כִּי הָאָבוֹת עָסְקוּ בַּחֲפִירוֹת בְּאֵרוֹת שֶׁזֶּה בְּחִינַת הַנַּ\"ל שֶׁרָצוּ לַחְפֹּר וּלְהַשִּיג וְלִמְצֹא בְּחִינַת מַיִם טְהוֹרִים הַנַּ\"ל וְלִטָּהֵר מִן הַטִּנֹּפֶת וְהַמּוֹתָרוֹת שֶׁעוֹלֶה וּמְבַלְבֵּל אֶת הַמֹּחַ עַל-יְדֵי פְּגַם אֱמוּנַת חֲכָמִים שֶׁכָּל זֶה נִמְשָׁךְ מֵחֵטְא אָדָם הָרִאשׁוֹן שֶׁפָּגַם בָּאֱמוּנָה כַּיָּדוּעַ, וְעִקַּר הַפְּגָם שֶׁלּוֹ הָיָה בִּבְחִינַת אֱמוּנַת חֲכָמִים שֶׁהוּא תּוֹרָה בְּעַל פֶּה, שֶׁהוּא בְּחִינַת לֹא תָסוּר וְכוּ' יָמִין וּשְׂמֹאל, דְּהַיְנוּ שֶׁאָסוּר לָסוּר מִפְּשַׁט דִּבְרֵי הַתּוֹרָה הָאֲמִתִּיִּים לְיָמִין וּשְׂמֹאל, כִּי אָדָם וְחַוָּה בַּתְּחִלָּה הוֹסִיפוּ עַל הַצִּוּוּי, וְאָמְרָה, וְלֹא תִגְּעוּ בוֹ וְכוּ'. וְעַל-יְדֵי זֶה דְּחָפָהּ עַד שֶׁנָּגְעָה בּוֹ וְכוּ'. נִמְצָא, שֶׁבַּתְּחִלָּה רָצָה לְהַחְמִיר וּלְהוֹסִיף עַל הַצִּוּוּי שֶׁזֶּה בְּחִינַת שֶׁסָּר לְיָמִין וְאַחַר כָּךְ עַל-יְדֵי זֶה דְּחָפָהּ וְכוּ' עַד שֶׁסָּרָה לְגַמְרֵי לִשְׂמֹאל וְעָבְרָה עַל מִצְווֹת הַשֵּׁם יִתְבָּרַךְ, כִּי הַמִּצְוָה שֶׁצִּוָּה הַשֵּׁם יִתְבָּרַךְ לְאָדָם וְחַוָּה זֶה בְּחִינַת תּוֹרָה שֶׁבִּכְתָב וְהַפֵּרוּשׁ שֶׁל הַמִּצְוָה מַה שֶּׁהָיוּ צְרִיכִין לְהָבִין וּלְפָרֵשׁ דִּבְרֵי הַשֵּׁם יִתְבָּרַךְ כָּרָאוּי בֶּאֱמֶת זֶה בְּחִינַת תּוֹרָה שֶׁבְּעַל פֶּה וְהֵם עַל-יְדֵי עֲצַת הַנָּחָשׁ הִטְעָה אוֹתָם מִן הַפֵּרוּשׁ הָאֱמֶת שֶׁל דִּבְרֵי הַשֵּׁם יִתְבָּרַךְ שֶׁהוּא בְּחִינַת תּוֹרָה שֶׁבְּעַל פֶּה עַד שֶׁסָּרוּ לְיָמִין וְלִשְׂמֹאל וְכַנַּ\"ל. נִמְצָא, שֶׁפָּגְמוּ בֶּאֱמוּנַת חֲכָמִים שֶׁהוּא בְּחִינַת תּוֹרָה שֶׁבְּעַל פֶּה, שֶׁהָעִקָּר הוּא בְּחִינַת לֹא תָּסוּר לִבְלִי לָסוּר לְיָמִין וְלִשְמֹאל, (כַּמְבֹאָר בַּמַּאֲמָר הַנַּ\"ל). וְעַל-יְדֵי זֶה נִפְגְּמָה עֲצָתָם בְּחִינַת הַנָּחָשׁ הִשִּׁיאַנִּי שֶׁהוּא לְשׁוֹן עֵצוֹת, בְּחִינַת עֵצוֹת נִבְעָרוֹת. וְאַבְרָהָם וּשְׁאָר הָאָבוֹת שֶׁעָסְקוּ בְּתִקּוּן פְּגָם זֶה, עַל-כֵּן עָסְקוּ בַּחֲפִירוֹת בְּאֵרוֹת שֶׁהוּא בְּחִינַת תִּקּוּן הַנַּ\"ל בְּחִינַת מַיִם טְהוֹרִים מֵי מְרִיבָה הַנַּ\"ל. כִּי אַבְרָהָם וְיִצְחָק וְכָל הָאָבוֹת הָיוּ עֲלֵיהֶם מְרִיבוֹת וּמַחֲלוֹקוֹת גְּדוֹלוֹת מִפַּרְעֹה וַאֲבִימֶלֶךְ וְכַיּוֹצֵא, וְכָל זֶה הָיָה מֵחֲמַת פְּגַם חֵטְא אָדָם הָרִאשׁוֹן, מֵחֲמַת אֱמוּנַת חֲכָמִים כַּנַּ\"ל, עַל-כֵּן הָיוּ עוֹסְקִים בְּזֶה הַתִּקּוּן וְעָשׂוּ תְּשׁוּבָה וְחָפְרוּ בְּאֵרוֹת בְּחִינַת מַיִם טְהוֹרִים הַנַּ\"ל, בְּחִינַת מֵי מְרִיבָה הַנַּ\"ל. וְעַל-כֵּן הָיוּ מְרִיבוֹת גְּדוֹלוֹת עַל הַבְּאֵרוֹת בִּימֵי אַבְרָהָם וְיִצְחָק, כְּמוֹ שֶׁכָּתוּב, וְהוֹכִיחַ אַבְרָהָם אֶת אֲבִימֶלֶךְ עַל אוֹדוֹת הַבְּאֵר אֲשֶׁר גָּזְלוּ וְכוּ', וּכְמוֹ שֶׁכָּתוּב, וְכָל הַבְּאֵרוֹת אֲשֶׁר חָפְרוּ בִּימֵי אַבְרָהָם אָבִיו סְתָמוּם פְּלִשְׁתִּים, כִּי הַבְּאֵרוֹת הֵם בְּחִינַת מֵי מְרִיבָה הַנַּ\"ל שֶׁיֵּשׁ עֲלֵיהֶם מַחֲלוֹקוֹת גְּדוֹלוֹת בְּכָל פַּעַם, כִּי בְּכָל פַּעַם שֶׁחוֹלְקִין וּמְרִיבִין עַל הַצַּדִּיק הָאֱמֶת וְהוּא מִתְעוֹרֵר בִּתְשׁוּבָה וּמְתַקֵּן פְּגַם אֱמוּנַת חֲכָמִים וְכוּ', וַאֲזַי הוּא מַשִּיג וּמוֹצֵא בְּחִינַת מַיִם טְהוֹרִים, מֵי מְרִיבָה הַנַּ\"ל, אֲזַי אַחַר כָּךְ הֵם חוֹלְקִין וּמְרִיבִין עָלָיו עוֹד פַּעַם אַחַר פַּעַם, כָּל זְמַן שֶׁלֹּא נִתְתַּקֵּן הַפְּגָם הַנַּ\"ל וְהוּא צָרִיךְ בְּכָל פַּעַם לַעֲסֹק בְּתִקּוּן זֶה, שֶׁהוּא בְּחִינַת חֲפִירוֹת בְּאֵרוֹת מַיִם חַיִּים פַּעַם אַחַר פַּעַם, וְכַמּוּבָן בַּמַּאֲמָר הַנַּ\"ל, עַיֵּן שָׁם, שֶׁבְּכָל פַּעַם כְּפִי הַמַּחֲלֹקֶת כֵּן זוֹכֶה לִבְחִינַת מַיִם הַנַּ\"ל, וְעַל-כֵּן בְּכָל פַּעַם שֶׁחָפְרוּ אַבְרָהָם וְיִצְחָק בְּאֵר הָיָה עֲלֵיהֶם מַחֲלֹקֶת יוֹתֵר, כִּי כָּל מַה שֶּׁעָסְקוּ בְּתִקּוּן זֶה וְרָצוּ לַחְפֹּר וּלְגַלּוֹת בְּאֵר מַיִם חַיִּים לְהִטָּהֵר מִן הַטִּנֹּפֶת הַנַּ\"ל, וּלְגַלּוֹת דַּעַת וְשֵׂכֶל הָעוֹלָם בְּחִינַת מֵימֵי הַדַּעַת אֵיךְ לַעֲבֹד לְהַשִּיג אֶת הַשֵּׁם יִתְבָּרַךְ, כְּמוֹ כֵן נִתְגַּבְּרוּ הַמִּתְנַגְּדִים אֶל הַקְּדֻשָּׁה שֶׁהֵם הַפְּלִשְׁתִּים אַנְשֵׁי אֲבִימֶלֶךְ וְרָצוּ לְקַלְקֵל וְלִסְתֹּם תִּקּוּן מִזֶּה לְהַעְלִים מִן הָעוֹלָם הַדֶּרֶךְ הַדַּעַת, שֶׁרָצוּ אַבְרָהָם וְיִצְחָק לְגַלּוֹת בָּעוֹלָם אֵיךְ לְהִתְקָרֵב לְהַשֵּׁם יִתְבָּרַךְ, וּכְמוֹ כֵן בְּכָל פַּעַם שֶׁהֵם הִתְגַּבְּרוּ עָלָיו וְנֶחֶלְקוּ עַל הַבְּאֵרוֹת בִּמְרִיבוֹת וּמַחֲלֹקֶת כֵּן נִתְעוֹרְרוּ הָאָבוֹת בְּכָל פַּעַם יוֹתֵר וְיוֹתֵר וְעָסְקוּ בְּתִקּוּן יוֹתֵר פַּעַם אַחַר פַּעַם, הַכֹּל כְּדֵי לְגַלּוֹת בְּחִינַת מַיִם טְהוֹרִים בְּחִינַת מֵי מְרִיבָה הַנַּ\"ל, לִטָּהֵר מִן הַמּוֹתָרוֹת הַנַּ\"ל, כְּדֵי לִזְכּוֹת לְעֵצָה שְׁלֵמָה כַּנַּ\"ל, כִּי כָּל זְמַן שֶׁלֹּא נִתְתַּקֵּן פְּגַם אֱמוּנַת חֲכָמִים בִּשְׁלֵמוּת שֶׁהוּא חֵטְא אָדָם הָרִאשׁוֹן, אֲזַי יֵשׁ מַחֲלוֹקוֹת וּמְרִיבוֹת בְּכָל פַּעַם שֶׁרוֹצִין לְגַלּוֹת הַמַּיִם הַנַּ\"ל שֶׁהוּא תִּקּוּן פְּגַם הַנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_the_Hoshana_Rabba_Festival.2.1"
  }
}