{
  "date_seed": "2026-03-02",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n🔊 כולל הקראה קולית בעברית — ניתן להאזין ב-1x, 1.5x או 2x.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 02/03/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Tithes.1.1\"><b>א. הלכות תרומות ומעשרות</b></a>\n<i>יורה דעה</i>\n\nהִלְכוֹת חַלָּה הֲלָכָה ה נִכְלֶלֶת בְּהִלְכוֹת פִּדְיוֹן בְּכוֹר הֲלָכָה ה אוֹת כו: עַל-פִּי הַתּוֹרָה \"תְּפִלָּה לַחֲבַקּוּק\" בְּסִימָן יט: כִּי כָּל הַדְּבָרִים קֹדֶם שֶׁאוֹכְלָם וְנֶהֱנֶה מֵהֶם צָרִיךְ לְהַגְבִּיהָם וּלְהַעֲלוֹתָן לְמַעְלָה אֶל הַקְּדֻשָּׁה כְּדֵי לְהַמְשִׁיךְ לָהֶם חִיּוּת מִן הַקְּדֻשָּׁה וְאָז הַמַּאֲכָל רָאוּי לַאֲכִילַת יִשְׂרָאֵל, כִּי מִקֹּדֶם הָיָה לוֹ חִיּוּת מִבְּחִינַת עֵץ הַדַּעַת שֶׁעַל יָדוֹ נָפְלוּ כָּל הַדְּבָרִים בֵּין הַקְּלִפּוֹת. וְעַל-כֵּן צָרִיךְ לְבָרֵךְ קֹדֶם כָּל דָּבָר שֶׁרוֹצִים לֵהָנוֹת מִמֶּנּוּ, כִּי עַל-יְדֵי הַבְּרָכָה שֶׁמְּבָרְכִין וּמוֹדִים לַה' יִתְבָּרַךְ שֶׁבָּרָא אוֹתוֹ הַדָּבָר, עַל-יְדֵי-זֶה מַעֲלִין אוֹתוֹ הַדָּבָר וּמְרִימִין אוֹתוֹ לְמַעְלָה לְשָׁרְשׁוֹ שֶׁבַּקְּדֻשָּׁה וּמַמְשִׁיכִין לוֹ חִיּוּת מִשָּׁם, כִּי עַל-יְדֵי הַדִּבּוּר שֶׁל הַבְּרָכָה שֶׁאוֹמְרִין לְמָשָׁל בּוֹרֵא פְּרִי הָעֵץ, עַל-יְדֵי-זֶה כְּאִלּוּ נִבְרָא הַדָּבָר מֵחָדָשׁ, כִּי עַתָּה נִתְתַּקֵּן וְנִמְשַׁךְ לוֹ חִיּוּת מִן הַקְּדֻשָּׁה וְנִמְצָא שֶׁבּוֹרְאוֹ עַתָּה מֵחָדָשׁ מַמָּשׁ. וְכַמּוּבָא לְעֵיל בְּהִלְכוֹת נְדָרִים (הֲלָכָה א): וְזֶה בְּחִינַת תְּרוּמָה וּמַעֲשֵׂר. וּמַעֲשֵׂר מִן הַמַּעֲשֵׂר שֶׁהוּא גַּם כֵּן תְּרוּמָה. וְלִכְאוֹרָה הַדָּבָר תָּמוּהַּ מֵאַחַר שֶׁמִּצְוָה לְהַפְרִישׁ עוֹד תְּרוּמָה שְׁנִיָּה, דְּהַיְנוּ מַעֲשֵׂר מִן הַמַּעֲשֵׂר הָיָה רָאוּי לְהַפְרִישׁ הַכֹּל בְּבַת אַחַת, כִּי הֲלֹא אֵין שׁוּם הֶפְרֵשׁ וְחִלּוּק בֵּין הַתְּרוּמָה רִאשׁוֹנָה לָאַחֲרוֹנָה, כִּי שְׁנֵיהֶם לַכֹּהֵן וּשְׁנֵיהֶם קְדוֹשִׁים בִּקְדֻשָּׁה אַחַת כְּדִין תְּרוּמָה, אַךְ עַל-פִּי מַה דְּאִיתָא בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר בַּמַּאֲמָר 'וִיהִי נָא פִּי שְׁנַיִם' (בְּסִימָן סו) שֶׁיֵּשׁ שְׁתֵּי רוּחוֹת רוּחַ לְעֵלָּא וְרוּחַ לְתַתָּא וּבִתְחִלָּה שְׁנֵיהֶם אֶחָד וְאָז הוּא בְּחִינַת קֹדֶם הַבְּרִיאָה וְאַחַר כָּךְ צָרִיךְ לְהוֹצִיא מִכֹּחַ אֶל הַפֹּעַל וַאֲזַי נִתְחַלְּקִים לִבְחִינַת שְׁתֵּי הָרוּחוֹת הַנַּ\"ל. וּלְהוֹצִיא מִכֹּחַ אֶל הַפֹּעַל הוּא עַל-יְדֵי הַדִּבּוּר וְכוּ', עַיֵּן שָׁם. וְזֶה בְּחִינַת תְּרוּמָה לַכֹּהֵן וּמַעֲשֵׂר לַלֵּוִי. וּמַעֲשֵׂר מִן הַמַּעֲשֵׂר שֶׁהוּא תְּרוּמָה שְׁנִיָּה גַּם כֵּן לַכֹּהֵן, כִּי תְּרוּמָה הָרִאשׁוֹנָה אֵין לָהּ שִׁעוּר, כִּי הִיא בִּבְחִינַת רוּחַ דִּלְעֵלָּא שֶׁהִוא בִּבְחִינַת חָכְמָה, כִּי כֻּלָּם בְּחָכְמָה עָשִׂיתָ, כִּי הוּא בְּחִינַת יוּ\"ד רִאשׁוֹנָה שֶׁהִוא בְּחִינַת מַחֲשָׁבָה שֶׁבַּמֹּחַ, הַיְנוּ בְּחִינַת חָכְמָה שֶׁהוּא נִקְרָא קֹדֶשׁ. וְעַל-כֵּן אֵין לָהּ שִׁעוּר, כִּי שָׁם בִּתְחִלַּת הַמַּחֲשָׁבָה שֶׁהוּא בְּחִינַת כֹּחַ, בְּחִינַת רוּחַ דִּלְעֵלָּא הַנַּ\"ל עֲדַיִן אֵין שָׁם שִׁעוּר וּמִדָּה כְּלָל, רַק הִיא נִטֶּלֶת מֵאֹמֶד וּמַחֲשָׁבָה, כִּי הִיא בִּבְחִינַת מַחֲשָׁבָה שֶׁבַּמֹּחַ בְּחִינַת כֹּחַ כַּנַּ\"ל, כִּי כָּל הַמִּדּוֹת וְהַשִּׁעוּרִים הֵם רַק אַחַר הַבְּרִיאָה וְהָרוּחַ דִּלְעֵלָּא הִוא בִּבְחִינַת קֹדֶם הַבְּרִיאָה כַּנַּ\"ל. וְהַתְּרוּמָה שְׁנִיָּה שֶׁהִיא מַעֲשֵׂר מִן הַמַּעֲשֵׂר הִיא בְּחִינַת רוּחַ דִּלְתַתָּא שֶׁהִוא בְּחִינַת פֹּעַל שֶׁשָּׁם הַמִּדּוֹת וְהַשִּׁעוּרִין. וְעַל-כֵּן הִיא מַעֲשֵׂר מִן הַמַּעֲשֵׂר, כִּי הַחִיּוּת דִּלְתַתָּא הִוא רַק חֵלֶק מִמֵּאָה בְּחִינַת מַעֲשֵׂר מִן הַמַּעֲשֵׂר. בְּסוֹד חַיָּב אָדָם לְבָרֵךְ מֵאָה בְּרָכוֹת בְּכָל יוֹם כַּמּוּבָא. וְעַל-כֵּן צְרִיכִין לְהַפְרִישׁ מִקֹּדֶם הַמַּעֲשֵׂר. בְּסוֹד חַיָּב אָדָם לְבָרֵךְ מֵאָה בְּרָכוֹת בְּכָל יוֹם כַּמּוּבָא. וְעַל-כֵּן צְרִיכִין לְהַפְרִישׁ מִקֹּדֶם הַמַּעֲשֵׂר, כִּי הַמַּעֲשֵׂר הוּא בְּחִינַת מַלְכוּת פֶּה, בְּחִינַת הַדִּבּוּר, שֶׁהוּא בְּחִינַת מַעֲשֵׂר מִן הַמַּחֲשָׁבָה מִבְּחִינַת רוּחַ דִּלְעֵלָּא וְהוּא נִתָּן לַלֵּוִי שֶׁהוּא בִּבְחִינַת הַדִּבּוּר בִּבְחִינַת וּגְבוּרָתְךָ יְדַבֵּרוּ שֶׁהוּא סִטְרָא דְּלֵוִי כַּיָּדוּעַ. שֶׁהַלְּוִיִּים הֵם בִּבְחִינַת גְּבוּרוֹת",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Tithes.1.1\"><b>א. הלכות תרומות ומעשרות</b></a> (המשך)\n\nוְעַל-יְדֵי הַדִּבּוּר מוֹצִיאִין מִכֹּחַ אֶל הַפֹּעַל, דְּהַיְנוּ עַל-יְדֵי הַמַּעֲשֵׂר לַלֵּוִי שֶׁהוּא בְּחִינַת דִּבּוּר עַל-יְדֵי-זֶה מוֹצִיאִין מִכֹּחַ אֶל הַפֹּעַל וַאֲזַי נִמְשָׁךְ הָרוּחַ דִּלְתַתָּא שֶׁהוּא בִּבְחִינַת פֹּעַל. וְזֶה בְּחִינַת מַעֲשֵׂר מִן הַמַּעֲשֵׂר שֶׁהוּא גַּם כֵּן תְּרוּמָה שֶׁהִוא בְּחִינַת רוּחַ דִּלְתַתָּא כַּנַּ\"ל. וְכֵן מְרֻמָּז גַּם כֵּן בְּדִבְרֵי רַבֵּנוּ בְּמָקוֹם אַחֵר (בְּסִימָן נא) שֶׁהַלֵּוִי הִיא בְּחִינַת הַמְמֻצָּע בֵּין קֹדֶם הַבְּרִיאָה לְאַחַר הַבְּרִיאָה כַּמּוּבָא בַּמַּאֲמָר אָמַר רַבִּי עֲקִיבָא כְּשֶׁתַּגִּיעַ לְאַבְנֵי שַׁיִשׁ טָהוֹר וְכוּ', עַיֵּן שָׁם. וְעַל-כֵּן נִקְרָא בְּשֵׁם לֵוִי לְשׁוֹן הִתְחַבְּרוּת, כְּמוֹ שֶׁכָּתוּב, הַפַּעַם יִלָּוֶה אִישִׁי אֵלַי, הַיְנוּ שֶׁהִיא בְּחִינַת הַדִּבּוּר הַמְחַבֵּר רוּחַ דִּלְעֵלָּא וְרוּחַ דִּלְתַתָּא, כִּי הוּא מְמֻצָּע בֵּין שְׁנֵיהֶם וְכָלוּל מִשְּׁנֵיהֶם וְכַמּוּבָא בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר (בְּסִימָן יא) שֶׁהַדִּבּוּר נִקְרָא צִפַּרְתָּא דְּקָאֵי וְכוּ' דְּרֵישֵׁהּ מְטֵי עַד צֵית שְׁמַיָּא וְקַרְסֻלֵהּ בְּמַיָּא לְמַטָּה, כִּי הַדִּבּוּר כָּלוּל מִלְּמַעְלָה וּמִלְּמַטָּה, כִּי הוּא מוֹצִיא מִכֹּחַ אֶל הַפֹּעַל שֶׁזֶּה עִקַּר הַבְּרִיאָה כְּמוֹ שֶׁמְּבֹאָר שָׁם: וְעַל-כֵּן נִקְרָא הַדִּבּוּר הַקָּדוֹשׁ שֶׁל בְּחִינַת לְשׁוֹן הַקֹּדֶשׁ פִּי שְׁנַיִם. כְּמוֹ שֶׁמְּבָאֵר רַבֵּנוּ (בְּסִימָן יט) בִּבְחִינַת וִיהִי נָא פִּי שְׁנַיִם בְּרוּחֲךָ, כְּמוֹ שֶׁמְּבֹאָר שָׁם, כִּי הוּא פִּי שְׁנַיִם מַמָּשׁ, כִּי כָּלוּל מִשְּׁנֵי הָרוּחוֹת הַנַּ\"ל כַּנַּ\"ל. וְעַל-כֵּן נָתְנוּ חֲכָמִים שִׁעוּר לִתְרוּמָה רִאשׁוֹנָה תְּרֵי מִמֵּאָה, כִּי הָרוּחַ דִּלְעֵלָּא כָּלוּל מִשְּׁתֵּי הָרוּחוֹת, כִּי זֶה כְּלָל שֶׁהָעֶלְיוֹן כָּלוּל מֵהַתַּחְתּוֹן, כִּי הַהִשְׁתַּלְשְׁלוּת מֵרֵאשִׁית הַמַּחֲשָׁבָה שֶׁהִוא בְּחִינַת רוּחַ דִּלְעֵלָּא עַד סוֹף הַמַּעֲשֶׂה שֶׁהוּא הָרוּחַ דִּלְתַתָּא הוּא עַד בְּחִינַת מֵאָה בִּבְחִינַת אַל תֹּאמַר מָה אֶלָּא מֵאָה שֶׁזֶּה בְּחִינַת מֵאָה בְּרָכוֹת כַּנַּ\"ל שֶׁזֶּה בְּחִינַת מַעֲשֵׂר מִן הַמַּעֲשֵׂר שֶׁהוּא חֵלֶק מִמֵּאָה כַּנַּ\"ל. וְעַל-כֵּן הָרוּחַ דִּלְעֵלָּא שֶׁהוּא כָּלוּל מִשְּׁתֵּי הָרוּחוֹת הוּא פִּי שְׁנַיִם כַּתַּחְתּוֹן, הַיְנוּ תְּרֵי מִמֵּאָה, כִּי הוּא כָּלוּל מִשְּׁנֵיהֶם כַּנַּ\"ל. וּבֶאֱמֶת מֵעִקַּר הַדִּין מִדְּאוֹרָיְתָא אֵין לִתְרוּמָה רִאשׁוֹנָה שׁוּם שִׁעוּר, כִּי שָׁם לְמַעְלָה מִן הַשִּׁעוּר וְהַמִּדָּה כַּנַּ\"ל. רַק חֲכָמִים נָתְנוּ לוֹ שִׁעוּר עַל שֵׁם סוֹפוֹ. כִּי סוֹפוֹ לְהִשְׁתַּלְשֵׁל עַד לְמַטָּה עַד סוֹף הַמַּעֲשֶׂה, כִּי סוֹף מַעֲשֶׂה בְּמַחֲשָׁבָה תְּחִלָּה. וְעַל-כֵּן שִׁעוּרוֹ תְּרֵי מִמֵּאָה, כִּי הוּא כָּלוּל מִשְּׁנֵיהֶם בִּבְחִינַת סוֹף מַעֲשֶׂה בְּמַחֲשָׁבָה תְּחִלָּה, כַּמּוּבָא שָׁם בַּמַּאֲמָר וִיהִי נָא פִּי שְׁנַיִם הַנַּ\"ל, עַיֵּן שָׁם. וְעַל-כֵּן שְׁנֵי הַתְּרוּמוֹת לַכֹּהֵן, כִּי הַכֹּהֵן הוּא בִּבְחִינַת חָכְמָה כַּמּוּבָא שֶׁמִּשָּׁם הוּא בְּחִינַת שְׁתֵּי הָרוּחוֹת בִּבְחִינַת כֻּלָּם בְּחָכְמָה עָשִׂיתָ. וְעַל-יְדֵי אֵלּוּ הַמַּתָּנוֹת הַנַּ\"ל. עַל-יְדֵי-זֶה מְרִימִין וּמַעֲלִין הַתְּבוּאָה וּמְתַקְּנִין אוֹתָהּ כְּאִלּוּ בּוֹרְאִין אוֹתָהּ מֵחָדָשׁ, כִּי מַמְשִׁיכִין לָהּ הַחִיּוּת מִן הַקְּדֻשָּׁה מִתְּחִלַּת הַמַּחֲשָׁבָה עַד סוֹף הַמַּעֲשֶׂה כַּנַּ\"ל. וַאֲזַי הַתְּבוּאָה נִתְקַדְּשָׁה בִּקְדֻשַּׁת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ שֶׁהוּא בְּחִינַת פִּי שְׁנַיִם שֶׁעַל יָדוֹ נִבְרָא הָעוֹלָם וְכָל אֲשֶׁר בָּהּ. וְעַל-כֵּן מַפְרִישִׁין אַחַר כָּךְ מַעֲשֵׂר שֵׁנִי זֶה בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ עַל-יְדֵי תַּרְגּוּם, כִּי הַמַּעֲשֵׂר שֵׁנִי הוּא בִּבְחִינַת תַּרְגּוּם שֶׁהוּא סָמוּךְ אֶל הַקְּדֻשָּׁה וְנֶאֱכָל לְזָרִים וְהוּא מְמֻצָּע בֵּין מַתְּנוֹת כְּהֻנָּה, שֶׁהֵם קֹדֶשׁ לְגַמְרֵי, וּבֵין שְׁאָר הַתְּבוּאָה הַנֶּאֱכֶלֶת לְזָרִים. וְעִקַּר מִצְוָתוֹ הוּא רַק לְהַעֲלוֹתוֹ",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Tithes.1.1\"><b>א. הלכות תרומות ומעשרות</b></a> (המשך)\n\nלִירוּשָׁלַיִם עִיר הַקֹּדֶשׁ. שֶׁהִיא בְּחִינַת מַלְכוּת פֶּה, בְּחִינַת לְשׁוֹן הַקֹּדֶשׁ וּלְאָכְלוֹ שָׁם. שֶׁעַל-יְדֵי-זֶה עוֹלֶה הַטּוֹב שֶׁבַּתַּרְגּוּם לִלְשׁוֹן הַקֹּדֶשׁ וְהָרַע נִכְנָע וַאֲזַי הֻתְּרָה הַתְּבוּאָה בַּאֲכִילָה לְיִשְׂרָאֵל, כִּי נִכְנַע הָרַע עַל-יְדֵי בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ עַל-יְדֵי הַתַּרְגּוּם כַּנַּ\"ל, עַיֵּן לְעֵיל בְּהִלְכוֹת עָרְלָה (הֲלָכָה א) שָׁם מְבֹאָר קְצָת יוֹתֵר בְּחִינַת מַעֲשֵׂר שֵׁנִי, כִּי הוּא בְּחִינַת נֶטַע רְבָעִי שֶׁהוּא בְּחִינַת לְשׁוֹן תַּרְגּוּם הַמַּשְׁלִים לְשׁוֹן הַקֹּדֶשׁ עַל-יְדֵי שֶׁנֶּאֱכָל בִּירוּשָׁלַיִם כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Tithes.1.1\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_a_Bill_of_Divorce.1.1\"><b>ב. הלכות גטין</b></a>\n<i>אבן העזר</i>\n\nעִנְיַן גֵּט, עַל-פִּי הַתּוֹרָה \"וּבְיוֹם הַבִּכּוּרִים\" לְמַעַן יַאֲרִיךְ יָמִים עַל מַמְלַכְתּוֹ (סִימָן נו), עַיֵּן שָׁם הֵיטֵב: וְיוֹצֵא מִשָּׁם שֶׁצָּרִיךְ לְהַמְשִׁיךְ חַיִּים לְתוֹךְ בְּחִינַת הַמַּלְכוּת, וְזֶה נַעֲשֶׂה עַל-יְדֵי הַתּוֹרָה שֶׁהִיא שְׁמָא דְּקֻדְשָׁא בְּרִיךְ הוּא, שֶׁעַל-יְדֵי-זֶה קוֹרִין אֶת חֵי הַחַיִּים וּמַמְשִׁיךְ חִיּוּת לְתוֹךְ הַמַּלְכוּת, כִּי הַתּוֹרָה הִיא בְּחִינַת יָמִים וּמִדּוֹת, בְּחִינַת כֵּלִים שֶׁהוּא בְּחִינַת הַשֵּׁם שֶׁעַל יָדָהּ מַמְשִׁיכִין הַחִיּוּת בְּמִדָּה וּבְשִׁעוּר, עַיֵּן שָׁם, וַאֲזַי מַמְשִׁיכִין חִיּוּת לְהַמַּלְכוּת, וְהַחִיּוּת הוּא בְּחִינַת דַּעַת, כִּי הַחָכְמָה תְּחַיֶּה, וְעַל-יְדֵי הַדַּעַת יוֹדְעִין שֶׁגַּם בְּתוֹךְ הַהַסְתָּרוֹת מְלֻבָּשׁ גַּם כֵּן הַשֵּׁם יִתְבָּרַךְ, דְּהַיְנוּ תּוֹרָה וְעַל-יְדֵי-זֶה בְּעַצְמָהּ נֶחֱזֶרֶת הַהַסְתָּרָה וְנַעֲשֶׂה מִמֶּנָּה דַּעַת, הַיְנוּ תּוֹרָה, וְעַל-יְדֵי כֵן כָּל הָרְשָׁעִים חוֹזְרִים בִּתְשׁוּבָה, עַיֵּן שָׁם הֵיטֵב: וְזֶה בְּחִינַת גֵּט, שֶׁהוּא בְּחִינַת שֶׁמְּגַלִּין הַתּוֹרָה הַמְלֻבֶּשֶׁת בְּתוֹךְ בְּחִינַת הַסְתָּרַת פָּנִים, כִּי הָאִשָּׁה הִיא בְּחִינַת מַלְכוּת וְכָל חִיּוּתָהּ עַל-יְדֵי בַּעְלָהּ שֶׁמַּמְשִׁיךְ לָהּ חִיּוּת הַיְנוּ דַּעַת, וְעַל-כֵּן הַבָּא עַל אֵשֶׁת אִישׁ בְּמִיתָה, כִּי כְּשֶׁנִּפְרֶדֶת מִבַּעְלָהּ וְתַחַת אִישָׁהּ תִּקַּח זָרִים אֲזַי נִפְרֶדֶת מִמְּקוֹר חִיּוּתָהּ, וַאֲזַי סִטְרָא דְּמוֹתָא שַׁלִּיט, כִּי הִיא מְקֻשֶּׁרֶת בְּבַעְלָהּ וְכָל חִיּוּתָהּ מִמֶּנּוּ, שֶׁהוּא מַמְשִׁיךְ לָהּ חִיּוּת כַּנַּ\"ל. וְעַל-כֵּן כְּשֶׁנַּעֲשֶׂה שִׂנְאָה בֵּין אִישׁ וְאִשָּׁה, שֶׁהוּא בְּחִינַת הַסְתָּרַת פָּנִים, אִי אֶפְשָׁר לָהּ לִפָּרֵד מִמֶּנּוּ בִּוְלֹא כְלוּם, כִּי יִתְגַּבֵּר סִטְרָא דְּמוֹתָא, חַס וְשָׁלוֹם, עַל-יְדֵי בְּחִינַת הַהַסְתָּרָה, כִּי הַהַסְתָּרָה הוּא הִפּוּךְ הַחִיּוּת כַּנַּ\"ל, בְּחִינַת תַּסְתִּיר פָּנֶיךָ יִבָּהֵלוּן תּוֹסֵף רוּחָם יִגְוָעוּן וְכוּ', וְעַל-כֵּן צִוְּתָה הַתּוֹרָה שֶׁיִּכְתֹּב לָהּ סֵפֶר כְּרִיתוּת, 'סֵפֶר' דַּיְקָא בְּחִינַת תּוֹרָה, וּכְמוֹ שֶׁלָּמְדוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה מִפָּסוּק זֶה, \"וְכָתַב לָהּ סֵפֶר כְּרִיתֻת\", שֶׁדִּינוֹ כְּסֵפֶר לְעִנְיַן כַּמָּה דְּבָרִים, הַיְנוּ שֶׁהַגֵּט, שֶׁהוּא סֵפֶר כְּרִיתוּת, הוּא בְּחִינַת תּוֹרָה הַמְלֻבֶּשֶׁת וְנֶעְלֶמֶת בְּתוֹךְ בְּחִינַת הַהַסְתָּרָה, וְעַל-יְדֵי שֶׁכּוֹתְבִין וְנוֹתְנִין לָהּ הַגֵּט מְגַלִּין הַחִיּוּת וְהַתּוֹרָה הַמְלֻבֶּשֶׁת בְּתוֹךְ הַהַסְתָּרָה, וְעַל-יְדֵי-זֶה נִמְשָׁךְ לָהּ חִיּוּת לְתוֹךְ בְּחִינַת הַהַסְתָּרָה, וַאֲזַי יְכוֹלָה לִפָּרֵד מִבַּעְלָהּ בְּהֶתֵּר וְלֹא תֵּרֵד נַפְשָׁהּ לִשְׁאוֹל, לִבְחִינַת סִטְרָא דְּמוֹתָא, חַס וְשָׁלוֹם, עַל-יְדֵי הַהַסְתָּרָה וְהַפֵּרוּד, כִּי כְּבָר הֵאִיר לָהּ חִיּוּת וָדַעַת לְתוֹךְ הַהַסְתָּרָה בְּעַצְמָהּ, וְעָשָׂה מִן הַהַסְתָּרָה וְהַפֵּרוּד בְּעַצְמוֹ תּוֹרָה, דְּהַיְנוּ גֵּט שֶׁהוּא בְּחִינַת תּוֹרָה הַמְלֻבֶּשֶׁת בְּתוֹךְ הַהַסְתָּרָה כַּנַּ\"ל, וְעַל-כֵּן כּוֹתְבִין בַּגֵּט כְּדַת מֹשֶׁה וְיִשְׂרָאֵל, הַיְנוּ בְּחִינַת תּוֹרָה כַּנַּ\"ל: וְעַל-כֵּן מְרַמֵּז לָהּ בַּגֵּט שֶׁהִיא נִפְרֶדֶת מִמֶּנּוּ וְאַף-עַל-פִּי-כֵן עֲדַיִן הִיא רְאוּיָה לְאִישׁ יִשְׂרָאֵל, וְכוֹתֵב לָהּ, וַהֲרֵי אַתְּ מֻתֶּרֶת לְכָל אָדָם וּשְׁאָר לְשׁוֹנוֹת כַּיּוֹצֵא בָּזֶה. וְזֶה עִקָּרוֹ שֶׁל גֵּט, הַיְנוּ שֶׁזֶּה עִקַּר הַגֵּט שֶׁכּוֹתֵב לָהּ אַף שֶׁהִיא בִּבְחִינַת הַסְתָּרָה וְנִפְרֶדֶת מִבַּעְלָהּ מִמְּקוֹר הַחַיִּים עִם כָּל זֶה בֶּאֱמֶת גַּם שָׁם בְּתוֹךְ הַהַסְתָּרָה בְּעַצְמָהּ מְלֻבֶּשֶׁת הַתּוֹרָה, כִּבְיָכוֹל, כַּנַּ\"ל. נִמְצָא, שֶׁעֲדַיִן הִיא קְשׁוּרָה בְּחֵי הַחַיִּים, וְעַל-כֵּן הִיא רַשָּׁאָה וְשַׁלְטָאָה לִנָּשֵׂא לְמִי שֶׁתִּרְצֶה מִיִּשְׂרָאֵל, כִּי הִיא קְשׁוּרָה עֲדַיִן בִּקְדֻשַּׁת יִשְׂרָאֵל וִיכוֹלָה לְהִנָּשֵׂא לְיִשְׂרָאֵל לְקַבֵּל עַל יָדוֹ חִיּוּת מֵחֵי הַחַיִּים, כִּי לֹא נִפְרְדָה",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_a_Bill_of_Divorce.1.1\"><b>ב. הלכות גטין</b></a> (המשך)\n\nוְנִכְרְתָה מִקְּדֻשַּׁת יִשְׂרָאֵל לְגַמְרֵי, חַס וְשָׁלוֹם, עַל-יְדֵי הַהַסְתָּרָה, כִּי גַּם בְּתוֹךְ הַהַסְתָּרָה בְּעַצְמָהּ מְלֻבֶּשֶׁת הַתּוֹרָה, שֶׁזֶּה בְּחִינַת הַגֵּט סֵפֶר כְּרִיתוּת כַּנַּ\"ל. וְזֶה בְּחִינַת וְכָתַב לָהּ סֵפֶר כְּרִיתֻת וְשִׁלְּחָהּ מִבֵּיתוֹ וְיָצְאָה וְהָיְתָה. וְלָמְדוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, מֵקִישׁ הֲוָיָה לִיצִיאָה, הַיְנוּ שֶׁהֲוָיָה מַתְחִיל מִן הַיְצִיאָה בְּעַצְמָהּ, שֶׁתֵּכֶף וּמִיָּד כְּשֶׁמַּגִּיעָה לְתַכְלִית הַהַסְתָּרָה וְהַפֵּרוּד, דְּהַיְנוּ בִּשְׁעַת קַבָּלַת הַגֵּט, אֲזַי תֵּכֶף מַתְחִיל בְּחִינַת הַהֲוָיָה שֶׁיְּכוֹלָה לְהִתְהַוּוֹת וּלְהִתְקַשֵּׁר בִּקְדֻשַּׁת יִשְׂרָאֵל שֶׁהֵם דְּבֵקִים בֵּאלֹקִים חַיִּים. כִּי הַגֵּט בְּעַצְמוֹ מְגַלֶּה שֶׁגַּם בְּתוֹךְ הַהַסְתָּרָה מְלֻבָּשׁ תּוֹרָה כַּנַּ\"ל, שֶׁעַל-יְדֵי כֵן הִיא רַשָּׁאָה וְשַׁלְטָאָה בְּנַפְשָׁהּ לִמְהָךְ לְמִינְסְבָא לְכָל גְּבַר מִיִּשְׂרָאֵל. נִמְצָא, שֶׁבְּהַגֵּט בְּעַצְמוֹ מְקַשֵּׁר אוֹתָהּ בִּקְדֻשַּׁת יִשְׂרָאֵל כַּנַּ\"ל בְּחִינַת וְיָצְאָה וְהָיְתָה כַּנַּ\"ל, כִּי גַּם בְּתוֹךְ הַהַסְתָּרָה מְלֻבָּשׁ תּוֹרָה רַק שֶׁהִיא בְּהֶעְלֵם, וְתֵכֶף כְּשֶׁנִּתְגַּלֶּה זֹאת עַל-יְדֵי הַגֵּט כַּנַּ\"ל אֲזַי חוֹזֶרֶת הַהַסְתָּרָה לַדַּעַת. נִמְצָא, שֶׁגַּם בְּתוֹךְ תַּכְלִית הַהַסְתָּרָה עֲדַיִן הִיא מְקֻשֶּׁרֶת בַּחַיִּים עַל-יְדֵי שֶׁמְּגַלִּין הַהַסְתָּרָה וְעוֹשִׂין מִמֶּנָּה דַּעַת וְתוֹרָה שֶׁזֶּה בְּחִינַת גֵּט כַּנַּ\"ל: וְעַל-כֵּן עִקַּר הַגֵּט הוּא שְׁמוֹ וּשְׁמָהּ, כִּי כְּמוֹ שֶׁבִּבְחִינַת כְּלָלִיּוּת מַלְכוּת יִשְׂרָאֵל צָרִיךְ לְהַמְשִׁיךְ הַחִיּוּת עַל-יְדֵי הַתּוֹרָה שֶׁהִיא שְׁמָא דְּקֻדְשָׁא בְּרִיךְ הוּא, שֶׁעַל יָדָהּ נִמְשָׁךְ הַחִיּוּת מִשְּׁמוֹ לִשְׁמָהּ, כִּבְיָכוֹל, כִּי הַתּוֹרָה הִיא בְּחִינַת שְׁמוֹ וּשְׁמָהּ, הַיְנוּ שְׁמוֹ יִתְבָּרַךְ וְשֵׁם מַלְכוּת יִשְׂרָאֵל, כִּי שְׁמוֹ מְשֻׁתָּף בִּשְׁמֵנוּ, הַיְנוּ הַתּוֹרָה שֶׁהוּא שְׁמָא דְּקֻדְשָׁא בְּרִיךְ הוּא הוּא עַצְמוֹ בְּחִינַת שֵׁם הַמַּלְכוּת, כִּי עִקַּר הַשֵּׁם הוּא בְּחִינַת מַלְכוּת, כַּמּוּבָא כְּמוֹ שֶׁכָּתוּב, \"וַיַּעַשׂ דָּוִד שֵׁם\", וְכָל אֶחָד מִיִּשְׂרָאֵל יֵשׁ לוֹ אוֹת בַּתּוֹרָה, שֶׁהוּא בְּחִינַת שְׁמוֹ, כִּי שְׁמוֹת בְּנֵי יִשְׂרָאֵל, שֶׁהֵם כְּלָלִיּוּת הַמַּלְכוּת, נִרְשָׁמִים בַּתּוֹרָה בִּבְחִינַת וְאֵלֶּה שְׁמוֹת בְּנֵי יִשְׂרָאֵל הַנֶּאֱמַר בַּתּוֹרָה, כְּמוֹ כֵן בִּפְרָטִיּוּת כְּשֶׁצְּרִיכִין לְהַמְשִׁיךְ חִיּוּת לְתוֹךְ בְּחִינַת מַלְכוּת בִּפְרָטִיּוּת כְּדֵי לְגַלּוֹת הַהַסְתָּרָה כַּנַּ\"ל, שֶׁזֶּה בְּחִינַת גֵּט כַּנַּ\"ל, צְרִיכִין לְהַמְשִׁיךְ הַחִיּוּת מִשְּׁמוֹ לִשְׁמָהּ כַּנַּ\"ל: וְזֶה בְּחִינַת הַזְּמַן שֶׁכּוֹתְבִין בְּגֵט, וְכוֹתְבִין הַיּוֹם וְהַשָּׁבוּעַ וְהַחֹדֶשׁ וְהַשָּׁנָה, שֶׁזֶּה בְּחִינַת כָּל גְּבוּלֵי הַיָּמִים וְהַזְּמַנִּים כְּדֵי לְהַמְשִׁיךְ הַחִיּוּת בִּבְחִינַת יָמִים וּמִדּוֹת, בִּבְחִינַת וּמִדַּת יָמַי וְכוּ', כַּמְבֹאָר שָׁם, וְכָל זֶה כְּדֵי שֶׁיִּהְיֶה נִמְשָׁךְ חִיּוּת, שֶׁהִיא בְּחִינַת דַּעַת, כְּדֵי לְגַלּוֹת הַהַסְתָּרָה, שֶׁזֶּה בְּחִינַת הַגֵּט סֵפֶר כְּרִיתוּת כַּנַּ\"ל: וְזֶה בְּחִינַת וְאָנֹכִי הַסְתֵּר אַסְתִּיר פָּנַי וְעָנְתָה הַשִּׁירָה הַזֹּאת בָּכֶם לְעֵד, שֶׁגַּם בְּתוֹךְ הַהַסְתָּרָה שֶׁבְּתוֹךְ הַסְתָּרָה מְלֻבָּשׁ תּוֹרָה כַּנַּ\"ל. וְזֶה בְּעַצְמוֹ מֵעִיד שֶׁלֹּא תִּשָּׁכַח וְכוּ', כִּי עֲדַיִן קְשׁוּרִים בְּחֵי הַחַיִּים, כִּי גַּם שָׁם מְלֻבָּשׁ חִיּוּתוֹ יִתְבָּרַךְ כַּנַּ\"ל, וְזֶה בְּחִינַת הַגֵּט שֶׁהוּא לְעֵד וְלִרְאָיָה שֶׁהִיא יְכוֹלָה לִדָּבֵק בִּקְדֻשַּׁת יִשְׂרָאֵל כַּנַּ\"ל: וְעַל-כֵּן הַקְּטַנָּה יוֹצֵאת בְּמֵאוּן, כִּי הַקְּטַנָּה שֶׁאֵין בָּהּ דַּעַת אֵין מְקֻשֶּׁרֶת בְּבַעְלָהּ כְּלָל. כִּי עִקַּר הַהִתְקַשְּׁרוּת עַל-יְדֵי הַדַּעַת בִּבְחִינַת וְהָאָדָם יָדַע וְכוּ', וְעַל-כֵּן אֵינָהּ יְכוֹלָה לְהִתְקַשֵּׁר בְּבַעְלָהּ כִּי אִם עַל-יְדֵי אָבִיהָ בִּבְחִינַת אָב בְּחָכְמָה שֶׁעַל יָדוֹ",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_a_Bill_of_Divorce.1.1\"><b>ב. הלכות גטין</b></a> (המשך)\n\nנִקְשֶׁרֶת בְּבַעְלָהּ כַּנַּ\"ל, אֲבָל כְּשֶׁאֵין לָהּ אָב וְדַעַת עַצְמָהּ אֵין לָהּ, אֵין לָהּ הִתְקַשְּׁרוּת כְּלָל כַּנַּ\"ל. וְעַל-כֵּן יוֹצֵאת בְּמֵאוּן בְּלֹא גֵּט, כִּי אֵין מְלֻבָּשׁ בְּתוֹךְ הַהַסְתָּרָה דַּעַת כְּלָל, כִּי אֲפִלּוּ בְּהַהִתְקַשְּׁרוּת אֵין דַּעַת כַּנַּ\"ל: וְעַל-כֵּן הִיא נִפְרֶדֶת בְּמֵאוּן מִבַּעְלָהּ לְגַמְרֵי, וְהִיא מֻתֶּרֶת בִּקְרוֹבָיו וְהוּא מֻתָּר בִּקְרוֹבוֹתֶיהָ, כִּי נַעֲשָׂה בֵּינֵיהֶם פֵּרוּד לְגַמְרֵי, מֵאַחַר שֶׁהָיָה הַהִתְקַשְּׁרוּת בְּלֹא דַּעַת כַּנַּ\"ל. וְזֶה בְּחִינַת מַלְכוּת הָרְשָׁעָה, מַלְכוּת עֵשָׂו, שֶׁנֶּאֱמַר עָלֶיהָ, \"קָטֹן נְתַתִּיךְ בַּגּוֹיִם וְכוּ'\". שֶׁהִיא לְעוֹלָם בִּבְחִינַת קָטָן וּמַלְכוּתוֹ בְּלֹא דַּעַת וְחִיּוּת כַּמּוּבָא לְעֵיל, וְעַל-כֵּן הוּא בִּבְחִינַת שָׁארֵי בְּחִבּוּרָא וְסַיֵּם בְּפֵרוּדָא, כִּי אַחַר כָּךְ נִפְרְדוּ לְגַמְרֵי וְאֵין לוֹ שׁוּם הִתְחַבְּרוּת מֵאַחַר שֶׁהוּא בְּלֹא דַּעַת כַּנַּ\"ל, כִּי הַקְּטַנָּה עֲדַיִן יֵשׁ בָּהּ אֲחִיזָה שֶׁל הַסִּטְרָא אָחֳרָא שֶׁהִיא מַלְכוּת הָרְשָׁעָה כַּיָּדוּעַ: אֲבָל כְּשֶׁיּוֹצֵאת בְּגֵט נִשְׁאֶרֶת מְקֻשֶּׁרֶת בְּבַעְלָהּ לְעוֹלָם, וְעַל-כֵּן הִיא אֲסוּרָה בִּקְרוֹבָיו וְכוּ', כִּי הַגֵּט הוּא בְּחִינַת דַּעַת הַמְלֻבָּשׁ בְּתוֹךְ הַהַסְתָּרָה, וְעַל-כֵּן אַף-עַל-פִּי שֶׁנִּפְרֶדֶת וְנִסְתֶּרֶת מִמֶּנּוּ, אַף-עַל-פִּי-כֵן עֲדַיִן הִיא קְשׁוּרָה בּוֹ קְצָת עַל-יְדֵי הַדַּעַת הַמְלֻבָּשׁ בְּתוֹךְ הַהַסְתָּרָה בְּעַצְמָהּ, שֶׁהוּא בְּחִינַת הַגֵּט, וְהַדַּעַת הוּא הִתְקַשְּׁרוּת, וְעַל-כֵּן הִיא אֲסוּרָה בִּקְרוֹבָיו וְכוּ', כִּי עֲדַיִן יֵשׁ לָהֶם בְּחִינַת הִתְקַשְּׁרוּת בְּהֶעְלֵם גָּדוֹל לְעוֹלָם: גַּם בְּהִלְכוֹת פְּרִיָּה וּרְבִיָּה הֲלָכָה א אוֹת ב מְבֹאָר הִלְכוֹת גִּטִּין:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_a_Bill_of_Divorce.1.1\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Tithes",
      "section_he": "הלכות תרומות ומעשרות",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Tithes",
      "has_english": false
    },
    "chapter": 1,
    "siman": 1,
    "hebrew_text": "הִלְכוֹת חַלָּה הֲלָכָה ה נִכְלֶלֶת בְּהִלְכוֹת פִּדְיוֹן בְּכוֹר הֲלָכָה ה אוֹת כו: עַל-פִּי הַתּוֹרָה \"תְּפִלָּה לַחֲבַקּוּק\" בְּסִימָן יט: כִּי כָּל הַדְּבָרִים קֹדֶם שֶׁאוֹכְלָם וְנֶהֱנֶה מֵהֶם צָרִיךְ לְהַגְבִּיהָם וּלְהַעֲלוֹתָן לְמַעְלָה אֶל הַקְּדֻשָּׁה כְּדֵי לְהַמְשִׁיךְ לָהֶם חִיּוּת מִן הַקְּדֻשָּׁה וְאָז הַמַּאֲכָל רָאוּי לַאֲכִילַת יִשְׂרָאֵל, כִּי מִקֹּדֶם הָיָה לוֹ חִיּוּת מִבְּחִינַת עֵץ הַדַּעַת שֶׁעַל יָדוֹ נָפְלוּ כָּל הַדְּבָרִים בֵּין הַקְּלִפּוֹת. וְעַל-כֵּן צָרִיךְ לְבָרֵךְ קֹדֶם כָּל דָּבָר שֶׁרוֹצִים לֵהָנוֹת מִמֶּנּוּ, כִּי עַל-יְדֵי הַבְּרָכָה שֶׁמְּבָרְכִין וּמוֹדִים לַה' יִתְבָּרַךְ שֶׁבָּרָא אוֹתוֹ הַדָּבָר, עַל-יְדֵי-זֶה מַעֲלִין אוֹתוֹ הַדָּבָר וּמְרִימִין אוֹתוֹ לְמַעְלָה לְשָׁרְשׁוֹ שֶׁבַּקְּדֻשָּׁה וּמַמְשִׁיכִין לוֹ חִיּוּת מִשָּׁם, כִּי עַל-יְדֵי הַדִּבּוּר שֶׁל הַבְּרָכָה שֶׁאוֹמְרִין לְמָשָׁל בּוֹרֵא פְּרִי הָעֵץ, עַל-יְדֵי-זֶה כְּאִלּוּ נִבְרָא הַדָּבָר מֵחָדָשׁ, כִּי עַתָּה נִתְתַּקֵּן וְנִמְשַׁךְ לוֹ חִיּוּת מִן הַקְּדֻשָּׁה וְנִמְצָא שֶׁבּוֹרְאוֹ עַתָּה מֵחָדָשׁ מַמָּשׁ. וְכַמּוּבָא לְעֵיל בְּהִלְכוֹת נְדָרִים (הֲלָכָה א): וְזֶה בְּחִינַת תְּרוּמָה וּמַעֲשֵׂר. וּמַעֲשֵׂר מִן הַמַּעֲשֵׂר שֶׁהוּא גַּם כֵּן תְּרוּמָה. וְלִכְאוֹרָה הַדָּבָר תָּמוּהַּ מֵאַחַר שֶׁמִּצְוָה לְהַפְרִישׁ עוֹד תְּרוּמָה שְׁנִיָּה, דְּהַיְנוּ מַעֲשֵׂר מִן הַמַּעֲשֵׂר הָיָה רָאוּי לְהַפְרִישׁ הַכֹּל בְּבַת אַחַת, כִּי הֲלֹא אֵין שׁוּם הֶפְרֵשׁ וְחִלּוּק בֵּין הַתְּרוּמָה רִאשׁוֹנָה לָאַחֲרוֹנָה, כִּי שְׁנֵיהֶם לַכֹּהֵן וּשְׁנֵיהֶם קְדוֹשִׁים בִּקְדֻשָּׁה אַחַת כְּדִין תְּרוּמָה, אַךְ עַל-פִּי מַה דְּאִיתָא בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר בַּמַּאֲמָר 'וִיהִי נָא פִּי שְׁנַיִם' (בְּסִימָן סו) שֶׁיֵּשׁ שְׁתֵּי רוּחוֹת רוּחַ לְעֵלָּא וְרוּחַ לְתַתָּא וּבִתְחִלָּה שְׁנֵיהֶם אֶחָד וְאָז הוּא בְּחִינַת קֹדֶם הַבְּרִיאָה וְאַחַר כָּךְ צָרִיךְ לְהוֹצִיא מִכֹּחַ אֶל הַפֹּעַל וַאֲזַי נִתְחַלְּקִים לִבְחִינַת שְׁתֵּי הָרוּחוֹת הַנַּ\"ל. וּלְהוֹצִיא מִכֹּחַ אֶל הַפֹּעַל הוּא עַל-יְדֵי הַדִּבּוּר וְכוּ', עַיֵּן שָׁם. וְזֶה בְּחִינַת תְּרוּמָה לַכֹּהֵן וּמַעֲשֵׂר לַלֵּוִי. וּמַעֲשֵׂר מִן הַמַּעֲשֵׂר שֶׁהוּא תְּרוּמָה שְׁנִיָּה גַּם כֵּן לַכֹּהֵן, כִּי תְּרוּמָה הָרִאשׁוֹנָה אֵין לָהּ שִׁעוּר, כִּי הִיא בִּבְחִינַת רוּחַ דִּלְעֵלָּא שֶׁהִוא בִּבְחִינַת חָכְמָה, כִּי כֻּלָּם בְּחָכְמָה עָשִׂיתָ, כִּי הוּא בְּחִינַת יוּ\"ד רִאשׁוֹנָה שֶׁהִוא בְּחִינַת מַחֲשָׁבָה שֶׁבַּמֹּחַ, הַיְנוּ בְּחִינַת חָכְמָה שֶׁהוּא נִקְרָא קֹדֶשׁ. וְעַל-כֵּן אֵין לָהּ שִׁעוּר, כִּי שָׁם בִּתְחִלַּת הַמַּחֲשָׁבָה שֶׁהוּא בְּחִינַת כֹּחַ, בְּחִינַת רוּחַ דִּלְעֵלָּא הַנַּ\"ל עֲדַיִן אֵין שָׁם שִׁעוּר וּמִדָּה כְּלָל, רַק הִיא נִטֶּלֶת מֵאֹמֶד וּמַחֲשָׁבָה, כִּי הִיא בִּבְחִינַת מַחֲשָׁבָה שֶׁבַּמֹּחַ בְּחִינַת כֹּחַ כַּנַּ\"ל, כִּי כָּל הַמִּדּוֹת וְהַשִּׁעוּרִים הֵם רַק אַחַר הַבְּרִיאָה וְהָרוּחַ דִּלְעֵלָּא הִוא בִּבְחִינַת קֹדֶם הַבְּרִיאָה כַּנַּ\"ל. וְהַתְּרוּמָה שְׁנִיָּה שֶׁהִיא מַעֲשֵׂר מִן הַמַּעֲשֵׂר הִיא בְּחִינַת רוּחַ דִּלְתַתָּא שֶׁהִוא בְּחִינַת פֹּעַל שֶׁשָּׁם הַמִּדּוֹת וְהַשִּׁעוּרִין. וְעַל-כֵּן הִיא מַעֲשֵׂר מִן הַמַּעֲשֵׂר, כִּי הַחִיּוּת דִּלְתַתָּא הִוא רַק חֵלֶק מִמֵּאָה בְּחִינַת מַעֲשֵׂר מִן הַמַּעֲשֵׂר. בְּסוֹד חַיָּב אָדָם לְבָרֵךְ מֵאָה בְּרָכוֹת בְּכָל יוֹם כַּמּוּבָא. וְעַל-כֵּן צְרִיכִין לְהַפְרִישׁ מִקֹּדֶם הַמַּעֲשֵׂר. בְּסוֹד חַיָּב אָדָם לְבָרֵךְ מֵאָה בְּרָכוֹת בְּכָל יוֹם כַּמּוּבָא. וְעַל-כֵּן צְרִיכִין לְהַפְרִישׁ מִקֹּדֶם הַמַּעֲשֵׂר, כִּי הַמַּעֲשֵׂר הוּא בְּחִינַת מַלְכוּת פֶּה, בְּחִינַת הַדִּבּוּר, שֶׁהוּא בְּחִינַת מַעֲשֵׂר מִן הַמַּחֲשָׁבָה מִבְּחִינַת רוּחַ דִּלְעֵלָּא וְהוּא נִתָּן לַלֵּוִי שֶׁהוּא בִּבְחִינַת הַדִּבּוּר בִּבְחִינַת וּגְבוּרָתְךָ יְדַבֵּרוּ שֶׁהוּא סִטְרָא דְּלֵוִי כַּיָּדוּעַ. שֶׁהַלְּוִיִּים הֵם בִּבְחִינַת גְּבוּרוֹת וְעַל-יְדֵי הַדִּבּוּר מוֹצִיאִין מִכֹּחַ אֶל הַפֹּעַל, דְּהַיְנוּ עַל-יְדֵי הַמַּעֲשֵׂר לַלֵּוִי שֶׁהוּא בְּחִינַת דִּבּוּר עַל-יְדֵי-זֶה מוֹצִיאִין מִכֹּחַ אֶל הַפֹּעַל וַאֲזַי נִמְשָׁךְ הָרוּחַ דִּלְתַתָּא שֶׁהוּא בִּבְחִינַת פֹּעַל. וְזֶה בְּחִינַת מַעֲשֵׂר מִן הַמַּעֲשֵׂר שֶׁהוּא גַּם כֵּן תְּרוּמָה שֶׁהִוא בְּחִינַת רוּחַ דִּלְתַתָּא כַּנַּ\"ל. וְכֵן מְרֻמָּז גַּם כֵּן בְּדִבְרֵי רַבֵּנוּ בְּמָקוֹם אַחֵר (בְּסִימָן נא) שֶׁהַלֵּוִי הִיא בְּחִינַת הַמְמֻצָּע בֵּין קֹדֶם הַבְּרִיאָה לְאַחַר הַבְּרִיאָה כַּמּוּבָא בַּמַּאֲמָר אָמַר רַבִּי עֲקִיבָא כְּשֶׁתַּגִּיעַ לְאַבְנֵי שַׁיִשׁ טָהוֹר וְכוּ', עַיֵּן שָׁם. וְעַל-כֵּן נִקְרָא בְּשֵׁם לֵוִי לְשׁוֹן הִתְחַבְּרוּת, כְּמוֹ שֶׁכָּתוּב, הַפַּעַם יִלָּוֶה אִישִׁי אֵלַי, הַיְנוּ שֶׁהִיא בְּחִינַת הַדִּבּוּר הַמְחַבֵּר רוּחַ דִּלְעֵלָּא וְרוּחַ דִּלְתַתָּא, כִּי הוּא מְמֻצָּע בֵּין שְׁנֵיהֶם וְכָלוּל מִשְּׁנֵיהֶם וְכַמּוּבָא בְּדִבְרֵי רַבֵּנוּ נֵרוֹ יָאִיר (בְּסִימָן יא) שֶׁהַדִּבּוּר נִקְרָא צִפַּרְתָּא דְּקָאֵי וְכוּ' דְּרֵישֵׁהּ מְטֵי עַד צֵית שְׁמַיָּא וְקַרְסֻלֵהּ בְּמַיָּא לְמַטָּה, כִּי הַדִּבּוּר כָּלוּל מִלְּמַעְלָה וּמִלְּמַטָּה, כִּי הוּא מוֹצִיא מִכֹּחַ אֶל הַפֹּעַל שֶׁזֶּה עִקַּר הַבְּרִיאָה כְּמוֹ שֶׁמְּבֹאָר שָׁם: וְעַל-כֵּן נִקְרָא הַדִּבּוּר הַקָּדוֹשׁ שֶׁל בְּחִינַת לְשׁוֹן הַקֹּדֶשׁ פִּי שְׁנַיִם. כְּמוֹ שֶׁמְּבָאֵר רַבֵּנוּ (בְּסִימָן יט) בִּבְחִינַת וִיהִי נָא פִּי שְׁנַיִם בְּרוּחֲךָ, כְּמוֹ שֶׁמְּבֹאָר שָׁם, כִּי הוּא פִּי שְׁנַיִם מַמָּשׁ, כִּי כָּלוּל מִשְּׁנֵי הָרוּחוֹת הַנַּ\"ל כַּנַּ\"ל. וְעַל-כֵּן נָתְנוּ חֲכָמִים שִׁעוּר לִתְרוּמָה רִאשׁוֹנָה תְּרֵי מִמֵּאָה, כִּי הָרוּחַ דִּלְעֵלָּא כָּלוּל מִשְּׁתֵּי הָרוּחוֹת, כִּי זֶה כְּלָל שֶׁהָעֶלְיוֹן כָּלוּל מֵהַתַּחְתּוֹן, כִּי הַהִשְׁתַּלְשְׁלוּת מֵרֵאשִׁית הַמַּחֲשָׁבָה שֶׁהִוא בְּחִינַת רוּחַ דִּלְעֵלָּא עַד סוֹף הַמַּעֲשֶׂה שֶׁהוּא הָרוּחַ דִּלְתַתָּא הוּא עַד בְּחִינַת מֵאָה בִּבְחִינַת אַל תֹּאמַר מָה אֶלָּא מֵאָה שֶׁזֶּה בְּחִינַת מֵאָה בְּרָכוֹת כַּנַּ\"ל שֶׁזֶּה בְּחִינַת מַעֲשֵׂר מִן הַמַּעֲשֵׂר שֶׁהוּא חֵלֶק מִמֵּאָה כַּנַּ\"ל. וְעַל-כֵּן הָרוּחַ דִּלְעֵלָּא שֶׁהוּא כָּלוּל מִשְּׁתֵּי הָרוּחוֹת הוּא פִּי שְׁנַיִם כַּתַּחְתּוֹן, הַיְנוּ תְּרֵי מִמֵּאָה, כִּי הוּא כָּלוּל מִשְּׁנֵיהֶם כַּנַּ\"ל. וּבֶאֱמֶת מֵעִקַּר הַדִּין מִדְּאוֹרָיְתָא אֵין לִתְרוּמָה רִאשׁוֹנָה שׁוּם שִׁעוּר, כִּי שָׁם לְמַעְלָה מִן הַשִּׁעוּר וְהַמִּדָּה כַּנַּ\"ל. רַק חֲכָמִים נָתְנוּ לוֹ שִׁעוּר עַל שֵׁם סוֹפוֹ. כִּי סוֹפוֹ לְהִשְׁתַּלְשֵׁל עַד לְמַטָּה עַד סוֹף הַמַּעֲשֶׂה, כִּי סוֹף מַעֲשֶׂה בְּמַחֲשָׁבָה תְּחִלָּה. וְעַל-כֵּן שִׁעוּרוֹ תְּרֵי מִמֵּאָה, כִּי הוּא כָּלוּל מִשְּׁנֵיהֶם בִּבְחִינַת סוֹף מַעֲשֶׂה בְּמַחֲשָׁבָה תְּחִלָּה, כַּמּוּבָא שָׁם בַּמַּאֲמָר וִיהִי נָא פִּי שְׁנַיִם הַנַּ\"ל, עַיֵּן שָׁם. וְעַל-כֵּן שְׁנֵי הַתְּרוּמוֹת לַכֹּהֵן, כִּי הַכֹּהֵן הוּא בִּבְחִינַת חָכְמָה כַּמּוּבָא שֶׁמִּשָּׁם הוּא בְּחִינַת שְׁתֵּי הָרוּחוֹת בִּבְחִינַת כֻּלָּם בְּחָכְמָה עָשִׂיתָ. וְעַל-יְדֵי אֵלּוּ הַמַּתָּנוֹת הַנַּ\"ל. עַל-יְדֵי-זֶה מְרִימִין וּמַעֲלִין הַתְּבוּאָה וּמְתַקְּנִין אוֹתָהּ כְּאִלּוּ בּוֹרְאִין אוֹתָהּ מֵחָדָשׁ, כִּי מַמְשִׁיכִין לָהּ הַחִיּוּת מִן הַקְּדֻשָּׁה מִתְּחִלַּת הַמַּחֲשָׁבָה עַד סוֹף הַמַּעֲשֶׂה כַּנַּ\"ל. וַאֲזַי הַתְּבוּאָה נִתְקַדְּשָׁה בִּקְדֻשַּׁת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ שֶׁהוּא בְּחִינַת פִּי שְׁנַיִם שֶׁעַל יָדוֹ נִבְרָא הָעוֹלָם וְכָל אֲשֶׁר בָּהּ. וְעַל-כֵּן מַפְרִישִׁין אַחַר כָּךְ מַעֲשֵׂר שֵׁנִי זֶה בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ עַל-יְדֵי תַּרְגּוּם, כִּי הַמַּעֲשֵׂר שֵׁנִי הוּא בִּבְחִינַת תַּרְגּוּם שֶׁהוּא סָמוּךְ אֶל הַקְּדֻשָּׁה וְנֶאֱכָל לְזָרִים וְהוּא מְמֻצָּע בֵּין מַתְּנוֹת כְּהֻנָּה, שֶׁהֵם קֹדֶשׁ לְגַמְרֵי, וּבֵין שְׁאָר הַתְּבוּאָה הַנֶּאֱכֶלֶת לְזָרִים. וְעִקַּר מִצְוָתוֹ הוּא רַק לְהַעֲלוֹתוֹ לִירוּשָׁלַיִם עִיר הַקֹּדֶשׁ. שֶׁהִיא בְּחִינַת מַלְכוּת פֶּה, בְּחִינַת לְשׁוֹן הַקֹּדֶשׁ וּלְאָכְלוֹ שָׁם. שֶׁעַל-יְדֵי-זֶה עוֹלֶה הַטּוֹב שֶׁבַּתַּרְגּוּם לִלְשׁוֹן הַקֹּדֶשׁ וְהָרַע נִכְנָע וַאֲזַי הֻתְּרָה הַתְּבוּאָה בַּאֲכִילָה לְיִשְׂרָאֵל, כִּי נִכְנַע הָרַע עַל-יְדֵי בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ עַל-יְדֵי הַתַּרְגּוּם כַּנַּ\"ל, עַיֵּן לְעֵיל בְּהִלְכוֹת עָרְלָה (הֲלָכָה א) שָׁם מְבֹאָר קְצָת יוֹתֵר בְּחִינַת מַעֲשֵׂר שֵׁנִי, כִּי הוּא בְּחִינַת נֶטַע רְבָעִי שֶׁהוּא בְּחִינַת לְשׁוֹן תַּרְגּוּם הַמַּשְׁלִים לְשׁוֹן הַקֹּדֶשׁ עַל-יְדֵי שֶׁנֶּאֱכָל בִּירוּשָׁלַיִם כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Tithes.1.1"
  },
  "second": {
    "section": {
      "volume": "Even HaEzer",
      "section": "Laws of a Bill of Divorce",
      "section_he": "הלכות גטין",
      "ref_base": "Likutei_Halakhot,_Even_HaEzer,_Laws_of_a_Bill_of_Divorce",
      "has_english": false
    },
    "chapter": 1,
    "siman": 1,
    "hebrew_text": "עִנְיַן גֵּט, עַל-פִּי הַתּוֹרָה \"וּבְיוֹם הַבִּכּוּרִים\" לְמַעַן יַאֲרִיךְ יָמִים עַל מַמְלַכְתּוֹ (סִימָן נו), עַיֵּן שָׁם הֵיטֵב: וְיוֹצֵא מִשָּׁם שֶׁצָּרִיךְ לְהַמְשִׁיךְ חַיִּים לְתוֹךְ בְּחִינַת הַמַּלְכוּת, וְזֶה נַעֲשֶׂה עַל-יְדֵי הַתּוֹרָה שֶׁהִיא שְׁמָא דְּקֻדְשָׁא בְּרִיךְ הוּא, שֶׁעַל-יְדֵי-זֶה קוֹרִין אֶת חֵי הַחַיִּים וּמַמְשִׁיךְ חִיּוּת לְתוֹךְ הַמַּלְכוּת, כִּי הַתּוֹרָה הִיא בְּחִינַת יָמִים וּמִדּוֹת, בְּחִינַת כֵּלִים שֶׁהוּא בְּחִינַת הַשֵּׁם שֶׁעַל יָדָהּ מַמְשִׁיכִין הַחִיּוּת בְּמִדָּה וּבְשִׁעוּר, עַיֵּן שָׁם, וַאֲזַי מַמְשִׁיכִין חִיּוּת לְהַמַּלְכוּת, וְהַחִיּוּת הוּא בְּחִינַת דַּעַת, כִּי הַחָכְמָה תְּחַיֶּה, וְעַל-יְדֵי הַדַּעַת יוֹדְעִין שֶׁגַּם בְּתוֹךְ הַהַסְתָּרוֹת מְלֻבָּשׁ גַּם כֵּן הַשֵּׁם יִתְבָּרַךְ, דְּהַיְנוּ תּוֹרָה וְעַל-יְדֵי-זֶה בְּעַצְמָהּ נֶחֱזֶרֶת הַהַסְתָּרָה וְנַעֲשֶׂה מִמֶּנָּה דַּעַת, הַיְנוּ תּוֹרָה, וְעַל-יְדֵי כֵן כָּל הָרְשָׁעִים חוֹזְרִים בִּתְשׁוּבָה, עַיֵּן שָׁם הֵיטֵב: וְזֶה בְּחִינַת גֵּט, שֶׁהוּא בְּחִינַת שֶׁמְּגַלִּין הַתּוֹרָה הַמְלֻבֶּשֶׁת בְּתוֹךְ בְּחִינַת הַסְתָּרַת פָּנִים, כִּי הָאִשָּׁה הִיא בְּחִינַת מַלְכוּת וְכָל חִיּוּתָהּ עַל-יְדֵי בַּעְלָהּ שֶׁמַּמְשִׁיךְ לָהּ חִיּוּת הַיְנוּ דַּעַת, וְעַל-כֵּן הַבָּא עַל אֵשֶׁת אִישׁ בְּמִיתָה, כִּי כְּשֶׁנִּפְרֶדֶת מִבַּעְלָהּ וְתַחַת אִישָׁהּ תִּקַּח זָרִים אֲזַי נִפְרֶדֶת מִמְּקוֹר חִיּוּתָהּ, וַאֲזַי סִטְרָא דְּמוֹתָא שַׁלִּיט, כִּי הִיא מְקֻשֶּׁרֶת בְּבַעְלָהּ וְכָל חִיּוּתָהּ מִמֶּנּוּ, שֶׁהוּא מַמְשִׁיךְ לָהּ חִיּוּת כַּנַּ\"ל. וְעַל-כֵּן כְּשֶׁנַּעֲשֶׂה שִׂנְאָה בֵּין אִישׁ וְאִשָּׁה, שֶׁהוּא בְּחִינַת הַסְתָּרַת פָּנִים, אִי אֶפְשָׁר לָהּ לִפָּרֵד מִמֶּנּוּ בִּוְלֹא כְלוּם, כִּי יִתְגַּבֵּר סִטְרָא דְּמוֹתָא, חַס וְשָׁלוֹם, עַל-יְדֵי בְּחִינַת הַהַסְתָּרָה, כִּי הַהַסְתָּרָה הוּא הִפּוּךְ הַחִיּוּת כַּנַּ\"ל, בְּחִינַת תַּסְתִּיר פָּנֶיךָ יִבָּהֵלוּן תּוֹסֵף רוּחָם יִגְוָעוּן וְכוּ', וְעַל-כֵּן צִוְּתָה הַתּוֹרָה שֶׁיִּכְתֹּב לָהּ סֵפֶר כְּרִיתוּת, 'סֵפֶר' דַּיְקָא בְּחִינַת תּוֹרָה, וּכְמוֹ שֶׁלָּמְדוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה מִפָּסוּק זֶה, \"וְכָתַב לָהּ סֵפֶר כְּרִיתֻת\", שֶׁדִּינוֹ כְּסֵפֶר לְעִנְיַן כַּמָּה דְּבָרִים, הַיְנוּ שֶׁהַגֵּט, שֶׁהוּא סֵפֶר כְּרִיתוּת, הוּא בְּחִינַת תּוֹרָה הַמְלֻבֶּשֶׁת וְנֶעְלֶמֶת בְּתוֹךְ בְּחִינַת הַהַסְתָּרָה, וְעַל-יְדֵי שֶׁכּוֹתְבִין וְנוֹתְנִין לָהּ הַגֵּט מְגַלִּין הַחִיּוּת וְהַתּוֹרָה הַמְלֻבֶּשֶׁת בְּתוֹךְ הַהַסְתָּרָה, וְעַל-יְדֵי-זֶה נִמְשָׁךְ לָהּ חִיּוּת לְתוֹךְ בְּחִינַת הַהַסְתָּרָה, וַאֲזַי יְכוֹלָה לִפָּרֵד מִבַּעְלָהּ בְּהֶתֵּר וְלֹא תֵּרֵד נַפְשָׁהּ לִשְׁאוֹל, לִבְחִינַת סִטְרָא דְּמוֹתָא, חַס וְשָׁלוֹם, עַל-יְדֵי הַהַסְתָּרָה וְהַפֵּרוּד, כִּי כְּבָר הֵאִיר לָהּ חִיּוּת וָדַעַת לְתוֹךְ הַהַסְתָּרָה בְּעַצְמָהּ, וְעָשָׂה מִן הַהַסְתָּרָה וְהַפֵּרוּד בְּעַצְמוֹ תּוֹרָה, דְּהַיְנוּ גֵּט שֶׁהוּא בְּחִינַת תּוֹרָה הַמְלֻבֶּשֶׁת בְּתוֹךְ הַהַסְתָּרָה כַּנַּ\"ל, וְעַל-כֵּן כּוֹתְבִין בַּגֵּט כְּדַת מֹשֶׁה וְיִשְׂרָאֵל, הַיְנוּ בְּחִינַת תּוֹרָה כַּנַּ\"ל: וְעַל-כֵּן מְרַמֵּז לָהּ בַּגֵּט שֶׁהִיא נִפְרֶדֶת מִמֶּנּוּ וְאַף-עַל-פִּי-כֵן עֲדַיִן הִיא רְאוּיָה לְאִישׁ יִשְׂרָאֵל, וְכוֹתֵב לָהּ, וַהֲרֵי אַתְּ מֻתֶּרֶת לְכָל אָדָם וּשְׁאָר לְשׁוֹנוֹת כַּיּוֹצֵא בָּזֶה. וְזֶה עִקָּרוֹ שֶׁל גֵּט, הַיְנוּ שֶׁזֶּה עִקַּר הַגֵּט שֶׁכּוֹתֵב לָהּ אַף שֶׁהִיא בִּבְחִינַת הַסְתָּרָה וְנִפְרֶדֶת מִבַּעְלָהּ מִמְּקוֹר הַחַיִּים עִם כָּל זֶה בֶּאֱמֶת גַּם שָׁם בְּתוֹךְ הַהַסְתָּרָה בְּעַצְמָהּ מְלֻבֶּשֶׁת הַתּוֹרָה, כִּבְיָכוֹל, כַּנַּ\"ל. נִמְצָא, שֶׁעֲדַיִן הִיא קְשׁוּרָה בְּחֵי הַחַיִּים, וְעַל-כֵּן הִיא רַשָּׁאָה וְשַׁלְטָאָה לִנָּשֵׂא לְמִי שֶׁתִּרְצֶה מִיִּשְׂרָאֵל, כִּי הִיא קְשׁוּרָה עֲדַיִן בִּקְדֻשַּׁת יִשְׂרָאֵל וִיכוֹלָה לְהִנָּשֵׂא לְיִשְׂרָאֵל לְקַבֵּל עַל יָדוֹ חִיּוּת מֵחֵי הַחַיִּים, כִּי לֹא נִפְרְדָה וְנִכְרְתָה מִקְּדֻשַּׁת יִשְׂרָאֵל לְגַמְרֵי, חַס וְשָׁלוֹם, עַל-יְדֵי הַהַסְתָּרָה, כִּי גַּם בְּתוֹךְ הַהַסְתָּרָה בְּעַצְמָהּ מְלֻבֶּשֶׁת הַתּוֹרָה, שֶׁזֶּה בְּחִינַת הַגֵּט סֵפֶר כְּרִיתוּת כַּנַּ\"ל. וְזֶה בְּחִינַת וְכָתַב לָהּ סֵפֶר כְּרִיתֻת וְשִׁלְּחָהּ מִבֵּיתוֹ וְיָצְאָה וְהָיְתָה. וְלָמְדוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, מֵקִישׁ הֲוָיָה לִיצִיאָה, הַיְנוּ שֶׁהֲוָיָה מַתְחִיל מִן הַיְצִיאָה בְּעַצְמָהּ, שֶׁתֵּכֶף וּמִיָּד כְּשֶׁמַּגִּיעָה לְתַכְלִית הַהַסְתָּרָה וְהַפֵּרוּד, דְּהַיְנוּ בִּשְׁעַת קַבָּלַת הַגֵּט, אֲזַי תֵּכֶף מַתְחִיל בְּחִינַת הַהֲוָיָה שֶׁיְּכוֹלָה לְהִתְהַוּוֹת וּלְהִתְקַשֵּׁר בִּקְדֻשַּׁת יִשְׂרָאֵל שֶׁהֵם דְּבֵקִים בֵּאלֹקִים חַיִּים. כִּי הַגֵּט בְּעַצְמוֹ מְגַלֶּה שֶׁגַּם בְּתוֹךְ הַהַסְתָּרָה מְלֻבָּשׁ תּוֹרָה כַּנַּ\"ל, שֶׁעַל-יְדֵי כֵן הִיא רַשָּׁאָה וְשַׁלְטָאָה בְּנַפְשָׁהּ לִמְהָךְ לְמִינְסְבָא לְכָל גְּבַר מִיִּשְׂרָאֵל. נִמְצָא, שֶׁבְּהַגֵּט בְּעַצְמוֹ מְקַשֵּׁר אוֹתָהּ בִּקְדֻשַּׁת יִשְׂרָאֵל כַּנַּ\"ל בְּחִינַת וְיָצְאָה וְהָיְתָה כַּנַּ\"ל, כִּי גַּם בְּתוֹךְ הַהַסְתָּרָה מְלֻבָּשׁ תּוֹרָה רַק שֶׁהִיא בְּהֶעְלֵם, וְתֵכֶף כְּשֶׁנִּתְגַּלֶּה זֹאת עַל-יְדֵי הַגֵּט כַּנַּ\"ל אֲזַי חוֹזֶרֶת הַהַסְתָּרָה לַדַּעַת. נִמְצָא, שֶׁגַּם בְּתוֹךְ תַּכְלִית הַהַסְתָּרָה עֲדַיִן הִיא מְקֻשֶּׁרֶת בַּחַיִּים עַל-יְדֵי שֶׁמְּגַלִּין הַהַסְתָּרָה וְעוֹשִׂין מִמֶּנָּה דַּעַת וְתוֹרָה שֶׁזֶּה בְּחִינַת גֵּט כַּנַּ\"ל: וְעַל-כֵּן עִקַּר הַגֵּט הוּא שְׁמוֹ וּשְׁמָהּ, כִּי כְּמוֹ שֶׁבִּבְחִינַת כְּלָלִיּוּת מַלְכוּת יִשְׂרָאֵל צָרִיךְ לְהַמְשִׁיךְ הַחִיּוּת עַל-יְדֵי הַתּוֹרָה שֶׁהִיא שְׁמָא דְּקֻדְשָׁא בְּרִיךְ הוּא, שֶׁעַל יָדָהּ נִמְשָׁךְ הַחִיּוּת מִשְּׁמוֹ לִשְׁמָהּ, כִּבְיָכוֹל, כִּי הַתּוֹרָה הִיא בְּחִינַת שְׁמוֹ וּשְׁמָהּ, הַיְנוּ שְׁמוֹ יִתְבָּרַךְ וְשֵׁם מַלְכוּת יִשְׂרָאֵל, כִּי שְׁמוֹ מְשֻׁתָּף בִּשְׁמֵנוּ, הַיְנוּ הַתּוֹרָה שֶׁהוּא שְׁמָא דְּקֻדְשָׁא בְּרִיךְ הוּא הוּא עַצְמוֹ בְּחִינַת שֵׁם הַמַּלְכוּת, כִּי עִקַּר הַשֵּׁם הוּא בְּחִינַת מַלְכוּת, כַּמּוּבָא כְּמוֹ שֶׁכָּתוּב, \"וַיַּעַשׂ דָּוִד שֵׁם\", וְכָל אֶחָד מִיִּשְׂרָאֵל יֵשׁ לוֹ אוֹת בַּתּוֹרָה, שֶׁהוּא בְּחִינַת שְׁמוֹ, כִּי שְׁמוֹת בְּנֵי יִשְׂרָאֵל, שֶׁהֵם כְּלָלִיּוּת הַמַּלְכוּת, נִרְשָׁמִים בַּתּוֹרָה בִּבְחִינַת וְאֵלֶּה שְׁמוֹת בְּנֵי יִשְׂרָאֵל הַנֶּאֱמַר בַּתּוֹרָה, כְּמוֹ כֵן בִּפְרָטִיּוּת כְּשֶׁצְּרִיכִין לְהַמְשִׁיךְ חִיּוּת לְתוֹךְ בְּחִינַת מַלְכוּת בִּפְרָטִיּוּת כְּדֵי לְגַלּוֹת הַהַסְתָּרָה כַּנַּ\"ל, שֶׁזֶּה בְּחִינַת גֵּט כַּנַּ\"ל, צְרִיכִין לְהַמְשִׁיךְ הַחִיּוּת מִשְּׁמוֹ לִשְׁמָהּ כַּנַּ\"ל: וְזֶה בְּחִינַת הַזְּמַן שֶׁכּוֹתְבִין בְּגֵט, וְכוֹתְבִין הַיּוֹם וְהַשָּׁבוּעַ וְהַחֹדֶשׁ וְהַשָּׁנָה, שֶׁזֶּה בְּחִינַת כָּל גְּבוּלֵי הַיָּמִים וְהַזְּמַנִּים כְּדֵי לְהַמְשִׁיךְ הַחִיּוּת בִּבְחִינַת יָמִים וּמִדּוֹת, בִּבְחִינַת וּמִדַּת יָמַי וְכוּ', כַּמְבֹאָר שָׁם, וְכָל זֶה כְּדֵי שֶׁיִּהְיֶה נִמְשָׁךְ חִיּוּת, שֶׁהִיא בְּחִינַת דַּעַת, כְּדֵי לְגַלּוֹת הַהַסְתָּרָה, שֶׁזֶּה בְּחִינַת הַגֵּט סֵפֶר כְּרִיתוּת כַּנַּ\"ל: וְזֶה בְּחִינַת וְאָנֹכִי הַסְתֵּר אַסְתִּיר פָּנַי וְעָנְתָה הַשִּׁירָה הַזֹּאת בָּכֶם לְעֵד, שֶׁגַּם בְּתוֹךְ הַהַסְתָּרָה שֶׁבְּתוֹךְ הַסְתָּרָה מְלֻבָּשׁ תּוֹרָה כַּנַּ\"ל. וְזֶה בְּעַצְמוֹ מֵעִיד שֶׁלֹּא תִּשָּׁכַח וְכוּ', כִּי עֲדַיִן קְשׁוּרִים בְּחֵי הַחַיִּים, כִּי גַּם שָׁם מְלֻבָּשׁ חִיּוּתוֹ יִתְבָּרַךְ כַּנַּ\"ל, וְזֶה בְּחִינַת הַגֵּט שֶׁהוּא לְעֵד וְלִרְאָיָה שֶׁהִיא יְכוֹלָה לִדָּבֵק בִּקְדֻשַּׁת יִשְׂרָאֵל כַּנַּ\"ל: וְעַל-כֵּן הַקְּטַנָּה יוֹצֵאת בְּמֵאוּן, כִּי הַקְּטַנָּה שֶׁאֵין בָּהּ דַּעַת אֵין מְקֻשֶּׁרֶת בְּבַעְלָהּ כְּלָל. כִּי עִקַּר הַהִתְקַשְּׁרוּת עַל-יְדֵי הַדַּעַת בִּבְחִינַת וְהָאָדָם יָדַע וְכוּ', וְעַל-כֵּן אֵינָהּ יְכוֹלָה לְהִתְקַשֵּׁר בְּבַעְלָהּ כִּי אִם עַל-יְדֵי אָבִיהָ בִּבְחִינַת אָב בְּחָכְמָה שֶׁעַל יָדוֹ נִקְשֶׁרֶת בְּבַעְלָהּ כַּנַּ\"ל, אֲבָל כְּשֶׁאֵין לָהּ אָב וְדַעַת עַצְמָהּ אֵין לָהּ, אֵין לָהּ הִתְקַשְּׁרוּת כְּלָל כַּנַּ\"ל. וְעַל-כֵּן יוֹצֵאת בְּמֵאוּן בְּלֹא גֵּט, כִּי אֵין מְלֻבָּשׁ בְּתוֹךְ הַהַסְתָּרָה דַּעַת כְּלָל, כִּי אֲפִלּוּ בְּהַהִתְקַשְּׁרוּת אֵין דַּעַת כַּנַּ\"ל: וְעַל-כֵּן הִיא נִפְרֶדֶת בְּמֵאוּן מִבַּעְלָהּ לְגַמְרֵי, וְהִיא מֻתֶּרֶת בִּקְרוֹבָיו וְהוּא מֻתָּר בִּקְרוֹבוֹתֶיהָ, כִּי נַעֲשָׂה בֵּינֵיהֶם פֵּרוּד לְגַמְרֵי, מֵאַחַר שֶׁהָיָה הַהִתְקַשְּׁרוּת בְּלֹא דַּעַת כַּנַּ\"ל. וְזֶה בְּחִינַת מַלְכוּת הָרְשָׁעָה, מַלְכוּת עֵשָׂו, שֶׁנֶּאֱמַר עָלֶיהָ, \"קָטֹן נְתַתִּיךְ בַּגּוֹיִם וְכוּ'\". שֶׁהִיא לְעוֹלָם בִּבְחִינַת קָטָן וּמַלְכוּתוֹ בְּלֹא דַּעַת וְחִיּוּת כַּמּוּבָא לְעֵיל, וְעַל-כֵּן הוּא בִּבְחִינַת שָׁארֵי בְּחִבּוּרָא וְסַיֵּם בְּפֵרוּדָא, כִּי אַחַר כָּךְ נִפְרְדוּ לְגַמְרֵי וְאֵין לוֹ שׁוּם הִתְחַבְּרוּת מֵאַחַר שֶׁהוּא בְּלֹא דַּעַת כַּנַּ\"ל, כִּי הַקְּטַנָּה עֲדַיִן יֵשׁ בָּהּ אֲחִיזָה שֶׁל הַסִּטְרָא אָחֳרָא שֶׁהִיא מַלְכוּת הָרְשָׁעָה כַּיָּדוּעַ: אֲבָל כְּשֶׁיּוֹצֵאת בְּגֵט נִשְׁאֶרֶת מְקֻשֶּׁרֶת בְּבַעְלָהּ לְעוֹלָם, וְעַל-כֵּן הִיא אֲסוּרָה בִּקְרוֹבָיו וְכוּ', כִּי הַגֵּט הוּא בְּחִינַת דַּעַת הַמְלֻבָּשׁ בְּתוֹךְ הַהַסְתָּרָה, וְעַל-כֵּן אַף-עַל-פִּי שֶׁנִּפְרֶדֶת וְנִסְתֶּרֶת מִמֶּנּוּ, אַף-עַל-פִּי-כֵן עֲדַיִן הִיא קְשׁוּרָה בּוֹ קְצָת עַל-יְדֵי הַדַּעַת הַמְלֻבָּשׁ בְּתוֹךְ הַהַסְתָּרָה בְּעַצְמָהּ, שֶׁהוּא בְּחִינַת הַגֵּט, וְהַדַּעַת הוּא הִתְקַשְּׁרוּת, וְעַל-כֵּן הִיא אֲסוּרָה בִּקְרוֹבָיו וְכוּ', כִּי עֲדַיִן יֵשׁ לָהֶם בְּחִינַת הִתְקַשְּׁרוּת בְּהֶעְלֵם גָּדוֹל לְעוֹלָם: גַּם בְּהִלְכוֹת פְּרִיָּה וּרְבִיָּה הֲלָכָה א אוֹת ב מְבֹאָר הִלְכוֹת גִּטִּין:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_a_Bill_of_Divorce.1.1"
  }
}