{
  "date_seed": "2026-02-06",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 06/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Monetary_Damages.2.1\"><b>א. הלכות נזקי ממון</b></a>\n<i>חושן משפט</i>\n\nאַרְבָּעָה אֲבוֹת נְזִיקִין הַשּׁוֹר וְכוּ': עַל פִּי מַה שֶּׁמְּבֹאָר בַּמַּאֲמָר 'וּבְיוֹם הַבִּכּוּרִים' סִימָן נו שֶׁמַּלְכוּת הָרְשָׁעָה, שֶׁהִיא כְּנֶגֶד מַלְכוּת דִּקְדֻשָּׁה, מִתְגַּבֶּרֶת לֶאֱסֹף וְלִכְנֹס מָמוֹן, כִּי שָׁם כָּל הַנִּיצוֹצוֹת הַקְּדֻשָּׁה וְעַל כֵּן הִיא מִתְגַּבֶּרֶת בְּתַאֲוַת מָמוֹן וְכוּ'. אֲבָל יֵשׁ כֹּחַ בְּמַלְכוּת דִּקְדֻשָּׁה לְהוֹצִיא בִּלְעוֹ מִפִּיו בִּבְחִינַת עֵת אֲשֶׁר שָׁלַט הָאָדָם בָּאָדָם לְרַע לוֹ שֶׁמּוֹצִיאִין מֵהֶם כָּל הַקְּדֻשָּׁה וְנַעֲשֶֹה מִזֶּה תּוֹרָה גָּבֹהַּ מְאֹד דַּיְקָא וְכוּ', עַיֵּן שָׁם. וּמַלְכוּת הָרְשָׁעָה הִוא מַלְכוּת הָמָן עֲמָלֵק שֶׁרוֹדֵף אַחַר מַחֲנֵה דָּן בְּחִינַת מַלְכוּת דִּקְדֻשָּׁה, עַיֵּן שָׁם: וְזֶה בְּחִינַת אַרְבָּעָה אֲבוֹת נְזִיקִין שֶׁהֵם בְּחִינַת מַלְכוּת הָרְשָׁעָה שֶׁהֵם מַזִּיקִין מָמוֹן יִשְֹרָאֵל, כִּי הֵם מִתְגַּבְּרִין עַל הַמָּמוֹן לִפְגֹּם אוֹתוֹ מֵחֲמַת שֶׁשָּׁם כָּל הַטּוֹב כַּנַּ\"ל. וְעַל כֵּן הֵם אַרְבָּעָה, כִּי מַלְכוּת דִּקְדֻשָּׁה הִיא בְּחִינַת ד' וּכְשֶׁנּוֹפֵל וְנִפְגָּם בְּחִינַת הַד' שֶׁהִיא מַלְכוּת דִּקְדֻשָּׁה אֲזַי נַעֲשֶֹה מִזֶּה בְּחִינַת אַרְבַּע מַלְכֻיּוֹת שֶׁהֵם מַלְכוּת דִּקְדֻשָּׁה אֲזַי נַעֲשֶֹה מִזֶּה בְּחִינַת אַרְבַּע מַלְכֻיּוֹת שֶׁהֵם מַלְכוּת הָרְשָׁעָה בְּחִינַת עֲמָלֵק שֶׁכָּלוּל מִכָּל הָאַרְבַּע מַלְכֻיּוֹת, כַּמּוּבָא כָּל זֶה בַּמַּאֲמָר מֵישְׁרָא דְּסַכִּינָא (סִימָן ל), עַל כֵּן הֵם מִתְגַּבְּרִים עַל הַמָּמוֹן לְהַזִּיקוֹ, כִּי מַלְכוּת דִּקְדֻשָּׁה תִּקּוּנָהּ וּשְׁלֵמוּתָהּ עַל יְדֵי שֹוֹנֵא בֶּצַע לִשְֹנֹא הַמָּמוֹן בְּתַכְלִית הַשִּנְאָה, כַּמְבֹאָר שָׁם בַּמַּאֲמָר מֵישְׁרָא הַנַּ\"ל. וְעַל כֵּן לְהֵפֶךְ מַלְכוּת דְּסִטְרָא אָחֳרָא, שֶׁהֵם הָאַרְבַּע מַלְכֻיּוֹת, מִתְגַּבְּרִין לְהַזִּיק מָמוֹן יִשְֹרָאֵל, דְּהַיְנוּ שֶׁמִּתְגַּבְּרִין בְּתַאֲוַת מָמוֹן שֶׁבָּזֶה הֵם מַזִּיקִין מָמוֹן יִשְֹרָאֵל שֶׁפַע קֹדֶשׁ לְהַכְנִיסוֹ אֶל הַתַּאֲוָה שֶׁהִיא מִסִּטְרָא אָחֳרָא חַס וְשָׁלוֹם, כִּי עִקַּר הַגָּלֻיּוֹת הֵם רַק עַל יְדֵי הַמָּמוֹן, כִּי שָׁם כָּל הַנִּיצוֹצוֹת הַקְּדוֹשׁוֹת וְהֵם מִתְגַּבְּרִים לְהוֹצִיאָם לַחוּץ חַס וְשָׁלוֹם עַל יְדֵי תַּאֲוַת מָמוֹן וְעַל יְדֵי מַה שֶּׁגּוֹזְלִין לְמָמוֹן יִשְֹרָאֵל, כִּי הֵם בְּחִינָה אַחַת, דְּהַיְנוּ גְּזֵלָתָם מַמָּשׁ וְהִתְגַּבְּרוּת הַתַּאֲוָה עַל יִשְֹרָאֵל כִּי הַכֹּל כְּדֵי לִינֹק וּלְקַבֵּל מִשֶּׁפַע קֹדֶשׁ הַגָּנוּז בְּמָמוֹן כַּנַּ\"ל. אֲבָל יֵשׁ כֹּחַ בְּמַלְכוּת דִּקְדֻשָּׁה לְהוֹצִיא בִּלְעָם מִפִּיהֶם כַּנַּ\"ל וְזֶה בְּחִינַת שֶׁצְּרִיכִים לְשַׁלֵּם בְּמֵיטַב, כְּמוֹ שֶׁכָּתוּב, מֵיטַב שָֹדֵהוּ וְכוּ', כִּי מוֹצִיאִין כָּל הַטּוֹב מֵהֶם, וְאַדְּרַבָּא, אֲפִלּוּ כָּל הַנִּיצוֹצוֹת וְהַטּוֹב שֶׁהָיָה בֵּינֵיהֶם מִכְּבָר מוֹצִיאִין מֵהֶם עַל יְדֵי שֶׁנִּתְקַבֵּץ הַטּוֹב יַחַד עַל יְדֵי שֶׁהִתְגַּבְּרוּ וְיָנְקוּ עוֹד הַרְבֵּה טוֹב שֶׁעַל יְדֵי זֶה נִתְקַבֵּץ וְנִתְחַבֵּר וְנִדְבָּק הַנִּיצוֹצוֹת שֶׁהָיוּ שָׁם מִכְּבָר שֶׁלֹּא הָיוּ יְכוֹלִים לָצֵאת וְעַכְשָׁו נִתְחַבְּרִים בְּזֶה הַטּוֹב הַנַּ\"ל. וְאַחַר כָּךְ יוֹצֵא מֵהֶם הַכֹּל כַּנַּ\"ל שֶׁזֶּה בְּחִינַת עֵת אֲשֶׁר שָׁלַט הָאָדָם בָּאָדָם לְרַע לוֹ כִּי עַל יְדֵי שְׁלִיטָתָם וְהִתְגַּבְּרוּתָם נִשְׁאָר אֶצְלָם הָרַע לְבַד בְּלִי שׁוּם טוֹב שֶׁזֶּהוּ מַפַּלְתָּם כִּי כָּל הַטּוֹב יוֹצֵא מֵהֶם. וְזֶה בְּחִינַת מֵיטַב שָֹדֵהוּ וּמֵיטַב כַּרְמוֹ יְשַׁלֵּם, שֶׁכָּל הַטּוֹב שֶׁהָיָה כָּבוּשׁ בֵּינֵיהֶם צְרִיכִים לְשַׁלֵּם וּלְהַחֲזִיר לַבְּעָלִים אֶל הַקְּדֻשָּׁה כַּנַּ\"ל: וְזֶה בְּחִינַת מַה שֶּׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה שֶׁהַנִּזָּק וְהַמַּזִּיק בְּתַשְׁלוּמִין כִּי הַמֵּת יִהְיֶה לוֹ שֶׁהַבְּעָלִים מְטַפְּלִין בַּנְּבֵלָה כִּי הַנִּזָּקִין שֶׁהֵם יִשְֹרָאֵל, שֶׁמִּתְגַּבְּרִין עֲלֵיהֶם הַמַּזִּיקִין שֶׁהֵם הָאֻמּוֹת בְּתַאֲוַת מָמוֹן כַּנַּ\"ל וְעַל יְדֵי זֶה נִזַּק מָמוֹנָם",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Monetary_Damages.2.1\"><b>א. הלכות נזקי ממון</b></a> (המשך)\n\nכַּנַּ\"ל, הֵם צְרִיכִין לְקַבֵּל אֶת הַנְּבֵלָה הַמֵּתָה לְטַפֵּל בָּהּ לְמָכְרָהּ לְבָרֵר הַטּוֹב וְהַחִיּוּת, דְּהַיְנוּ נִיצוֹצוֹת הַקְּדֻשָּׁה שֶׁל מָמוֹן יִשְֹרָאֵל שֶׁנִּשְׁאַר בָּהּ עֲדַיִן. וְזֶה מֻטָּל עַל הַבְּעָלִים הַנִּזָּקִין שֶׁהֵם הַיִּשְֹרָאֵל, כִּי לָהֶם לְבַד זֶה הַכֹּחַ לְבָרֵר וּלְהוֹצִיא הַטּוֹב מִן הַמֵּתִים וְהַנִּשְׁבָּרִים, כִּי גַּם הֵם חַיָּבִים בָּזֶה וְרָאוּי לָהֶם לִסְבֹּל גַּם כֵּן קְצָת בַּהֶזֵּק, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה 'וְהַנִּזָּק וְהַמַּזִּיק בְּתַשְׁלוּמִין', שֶׁגַּם עַל הַנִּזָּק חָל תַּשְׁלוּמֵי הַהֶזֵּק, הַיְנוּ שֶׁבְּוַדַּאי צְרִיכִין לְתַקֵּן אֶת אֲשֶׁר נִמְשְׁכוּ אַחֲרֵיהֶם עַד שֶׁנִּזּוֹקוּ, כִּי אָנוּ צְרִיכִין לִשְׁמֹר עַצְמֵנוּ מִן הַהֶזֵּק הַיְנוּ לִבְלִי לִמְשֹׁךְ אַחַר תַּאֲוֹתֵיהֶם כַּנַּ\"ל, וְעַל כֵּן כְּשֶׁלֹּא שָׁמְרוּ עַצְמָן עַד שֶׁנִּזּוֹקוּ מֵהֶם, דְּהַיְנוּ שֶׁהִתְגַּבְּרוּ עֲלֵיהֶם כַּנַּ\"ל צְרִיכִין לְטַפֵּל בַּנְּבֵלָה הַמֵּתָה לְבָרֵר הַטּוֹב מִמֶּנָּה, דְּהַיְנוּ הַמָּמוֹן שֶׁנִּשְׁאַר בָּהּ כַּנַּ\"ל. וּמוֹתַר הַהֶזֵּק מוֹצִיאִין מִן הַמַּזִּיקִין שֶׁמַּעֲמִידִין אוֹתָן בְּדִין וּצְרִיכִין לְשַׁלֵּם בְּמֵיטַב כַּנַּ\"ל, דְּהַיְנוּ שֶׁמּוֹצִיאִין הַטּוֹב מֵהֶם כַּנַּ\"ל. וְזֶה נַעֲשֶֹה עַל יְדֵי הַשְּׁלֹשָׁה דַּיָּנִים, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, דִּינֵי נְזִיקִין בִּשְׁלֹשָׁה. כִּי הַשְּׁלֹשָׁה דַּיָּנִים הֵם בְּחִינַת הַשְּׁלֹשָׁה אָבוֹת, שֶׁהֵם בְּחִינַת שָׁלֹשׁ רְגָלִים שֶׁבָּהֶם עוֹלָה הַמַּלְכוּת מִבֵּינֵיהֶם וַאֲזַי נִכְנָע הַסִּטְרָא אָחֳרָא שֶׁהִיא מַלְכוּת הָרְשָׁעָה, הַיְנוּ שֶׁמּוֹצִיאִין הַטּוֹב מֵהֶם שֶׁמְּשַׁלְּמִין בְּמֵיטַב כַּנַּ\"ל וְעַיֵּן שָׁם לְעֵיל בְּהִלְכוֹת דַּיָּנִים שֶׁזֶּה בְּחִינַת שְׁלֹשָׁה דַּיָּנִים, עַיֵּן שָׁם: וְעַל כֵּן נִקְרָאִים אֲבוֹת נְזִיקִין כְּנֶגֶד מַלְכוּת דִּקְדֻשָּׁה שֶׁעִקַּר שְׁלֵמוּתָהּ עַל יְדֵי שְׁלֹשָׁה אָבוֹת כַּמּוּבָא, שֶׁזֶּה בְּחִינַת שָׁלֹשׁ רְגָלִים כַּנַּ\"ל כַּמּוּבָא בַּמַּאֲמָר מֵישְׁרָא הַנַּ\"ל, וְאֶת זֶה לְעֻמַּת זֶה מַלְכוּת הָרְשָׁעָה מְקַבְּלִין מֵאֲבוֹת הַטֻּמְאָה שֶׁעִקָּרָם הַמֵּת שֶׁהוּא אֲבִי אֲבוֹת הַטֻּמְאָה שֶׁהוּא בְּחִינַת עֲמָלֵק כַּמּוּבָא, וְהֵם מְקַבְּלִין מִשָּׁם, כִּי הוּא כְּלַל כֻּלָּם, כְּמוֹ שֶׁכָּתוּב: רֵאשִׁית גּוֹיִם עֲמָלֵק. כְּמוֹ שֶׁכָּתַב רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה שָׁם וְעַל כֵּן נִקְרָא מַלְכוּת הָרְשָׁעָה אַרְבָּעָה אֲבוֹת נְזִיקִין: וְזֶה שֶׁאָמְרוּ בַּמִּשְׁנָה, לֹא הֲרֵי זֶה כַּהֲרֵי זֶה וְלֹא הֲרֵי זֶה כַּהֲרֵי זֶה, כִּי הֵם בְּחִינַת עוֹלַם הַפֵּרוּד, בְּחִינַת וּמִשָּׁם יִפָּרֵד וְהָיָה לְאַרְבָּעָה רָאשִׁים הֵפֶךְ מַלְכוּת דִּקְדֻשָּׁה שֶׁהִיא בְּחִינַת ד' דְּאֶחָד בְּחִינַת אַחְדוּת פָּשׁוּט. וְעַל כֵּן אֵין בָּהֶם אַחְדוּת וְהִשְׁתַּוּוּת רַק מֻפְרָדִין וּמֻחְלָקִין זֶה מִזֶּה וְאֵין בָּהֶם צַד הַשָּׁוֶה כִּי אִם שֶׁדַּרְכָּן לְהַזִּיק כַּנַּ\"ל וּכְשֶׁהִזִּיק מְשַׁלְּמִין בְּמֵיטַב כַּנַּ\"ל: וְיֵשׁ לְפָרֵשׁ הַשּׁוֹר הוּא בְּחִינַת יָוָן שֶׁאָמְרוּ, כִּתְבוּ לָכֶם עַל קֶרֶן הַשּׁוֹר וְכוּ', 'קֶרֶן הַשּׁוֹר' דַּיְקָא, בְּחִינַת הַשּׁוֹר שֶׁהוּא בְּחִינַת הַקֶּרֶן. וְהַבּוֹר זֶה מַלְכוּת הָרְשָׁעָה מַלְכוּת אֱדוֹם שֶׁהִוא עֲמָלֵק שֶׁהוּא מוּכָן לְתַקָּלָה, כִּי בּוֹר דָּא טְחוֹל לִילִית אִמָּא דְּעֵרֶב רַב תַּאֲוַת נִאוּף, שֶׁזֶּה בְּחִינַת עֲמָלֵק, כַּמּוּבָא. וְהַמַּבְעֶה זֶה הַשֵּׁן בְּחִינַת אֲכִילָה בְּחִינַת פָּרַס וּמָדַי שֶׁאוֹכְלִין בָּשָֹר כְּדֹב וְכוּ' גַּם מָדַי הִתְגַּבְּרוּ עַל יִשְֹרָאֵל עַל יְדֵי אֲכִילָה בִּימֵי אֲחַשְׁוֵרוֹשׁ עַל שֶׁנֶּהֱנוּ מְסְּעֻדָּתוֹ שֶׁל אוֹתוֹ רָשָׁע. וְהַהֶבְעֵר זֶה בָּבֶל נְבוּכַדְנֶצַּר שֶׁהִבְעִיר אֵשׁ בְּבֵית הַמִּקְדָּשׁ. וְאֵין מוּכָן לְתַקָּלָה כְּמוֹ הַבּוֹר שֶׁהוּא עֲמָלֵק תַּאֲוָה הַכְּלָלִיּוּת רַע הַכּוֹלֵל, כִּי כָּלוּל מִכֻּלָּם כַּנַּ\"ל. וְזֶה",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Monetary_Damages.2.1\"><b>א. הלכות נזקי ממון</b></a> (המשך)\n\nשֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, אִי כָּתַב בּוֹר וְחַד מִנַּיְהוּ הֲוֵי יַלְפִינִין כֻּלְּהוּ. כִּי בּוֹר כָּלוּל מִכֻּלָּם, שֶׁהוּא בְּחִינַת מַלְכוּת עֲמָלֵק שֶׁכָּלוּל מִכֻּלָּם כַּנַּ\"ל וּמִמֶּנּוּ נִלְמָדִין כֻּלָּם כִּי הַכֹּל נִלְמְדוּ מִמֶּנּוּ, כְּמוֹ שֶׁפֵּרֵשׁ רַשִׁ\"י עַל פָּסוּק רֵאשִׁית גּוֹיִם עֲמָלֵק שֶׁהוּא נִזְדַּוֵּג לְיִשְֹרָאֵל תְּחִלָּה מָשָׁל לְאַמְבַּטִי רוֹתַחַת וְכוּ' בָּא זֶה וְהִפְשִׁירָהּ בִּפְנֵיהֶם, נִמְצָא שֶׁמִּמֶּנּוּ לָמְדוּ הַכֹּל לְהִזְדַּוֵּג לְיִשְֹרָאֵל לְהַזִּיק לָהֶם חַס וְשָׁלוֹם. וּמַסִּיק בַּגְּמָרָא שֶׁלֹּא נִכְתְּבוּ כֻּלָּם אֶלָּא לְהַגְדִּיל תּוֹרָה וְיַאְדִּיר, כִּי בֶּאֱמֶת עַל יְדֵי הָאַרְבָּעָה אֲבוֹת נְזִיקִין שֶׁהֵם הָאַרְבַּע מַלְכֻיּוֹת עַל יָדָם דַּיְקָא יַגְדִּיל תּוֹרָה וְיַאְדִּיר, כִּי אַחַר כָּךְ מוֹצִיאִין מֵהֶם בִּלְעָם מִפִּיהֶם בִּבְחִינַת חַיִל בָּלַע וַיְקִאֶנּוּ. וְעוֹשִֹין מִזֶּה תּוֹרָה שֶׁנִּקְרֵאת אֵשֶׁת חַיִל נִמְצָא שֶׁדַּיְקָא עַל יָדָם נִגְדֶּלֶת הַתּוֹרָה: וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, אָבוֹת מִכְּלָל דְּאִיכָּא תּוֹלָדוֹת, כִּי אֵלּוּ הָאַרְבַּע מַלְכֻיּוֹת הֵם כְּלָלִיּוּת הַשִּׁבְעִים אֻמִּין נִמְצָא שֶׁיֵּשׁ לָהֶם תּוֹלָדוֹת, דְּהַיְנוּ הַשִּׁבְעִים אֻמִּין שֶׁמִּתְפַּשְּׁטִין מֵהֶם: וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, הַאי מָאן דְּבָעֵי לְמֵהֲוֵי חֲסִידָא לִיקַיֵּם מִלֵּי דִּנְזִיקִין. חָסִיד זֶה בְּחִינַת אַבְרָהָם אִישׁ הַחֶסֶד שֶׁשְּׁלֵמוּת עֲלִיַּת הַמַּלְכוּת מִן הָאַרְבַּע מַלְכֻיּוֹת עַל יָדוֹ בִּבְחִינַת וְהוּכַן בְּחֶסֶד כִּסֵּא וְעַל כֵּן רָדַף אַחֲרֵי הָאַרְבָּעָה מְלָכִים, כְּמוֹ שֶׁמְּבֹאָר כָּל זֶה בַּמַּאֲמָר מֵישְׁרָא הַנַּ\"ל. וְזֶה לִיקַיֵים מִלֵּי דִּנְזִיקִין לְהַכְנִיעַ הָאַרְבַּע מַלְכֻיּוֹת אַרְבָּעָה אֲבוֹת נְזִיקִין וַאֲזַי הִיא בְּחִינַת חָסִיד בְּחִינַת אַבְרָהָם אִישׁ הַחֶסֶד כַּנַּ\"ל: וְזֶה שֶׁאָמְרוּ עוֹד (שָׁם) לְקַיֵּם מִלֵּי דְּאָבוֹת הַיְנוּ הַךְ, כִּי שְׁלֵמוּת הַמַּלְכוּת עַל יְדֵי הָאָבוֹת כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Monetary_Damages.2.1\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Levirate_Marriage.3.3\"><b>ב. הלכות יבום</b></a>\n<i>אבן העזר</i>\n\nֶאֱמוּנַת חֲכָמִים נִמְשָׁךְ עַל-יְדֵי נֶדֶר וְכוּ' כַּנַּ\"ל בַּמַּאֲמָר הַנַּ\"ל, וְזֶה בְּחִינַת מַה שֶּׁהַבַּעַל מֵפֵר נִדְרֵי אִשְׁתּוֹ, כִּי כָּל חִיּוּת הָאִשָּׁה וּבִנְיָנָהּ הוּא עַל-יְדֵי בַּעְלָהּ, כַּמּוּבָא בִּבְחִינַת אֵין הָאִשָּׁה מִתְבָּרֶכֶת אֶלָּא מִפְּרִי בִּטְנוֹ שֶׁל אִישׁ וְכוּ'. וְעִקַּר בִּנְיָנָהּ עַל-יְדֵי נֶדֶר, כִּי מִשָּׁם חִיּוּתָהּ כַּנַּ\"ל, כִּי אֱמוּנַת חֲכָמִים תּוֹרָה שֶׁבְּעַל פֶּה בְּחִינַת מַלְכוּת, בְּחִינַת אִשָּׁה יִרְאַת ה' בִּנְיָנָהּ וְחִיּוּתָהּ מִמְּקוֹם הַנֶּדֶר כַּיָּדוּעַ, וְכָל שֹׁרֶשׁ חִיּוּתָהּ, שֶׁהוּא בְּחִינַת נֶדֶר הַכֹּל נִמְשָׁךְ עַל יָדוֹ, כִּי הוּא כָּלוּל מִשְּׁתֵּי הַבְּחִינוֹת, מִתּוֹרָה שֶׁבִּכְתָב וְתוֹרָה שֶׁבְּעַל פֶּה, כִּי גַּם תּוֹרָה שֶׁבְּעַל פֶּה שָׁרְשָׁהּ בַּתּוֹרָה שֶׁבִּכְתָב, נִמְצָא, שֶׁשֹּׁרֶשׁ חִיּוּתָהּ, שֶׁהוּא בְּחִינַת נֶדֶר, נִמְשָׁךְ גַּם כֵּן עַל יָדוֹ, כִּי אֵין מְקַבֶּלֶת חִיּוּת כִּי אִם עַל יָדוֹ, וְעַל-כֵּן הַבַּעַל תֵּכֶף כְּשֶׁנּוֹשֵׂא אִשָּׁה הוּא זוֹכֶה בַּהֲפָרַת נְדָרֶיהָ, כִּי הַנְּדָרִים שֶׁמִּשָּׁם שָׁרְשָׁהּ וְחִיּוּתָהּ הַכֹּל נִמְשָׁךְ עַל יָדוֹ, וְעַל-כֵּן בְּיָדוֹ לַהֲקִימָם אוֹ לְהָפֵר אוֹתָם, וְזֶה שֶׁסִּיְּמָה הַתּוֹרָה בְּסוֹף פָּרָשַׁת נְדָרִים, \"אֵלֶּה הַדְּבָרִים אֲשֶׁר צִוָּה ה' בֵּין אִישׁ לְאִשְׁתּוֹ וְכוּ'\". כִּי הַנְּדָרִים הֵם הַדְּבָרִים שֶׁבֵּין אִישׁ לְאִשְׁתּוֹ, כִּי מִשָּׁם נִמְשָׁךְ אֵלֶיהָ הַחִיּוּת עַל-יְדֵי בַּעְלָהּ כַּנַּ\"ל, וְזֶה מַה שֶּׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה בַּעֲווֹן נְדָרִים אִשְׁתּוֹ שֶׁל אָדָם מֵתָה, חַס וְשָׁלוֹם, וְכוּ', כִּי עִקַּר קִיּוּם אֱמוּנַת חֲכָמִים בְּחִינַת אִשָּׁה יִרְאַת ה' הוּא עַל-יְדֵי נֶדֶר וְכַנַּ\"ל, וְעַל-כֵּן יַעֲקֹב כְּשֶׁהָלַךְ לִשָּא אִשָּׁה נָדַר נֶדֶר, כִּי פָּסוּק וַיִּדַּר יַעֲקֹב נֶדֶר הַנַּ\"ל נֶאֱמַר כְּשֶׁהָלַךְ לְבֵית לָבָן לִשָּא אִשָּׁה וְכַנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Levirate_Marriage.3.3\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Choshen Mishpat",
      "section": "Laws of Monetary Damages",
      "section_he": "הלכות נזקי ממון",
      "ref_base": "Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Monetary_Damages",
      "has_english": false
    },
    "chapter": 2,
    "siman": 1,
    "hebrew_text": "אַרְבָּעָה אֲבוֹת נְזִיקִין הַשּׁוֹר וְכוּ': עַל פִּי מַה שֶּׁמְּבֹאָר בַּמַּאֲמָר 'וּבְיוֹם הַבִּכּוּרִים' סִימָן נו שֶׁמַּלְכוּת הָרְשָׁעָה, שֶׁהִיא כְּנֶגֶד מַלְכוּת דִּקְדֻשָּׁה, מִתְגַּבֶּרֶת לֶאֱסֹף וְלִכְנֹס מָמוֹן, כִּי שָׁם כָּל הַנִּיצוֹצוֹת הַקְּדֻשָּׁה וְעַל כֵּן הִיא מִתְגַּבֶּרֶת בְּתַאֲוַת מָמוֹן וְכוּ'. אֲבָל יֵשׁ כֹּחַ בְּמַלְכוּת דִּקְדֻשָּׁה לְהוֹצִיא בִּלְעוֹ מִפִּיו בִּבְחִינַת עֵת אֲשֶׁר שָׁלַט הָאָדָם בָּאָדָם לְרַע לוֹ שֶׁמּוֹצִיאִין מֵהֶם כָּל הַקְּדֻשָּׁה וְנַעֲשֶֹה מִזֶּה תּוֹרָה גָּבֹהַּ מְאֹד דַּיְקָא וְכוּ', עַיֵּן שָׁם. וּמַלְכוּת הָרְשָׁעָה הִוא מַלְכוּת הָמָן עֲמָלֵק שֶׁרוֹדֵף אַחַר מַחֲנֵה דָּן בְּחִינַת מַלְכוּת דִּקְדֻשָּׁה, עַיֵּן שָׁם: וְזֶה בְּחִינַת אַרְבָּעָה אֲבוֹת נְזִיקִין שֶׁהֵם בְּחִינַת מַלְכוּת הָרְשָׁעָה שֶׁהֵם מַזִּיקִין מָמוֹן יִשְֹרָאֵל, כִּי הֵם מִתְגַּבְּרִין עַל הַמָּמוֹן לִפְגֹּם אוֹתוֹ מֵחֲמַת שֶׁשָּׁם כָּל הַטּוֹב כַּנַּ\"ל. וְעַל כֵּן הֵם אַרְבָּעָה, כִּי מַלְכוּת דִּקְדֻשָּׁה הִיא בְּחִינַת ד' וּכְשֶׁנּוֹפֵל וְנִפְגָּם בְּחִינַת הַד' שֶׁהִיא מַלְכוּת דִּקְדֻשָּׁה אֲזַי נַעֲשֶֹה מִזֶּה בְּחִינַת אַרְבַּע מַלְכֻיּוֹת שֶׁהֵם מַלְכוּת דִּקְדֻשָּׁה אֲזַי נַעֲשֶֹה מִזֶּה בְּחִינַת אַרְבַּע מַלְכֻיּוֹת שֶׁהֵם מַלְכוּת הָרְשָׁעָה בְּחִינַת עֲמָלֵק שֶׁכָּלוּל מִכָּל הָאַרְבַּע מַלְכֻיּוֹת, כַּמּוּבָא כָּל זֶה בַּמַּאֲמָר מֵישְׁרָא דְּסַכִּינָא (סִימָן ל), עַל כֵּן הֵם מִתְגַּבְּרִים עַל הַמָּמוֹן לְהַזִּיקוֹ, כִּי מַלְכוּת דִּקְדֻשָּׁה תִּקּוּנָהּ וּשְׁלֵמוּתָהּ עַל יְדֵי שֹוֹנֵא בֶּצַע לִשְֹנֹא הַמָּמוֹן בְּתַכְלִית הַשִּנְאָה, כַּמְבֹאָר שָׁם בַּמַּאֲמָר מֵישְׁרָא הַנַּ\"ל. וְעַל כֵּן לְהֵפֶךְ מַלְכוּת דְּסִטְרָא אָחֳרָא, שֶׁהֵם הָאַרְבַּע מַלְכֻיּוֹת, מִתְגַּבְּרִין לְהַזִּיק מָמוֹן יִשְֹרָאֵל, דְּהַיְנוּ שֶׁמִּתְגַּבְּרִין בְּתַאֲוַת מָמוֹן שֶׁבָּזֶה הֵם מַזִּיקִין מָמוֹן יִשְֹרָאֵל שֶׁפַע קֹדֶשׁ לְהַכְנִיסוֹ אֶל הַתַּאֲוָה שֶׁהִיא מִסִּטְרָא אָחֳרָא חַס וְשָׁלוֹם, כִּי עִקַּר הַגָּלֻיּוֹת הֵם רַק עַל יְדֵי הַמָּמוֹן, כִּי שָׁם כָּל הַנִּיצוֹצוֹת הַקְּדוֹשׁוֹת וְהֵם מִתְגַּבְּרִים לְהוֹצִיאָם לַחוּץ חַס וְשָׁלוֹם עַל יְדֵי תַּאֲוַת מָמוֹן וְעַל יְדֵי מַה שֶּׁגּוֹזְלִין לְמָמוֹן יִשְֹרָאֵל, כִּי הֵם בְּחִינָה אַחַת, דְּהַיְנוּ גְּזֵלָתָם מַמָּשׁ וְהִתְגַּבְּרוּת הַתַּאֲוָה עַל יִשְֹרָאֵל כִּי הַכֹּל כְּדֵי לִינֹק וּלְקַבֵּל מִשֶּׁפַע קֹדֶשׁ הַגָּנוּז בְּמָמוֹן כַּנַּ\"ל. אֲבָל יֵשׁ כֹּחַ בְּמַלְכוּת דִּקְדֻשָּׁה לְהוֹצִיא בִּלְעָם מִפִּיהֶם כַּנַּ\"ל וְזֶה בְּחִינַת שֶׁצְּרִיכִים לְשַׁלֵּם בְּמֵיטַב, כְּמוֹ שֶׁכָּתוּב, מֵיטַב שָֹדֵהוּ וְכוּ', כִּי מוֹצִיאִין כָּל הַטּוֹב מֵהֶם, וְאַדְּרַבָּא, אֲפִלּוּ כָּל הַנִּיצוֹצוֹת וְהַטּוֹב שֶׁהָיָה בֵּינֵיהֶם מִכְּבָר מוֹצִיאִין מֵהֶם עַל יְדֵי שֶׁנִּתְקַבֵּץ הַטּוֹב יַחַד עַל יְדֵי שֶׁהִתְגַּבְּרוּ וְיָנְקוּ עוֹד הַרְבֵּה טוֹב שֶׁעַל יְדֵי זֶה נִתְקַבֵּץ וְנִתְחַבֵּר וְנִדְבָּק הַנִּיצוֹצוֹת שֶׁהָיוּ שָׁם מִכְּבָר שֶׁלֹּא הָיוּ יְכוֹלִים לָצֵאת וְעַכְשָׁו נִתְחַבְּרִים בְּזֶה הַטּוֹב הַנַּ\"ל. וְאַחַר כָּךְ יוֹצֵא מֵהֶם הַכֹּל כַּנַּ\"ל שֶׁזֶּה בְּחִינַת עֵת אֲשֶׁר שָׁלַט הָאָדָם בָּאָדָם לְרַע לוֹ כִּי עַל יְדֵי שְׁלִיטָתָם וְהִתְגַּבְּרוּתָם נִשְׁאָר אֶצְלָם הָרַע לְבַד בְּלִי שׁוּם טוֹב שֶׁזֶּהוּ מַפַּלְתָּם כִּי כָּל הַטּוֹב יוֹצֵא מֵהֶם. וְזֶה בְּחִינַת מֵיטַב שָֹדֵהוּ וּמֵיטַב כַּרְמוֹ יְשַׁלֵּם, שֶׁכָּל הַטּוֹב שֶׁהָיָה כָּבוּשׁ בֵּינֵיהֶם צְרִיכִים לְשַׁלֵּם וּלְהַחֲזִיר לַבְּעָלִים אֶל הַקְּדֻשָּׁה כַּנַּ\"ל: וְזֶה בְּחִינַת מַה שֶּׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה שֶׁהַנִּזָּק וְהַמַּזִּיק בְּתַשְׁלוּמִין כִּי הַמֵּת יִהְיֶה לוֹ שֶׁהַבְּעָלִים מְטַפְּלִין בַּנְּבֵלָה כִּי הַנִּזָּקִין שֶׁהֵם יִשְֹרָאֵל, שֶׁמִּתְגַּבְּרִין עֲלֵיהֶם הַמַּזִּיקִין שֶׁהֵם הָאֻמּוֹת בְּתַאֲוַת מָמוֹן כַּנַּ\"ל וְעַל יְדֵי זֶה נִזַּק מָמוֹנָם כַּנַּ\"ל, הֵם צְרִיכִין לְקַבֵּל אֶת הַנְּבֵלָה הַמֵּתָה לְטַפֵּל בָּהּ לְמָכְרָהּ לְבָרֵר הַטּוֹב וְהַחִיּוּת, דְּהַיְנוּ נִיצוֹצוֹת הַקְּדֻשָּׁה שֶׁל מָמוֹן יִשְֹרָאֵל שֶׁנִּשְׁאַר בָּהּ עֲדַיִן. וְזֶה מֻטָּל עַל הַבְּעָלִים הַנִּזָּקִין שֶׁהֵם הַיִּשְֹרָאֵל, כִּי לָהֶם לְבַד זֶה הַכֹּחַ לְבָרֵר וּלְהוֹצִיא הַטּוֹב מִן הַמֵּתִים וְהַנִּשְׁבָּרִים, כִּי גַּם הֵם חַיָּבִים בָּזֶה וְרָאוּי לָהֶם לִסְבֹּל גַּם כֵּן קְצָת בַּהֶזֵּק, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה 'וְהַנִּזָּק וְהַמַּזִּיק בְּתַשְׁלוּמִין', שֶׁגַּם עַל הַנִּזָּק חָל תַּשְׁלוּמֵי הַהֶזֵּק, הַיְנוּ שֶׁבְּוַדַּאי צְרִיכִין לְתַקֵּן אֶת אֲשֶׁר נִמְשְׁכוּ אַחֲרֵיהֶם עַד שֶׁנִּזּוֹקוּ, כִּי אָנוּ צְרִיכִין לִשְׁמֹר עַצְמֵנוּ מִן הַהֶזֵּק הַיְנוּ לִבְלִי לִמְשֹׁךְ אַחַר תַּאֲוֹתֵיהֶם כַּנַּ\"ל, וְעַל כֵּן כְּשֶׁלֹּא שָׁמְרוּ עַצְמָן עַד שֶׁנִּזּוֹקוּ מֵהֶם, דְּהַיְנוּ שֶׁהִתְגַּבְּרוּ עֲלֵיהֶם כַּנַּ\"ל צְרִיכִין לְטַפֵּל בַּנְּבֵלָה הַמֵּתָה לְבָרֵר הַטּוֹב מִמֶּנָּה, דְּהַיְנוּ הַמָּמוֹן שֶׁנִּשְׁאַר בָּהּ כַּנַּ\"ל. וּמוֹתַר הַהֶזֵּק מוֹצִיאִין מִן הַמַּזִּיקִין שֶׁמַּעֲמִידִין אוֹתָן בְּדִין וּצְרִיכִין לְשַׁלֵּם בְּמֵיטַב כַּנַּ\"ל, דְּהַיְנוּ שֶׁמּוֹצִיאִין הַטּוֹב מֵהֶם כַּנַּ\"ל. וְזֶה נַעֲשֶֹה עַל יְדֵי הַשְּׁלֹשָׁה דַּיָּנִים, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, דִּינֵי נְזִיקִין בִּשְׁלֹשָׁה. כִּי הַשְּׁלֹשָׁה דַּיָּנִים הֵם בְּחִינַת הַשְּׁלֹשָׁה אָבוֹת, שֶׁהֵם בְּחִינַת שָׁלֹשׁ רְגָלִים שֶׁבָּהֶם עוֹלָה הַמַּלְכוּת מִבֵּינֵיהֶם וַאֲזַי נִכְנָע הַסִּטְרָא אָחֳרָא שֶׁהִיא מַלְכוּת הָרְשָׁעָה, הַיְנוּ שֶׁמּוֹצִיאִין הַטּוֹב מֵהֶם שֶׁמְּשַׁלְּמִין בְּמֵיטַב כַּנַּ\"ל וְעַיֵּן שָׁם לְעֵיל בְּהִלְכוֹת דַּיָּנִים שֶׁזֶּה בְּחִינַת שְׁלֹשָׁה דַּיָּנִים, עַיֵּן שָׁם: וְעַל כֵּן נִקְרָאִים אֲבוֹת נְזִיקִין כְּנֶגֶד מַלְכוּת דִּקְדֻשָּׁה שֶׁעִקַּר שְׁלֵמוּתָהּ עַל יְדֵי שְׁלֹשָׁה אָבוֹת כַּמּוּבָא, שֶׁזֶּה בְּחִינַת שָׁלֹשׁ רְגָלִים כַּנַּ\"ל כַּמּוּבָא בַּמַּאֲמָר מֵישְׁרָא הַנַּ\"ל, וְאֶת זֶה לְעֻמַּת זֶה מַלְכוּת הָרְשָׁעָה מְקַבְּלִין מֵאֲבוֹת הַטֻּמְאָה שֶׁעִקָּרָם הַמֵּת שֶׁהוּא אֲבִי אֲבוֹת הַטֻּמְאָה שֶׁהוּא בְּחִינַת עֲמָלֵק כַּמּוּבָא, וְהֵם מְקַבְּלִין מִשָּׁם, כִּי הוּא כְּלַל כֻּלָּם, כְּמוֹ שֶׁכָּתוּב: רֵאשִׁית גּוֹיִם עֲמָלֵק. כְּמוֹ שֶׁכָּתַב רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה שָׁם וְעַל כֵּן נִקְרָא מַלְכוּת הָרְשָׁעָה אַרְבָּעָה אֲבוֹת נְזִיקִין: וְזֶה שֶׁאָמְרוּ בַּמִּשְׁנָה, לֹא הֲרֵי זֶה כַּהֲרֵי זֶה וְלֹא הֲרֵי זֶה כַּהֲרֵי זֶה, כִּי הֵם בְּחִינַת עוֹלַם הַפֵּרוּד, בְּחִינַת וּמִשָּׁם יִפָּרֵד וְהָיָה לְאַרְבָּעָה רָאשִׁים הֵפֶךְ מַלְכוּת דִּקְדֻשָּׁה שֶׁהִיא בְּחִינַת ד' דְּאֶחָד בְּחִינַת אַחְדוּת פָּשׁוּט. וְעַל כֵּן אֵין בָּהֶם אַחְדוּת וְהִשְׁתַּוּוּת רַק מֻפְרָדִין וּמֻחְלָקִין זֶה מִזֶּה וְאֵין בָּהֶם צַד הַשָּׁוֶה כִּי אִם שֶׁדַּרְכָּן לְהַזִּיק כַּנַּ\"ל וּכְשֶׁהִזִּיק מְשַׁלְּמִין בְּמֵיטַב כַּנַּ\"ל: וְיֵשׁ לְפָרֵשׁ הַשּׁוֹר הוּא בְּחִינַת יָוָן שֶׁאָמְרוּ, כִּתְבוּ לָכֶם עַל קֶרֶן הַשּׁוֹר וְכוּ', 'קֶרֶן הַשּׁוֹר' דַּיְקָא, בְּחִינַת הַשּׁוֹר שֶׁהוּא בְּחִינַת הַקֶּרֶן. וְהַבּוֹר זֶה מַלְכוּת הָרְשָׁעָה מַלְכוּת אֱדוֹם שֶׁהִוא עֲמָלֵק שֶׁהוּא מוּכָן לְתַקָּלָה, כִּי בּוֹר דָּא טְחוֹל לִילִית אִמָּא דְּעֵרֶב רַב תַּאֲוַת נִאוּף, שֶׁזֶּה בְּחִינַת עֲמָלֵק, כַּמּוּבָא. וְהַמַּבְעֶה זֶה הַשֵּׁן בְּחִינַת אֲכִילָה בְּחִינַת פָּרַס וּמָדַי שֶׁאוֹכְלִין בָּשָֹר כְּדֹב וְכוּ' גַּם מָדַי הִתְגַּבְּרוּ עַל יִשְֹרָאֵל עַל יְדֵי אֲכִילָה בִּימֵי אֲחַשְׁוֵרוֹשׁ עַל שֶׁנֶּהֱנוּ מְסְּעֻדָּתוֹ שֶׁל אוֹתוֹ רָשָׁע. וְהַהֶבְעֵר זֶה בָּבֶל נְבוּכַדְנֶצַּר שֶׁהִבְעִיר אֵשׁ בְּבֵית הַמִּקְדָּשׁ. וְאֵין מוּכָן לְתַקָּלָה כְּמוֹ הַבּוֹר שֶׁהוּא עֲמָלֵק תַּאֲוָה הַכְּלָלִיּוּת רַע הַכּוֹלֵל, כִּי כָּלוּל מִכֻּלָּם כַּנַּ\"ל. וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, אִי כָּתַב בּוֹר וְחַד מִנַּיְהוּ הֲוֵי יַלְפִינִין כֻּלְּהוּ. כִּי בּוֹר כָּלוּל מִכֻּלָּם, שֶׁהוּא בְּחִינַת מַלְכוּת עֲמָלֵק שֶׁכָּלוּל מִכֻּלָּם כַּנַּ\"ל וּמִמֶּנּוּ נִלְמָדִין כֻּלָּם כִּי הַכֹּל נִלְמְדוּ מִמֶּנּוּ, כְּמוֹ שֶׁפֵּרֵשׁ רַשִׁ\"י עַל פָּסוּק רֵאשִׁית גּוֹיִם עֲמָלֵק שֶׁהוּא נִזְדַּוֵּג לְיִשְֹרָאֵל תְּחִלָּה מָשָׁל לְאַמְבַּטִי רוֹתַחַת וְכוּ' בָּא זֶה וְהִפְשִׁירָהּ בִּפְנֵיהֶם, נִמְצָא שֶׁמִּמֶּנּוּ לָמְדוּ הַכֹּל לְהִזְדַּוֵּג לְיִשְֹרָאֵל לְהַזִּיק לָהֶם חַס וְשָׁלוֹם. וּמַסִּיק בַּגְּמָרָא שֶׁלֹּא נִכְתְּבוּ כֻּלָּם אֶלָּא לְהַגְדִּיל תּוֹרָה וְיַאְדִּיר, כִּי בֶּאֱמֶת עַל יְדֵי הָאַרְבָּעָה אֲבוֹת נְזִיקִין שֶׁהֵם הָאַרְבַּע מַלְכֻיּוֹת עַל יָדָם דַּיְקָא יַגְדִּיל תּוֹרָה וְיַאְדִּיר, כִּי אַחַר כָּךְ מוֹצִיאִין מֵהֶם בִּלְעָם מִפִּיהֶם בִּבְחִינַת חַיִל בָּלַע וַיְקִאֶנּוּ. וְעוֹשִֹין מִזֶּה תּוֹרָה שֶׁנִּקְרֵאת אֵשֶׁת חַיִל נִמְצָא שֶׁדַּיְקָא עַל יָדָם נִגְדֶּלֶת הַתּוֹרָה: וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, אָבוֹת מִכְּלָל דְּאִיכָּא תּוֹלָדוֹת, כִּי אֵלּוּ הָאַרְבַּע מַלְכֻיּוֹת הֵם כְּלָלִיּוּת הַשִּׁבְעִים אֻמִּין נִמְצָא שֶׁיֵּשׁ לָהֶם תּוֹלָדוֹת, דְּהַיְנוּ הַשִּׁבְעִים אֻמִּין שֶׁמִּתְפַּשְּׁטִין מֵהֶם: וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, הַאי מָאן דְּבָעֵי לְמֵהֲוֵי חֲסִידָא לִיקַיֵּם מִלֵּי דִּנְזִיקִין. חָסִיד זֶה בְּחִינַת אַבְרָהָם אִישׁ הַחֶסֶד שֶׁשְּׁלֵמוּת עֲלִיַּת הַמַּלְכוּת מִן הָאַרְבַּע מַלְכֻיּוֹת עַל יָדוֹ בִּבְחִינַת וְהוּכַן בְּחֶסֶד כִּסֵּא וְעַל כֵּן רָדַף אַחֲרֵי הָאַרְבָּעָה מְלָכִים, כְּמוֹ שֶׁמְּבֹאָר כָּל זֶה בַּמַּאֲמָר מֵישְׁרָא הַנַּ\"ל. וְזֶה לִיקַיֵים מִלֵּי דִּנְזִיקִין לְהַכְנִיעַ הָאַרְבַּע מַלְכֻיּוֹת אַרְבָּעָה אֲבוֹת נְזִיקִין וַאֲזַי הִיא בְּחִינַת חָסִיד בְּחִינַת אַבְרָהָם אִישׁ הַחֶסֶד כַּנַּ\"ל: וְזֶה שֶׁאָמְרוּ עוֹד (שָׁם) לְקַיֵּם מִלֵּי דְּאָבוֹת הַיְנוּ הַךְ, כִּי שְׁלֵמוּת הַמַּלְכוּת עַל יְדֵי הָאָבוֹת כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Monetary_Damages.2.1"
  },
  "second": {
    "section": {
      "volume": "Even HaEzer",
      "section": "Laws of Levirate Marriage",
      "section_he": "הלכות יבום",
      "ref_base": "Likutei_Halakhot,_Even_HaEzer,_Laws_of_Levirate_Marriage",
      "has_english": false
    },
    "chapter": 3,
    "siman": 3,
    "hebrew_text": "ֶאֱמוּנַת חֲכָמִים נִמְשָׁךְ עַל-יְדֵי נֶדֶר וְכוּ' כַּנַּ\"ל בַּמַּאֲמָר הַנַּ\"ל, וְזֶה בְּחִינַת מַה שֶּׁהַבַּעַל מֵפֵר נִדְרֵי אִשְׁתּוֹ, כִּי כָּל חִיּוּת הָאִשָּׁה וּבִנְיָנָהּ הוּא עַל-יְדֵי בַּעְלָהּ, כַּמּוּבָא בִּבְחִינַת אֵין הָאִשָּׁה מִתְבָּרֶכֶת אֶלָּא מִפְּרִי בִּטְנוֹ שֶׁל אִישׁ וְכוּ'. וְעִקַּר בִּנְיָנָהּ עַל-יְדֵי נֶדֶר, כִּי מִשָּׁם חִיּוּתָהּ כַּנַּ\"ל, כִּי אֱמוּנַת חֲכָמִים תּוֹרָה שֶׁבְּעַל פֶּה בְּחִינַת מַלְכוּת, בְּחִינַת אִשָּׁה יִרְאַת ה' בִּנְיָנָהּ וְחִיּוּתָהּ מִמְּקוֹם הַנֶּדֶר כַּיָּדוּעַ, וְכָל שֹׁרֶשׁ חִיּוּתָהּ, שֶׁהוּא בְּחִינַת נֶדֶר הַכֹּל נִמְשָׁךְ עַל יָדוֹ, כִּי הוּא כָּלוּל מִשְּׁתֵּי הַבְּחִינוֹת, מִתּוֹרָה שֶׁבִּכְתָב וְתוֹרָה שֶׁבְּעַל פֶּה, כִּי גַּם תּוֹרָה שֶׁבְּעַל פֶּה שָׁרְשָׁהּ בַּתּוֹרָה שֶׁבִּכְתָב, נִמְצָא, שֶׁשֹּׁרֶשׁ חִיּוּתָהּ, שֶׁהוּא בְּחִינַת נֶדֶר, נִמְשָׁךְ גַּם כֵּן עַל יָדוֹ, כִּי אֵין מְקַבֶּלֶת חִיּוּת כִּי אִם עַל יָדוֹ, וְעַל-כֵּן הַבַּעַל תֵּכֶף כְּשֶׁנּוֹשֵׂא אִשָּׁה הוּא זוֹכֶה בַּהֲפָרַת נְדָרֶיהָ, כִּי הַנְּדָרִים שֶׁמִּשָּׁם שָׁרְשָׁהּ וְחִיּוּתָהּ הַכֹּל נִמְשָׁךְ עַל יָדוֹ, וְעַל-כֵּן בְּיָדוֹ לַהֲקִימָם אוֹ לְהָפֵר אוֹתָם, וְזֶה שֶׁסִּיְּמָה הַתּוֹרָה בְּסוֹף פָּרָשַׁת נְדָרִים, \"אֵלֶּה הַדְּבָרִים אֲשֶׁר צִוָּה ה' בֵּין אִישׁ לְאִשְׁתּוֹ וְכוּ'\". כִּי הַנְּדָרִים הֵם הַדְּבָרִים שֶׁבֵּין אִישׁ לְאִשְׁתּוֹ, כִּי מִשָּׁם נִמְשָׁךְ אֵלֶיהָ הַחִיּוּת עַל-יְדֵי בַּעְלָהּ כַּנַּ\"ל, וְזֶה מַה שֶּׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה בַּעֲווֹן נְדָרִים אִשְׁתּוֹ שֶׁל אָדָם מֵתָה, חַס וְשָׁלוֹם, וְכוּ', כִּי עִקַּר קִיּוּם אֱמוּנַת חֲכָמִים בְּחִינַת אִשָּׁה יִרְאַת ה' הוּא עַל-יְדֵי נֶדֶר וְכַנַּ\"ל, וְעַל-כֵּן יַעֲקֹב כְּשֶׁהָלַךְ לִשָּא אִשָּׁה נָדַר נֶדֶר, כִּי פָּסוּק וַיִּדַּר יַעֲקֹב נֶדֶר הַנַּ\"ל נֶאֱמַר כְּשֶׁהָלַךְ לְבֵית לָבָן לִשָּא אִשָּׁה וְכַנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Levirate_Marriage.3.3"
  }
}