{
  "date_seed": "2026-02-04",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 04/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Matrimony.1.1\"><b>א. הלכות אישות</b></a>\n<i>אבן העזר</i>\n\nכֹּהֵן לֵוִי יִשְׂרָאֵל מֻתָּרִין לָבוֹא זֶה בָּזֶה, וְהַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר: כִּי אִיתָא בְּהַתּוֹרָה \"תִּקְעוּ ג\" הַמְדַבֵּר מִתּוֹכָחָה (בְּלִקּוּטֵי תִּנְיָנָא סִימָן ח), כִּי עִקַּר הַתְּפִלָּה הִיא רַחֲמִים וְתַחֲנוּנִים, וְעִקַּר הָרַחֲמִים תָּלוּי בַּדַּעַת וְכוּ', וְלִפְעָמִים כְּשֶׁהֵם יוֹנְקִים מִן הָרַחֲמָנוּת, אֲזַי נִפְגָּם הָרַחֲמָנוּת וְנַעֲשֶׂה אַכְזָרִיּוּת, וַאֲזַי נִפְגָּם הַדַּעַת וְכוּ', עַיֵּן שָׁם. וּמִזֶּה בָּא, חַס וְשָׁלוֹם, תַּאֲוַת נִאוּף, כִּי עִקַּר הַתַּאֲוָה עַל-יְדֵי פְּגַם הַדַּעַת, כִּי הַמֹּחַ הִיא מְחִצָּה פְּרוּסָה בִּפְנֵי זֹאת הַתַּאֲוָה, כִּי יֵשׁ תְּלַת מֹחִין, וּמִשָּׁם נִמְשָׁךְ שְׁלֹשָׁה מִינֵי רַחֲמָנוּת שֶׁהֵם בְּחִינַת שָׁלֹשׁ תְּפִלּוֹת בְּיוֹם, וְכָל אֶחָד מֵהַתְּלַת מֹחִין הוּא בְּחִינַת מְחִצָּה פְּרוּסָה בִּפְנֵי זֹאת הַתַּאֲוָה וְכוּ', עַיֵּן שָׁם, וַאֲזַי הַתְּפִלָּה בִּבְחִינַת דִּין וְכוּ', וַאֲזַי צְרִיכִין בַּעַל כֹּחַ גָּדוֹל שֶׁיּוּכַל לְהִתְפַּלֵּל תְּפִלָּה בִּבְחִינַת דִּין כְּמוֹ פִּינְחָס בְּעֵת שֶׁהָיָה מַעֲשֵׂה זִמְרִי וְכוּ', כִּי זֹאת הַתְּפִלָּה שֶׁל בַּעַל כֹּחַ עוֹמֶדֶת לְהַסִּטְרָא אָחֳרָא בְּצַוָּארוֹ עַד שֶׁמֻּכְרָח לְהָקִיא כָּל הַתְּפִלּוֹת וְהַקְּדֻשּׁוֹת שֶׁבָּלַע בִּבְחִינַת חַיִל בָּלַע וַיְקִאֶנּוּ וְכוּ'. וְזֶה בְּחִינַת אַתָּה פוֹרַרְתָּ בְעָזְּךָ יָם שִׁבַּרְתָּ רָאשֵׁי תַנִּינִים עַל הַמָּיִם, בְּחִינַת כִּי מָלְאָה הָאָרֶץ דֵּעָה אֶת ה' כַּמַּיִם לַיָּם מְכַסִּים וְכוּ', וְזֶה בְּחִינַת עֲנָנֵי דְּשַׁפְכֵי מַיָּא וְכוּ', עַיֵּן שָׁם כָּל זֶה הֵיטֵב הֵיטֵב:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Matrimony.1.1\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Fobidden_Fabric_Blends.2.3\"><b>ב. הלכות כלאי בגדים</b></a>\n<i>יורה דעה</i>\n\nוְזֶה בְּחִינַת אִסּוּר שַׁעַטְנֵז צֶמֶר וּפִשְׁתִּים יַחְדָּו, כִּי הַבְּגָדִים צְרִיכִין לְשָׁמְרָן מִבְּחִינוֹת גֵּאוּת וְכוּ' כַּנַּ\"ל. וְעִקַּר הַגֵּאוּת וְהַהִתְפָּאֲרוּת הוּא בְּחִינַת כְּלָלִיּוּת הַגְּוָנִין שֶׁזֶּה עִקַּר הַהִתְפָּאֲרוּת בְּחִינַת גֵּאוּת, כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ זַ\"ל כַּמָּה פְּעָמִים. שֶׁעִקַּר הַהִתְפָּאֲרוּת הוּא בְּחִינַת כְּלָלִיּוּת הַגְּוָנִין (וְגֵאוּת וְהִתְפָּאֲרוּת הֵם בְּחִינָה אַחַת) וְצֶמֶר וּפִשְׁתִּים זֶה בְּחִינַת כְּלַל הַגְּוָנִין כֻּלָּם. כִּי כָּל הַגְּוָנִין כֻּלָּם נִכְלָלִין בִּבְחִינַת שְׁנֵי גְּוָנִין שֶׁהֵם חֶסֶד וְדִין שֶׁבָּהֶם נִכְלָלִין כָּל הַגְּוָנִין כַּיָּדוּעַ. וְזֶה בְּחִינַת צֶמֶר וּפִשְׁתִּים, כִּי צֶמֶר בְּחִינַת חֲסָדִים, כְּמוֹ שֶׁכָּתוּב, אִם יִהְיוּ חֲטָאֵיכֶם וְכוּ' כַּצֶּמֶר יִהְיוּ. וּכְמוֹ שֶׁכָּתוּב, וּשְׂעַר רֵאשֵׁיהּ כַּעֲמַר נְקֵא וּפִשְׁתִּים הוּא בְּחִינַת גְּבוּרוֹת, כְּמוֹ שֶׁכָּתוּב, וְהָאִישׁ גַּבְרִיאֵל לָבוּשׁ בַּדִּים. שֶׁהוּא פִּשְׁתָּן, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל. נִמְצָא שֶׁצֶּמֶר וּפִשְׁתִּים הֵם שְׁנֵי הֲפָכִים בְּחִינַת חֲסָדִים וּגְבוּרוֹת שֶׁהֵם כְּלַל כָּל הַגְּוָנִין שֶׁזֶּה בְּחִינַת גֵּאוּת וְהַהִתְפָּאֲרוּת וְעַל-כֵּן אָסוּר לָנוּ לְהִתְלַבֵּשׁ בְּמַלְבּוּשִׁים כָּאֵלּוּ שֶׁהֵם מִתַּעֲרוֹבוֹת צֶמֶר וּפִשְׁתִּים שֶׁהֵם כְּלָלִיּוּת הַגְּוָנִין שֶׁהֵם בְּחִינַת לְבוּשֵׁי גַּאֲוָה וְהִתְפָּאֲרוּת כַּנַּ\"ל, כִּי מַלְבּוּשִׁים כָּאֵלּוּ לְבוּשֵׁי גַּאֲוָה וְהִתְפָּאֲרוּת בְּחִינַת כְּלָלִיּוּת הַגְּוָנִין אֵינָם רְאוּיִים כִּי אִם לוֹ לְבַדּוֹ יִתְבָּרַךְ כִּבְיָכוֹל בְּחִינַת ה' מָלָךְ גֵּאוּת לָבֵשׁ, אֲבָל אָנוּ אֲסוּרִים לְהִתְלַבֵּשׁ בְּמַלְבּוּשֵׁי גַּאֲוָה, כִּי לְמַטָּה יְכוֹלִים לְהִתְאַחֵז מִזֶּה חַס וְשָׁלוֹם בְּחִינַת גֵּאוּת מַמָּשׁ, בְּחִינַת תַּאֲוַת נִאוּף חַס וְשָׁלוֹם רַק בִּמְקוֹם מִצְוַת צִיצִית מֻתָּר מִדִּינָא לְהִתְלַבֵּשׁ בְּכִלְאַיִם שֶׁל צֶמֶר וּפִשְׁתִּים, כִּי צִיצִית הֵם בְּחִינַת תִּקּוּן הַדַּעַת, תִּקּוּן הַבְּרִית, תִּקּוּן הַמֹּחִין כַּנַּ\"ל וּכְשֶׁהַדַּעַת נִתְתַּקֵּן אֲזַי נַעֲשֶׂה מִצֶּמֶר וּפִשְׁתִּים בְּחִינַת אַחְדוּת מַמָּשׁ, כִּי זֶה עִקַּר תִּקּוּן הַדַּעַת כְּשֶׁנִּתְחַבְּרִים וְנִתְאַחֲדִים הַחֲסָדִים וּגְבוּרוֹת בְּאַחְדוּת מַמָּשׁ, כִּי עִקַּר הַדַּעַת מֵחִבּוּר חֶסֶד וּגְבוּרָה כַּיָּדוּעַ וְעַל-כֵּן כְּשֶׁהַדַּעַת בִּשְׁלֵמוּת אֲזַי נַעֲשֶׂה מִצֶּמֶר וּפִשְׁתִּים אַחְדוּת מַמָּשׁ כַּנַּ\"ל. וְעַל-כֵּן בִּמְקוֹם מִצְוַת צִיצִית מֻתָּר מִדִּינָא כִּלְאַיִם כַּנַּ\"ל, כִּי בִּמְקוֹם מִצְוָה יְכוֹלִים לְהִתְלַבֵּשׁ בִּבְחִינַת לְבוּשָׁיו כִּבְיָכוֹל, בְּחִינַת לְבוּשֵׁי גַּאֲוָה כְּלָלִיּוּת הַגְּוָנִין, כִּי אָז אֵין יְכֹלֶת לְגַאֲוָה דְּסִטְרָא אָחֳרָא לְהִתְאַחֵז שָׁם, כִּי הַצִּיצִית מְגִנִּים עָלֵינוּ כַּנַּ\"ל, כִּי הַצִּיצִית הֵם תִּקּוּן הַדַּעַת שֶׁעַל-יְדֵי-זֶה נַעֲשֶׂה אַחְדוּת בֵּין הַחֶסֶד וּגְבוּרָה כַּנַּ\"ל. וַאֲזַי נַעֲשֶׂה אַחְדוּת וְשָׁלוֹם בֵּין צֶמֶר וּפִשְׁתִּים וְאֵין אֲחִיזָה לְהַסִּטְרָא אָחֳרָא וְהַגַּאֲוָה מִשָּׁם כְּלָל. וְזֶה בְּחִינַת בִּגְדֵי כְּהֻנָּה שֶׁהָיוּ נַעֲשִׂין מִכִּלְאַיִם, כִּי הֵם בְּחִינַת בִּגְדֵי ה' יִתְבָּרַךְ כִּבְיָכוֹל, כִּי הוּא יִתְבָּרַךְ נִקְרָא כֹּהֵן כִּבְיָכוֹל, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל וּבְגָדָיו הֵם בְּחִינַת בִּגְדֵי כְּהֻנָּה. וְעַל-כֵּן גַּם הַכֹּהֵן שֶׁל מַטָּה מֻתָּר לְהִתְדַּמּוֹת אֵלָיו יִתְבָּרַךְ לְהִתְלַבֵּשׁ בְּמַלְבּוּשֵׁי כִּלְאַיִם שֶׁהֵם בְּחִינַת כְּלָלִיּוּת הַגְּוָנִין, כִּי כָּל הָעֲבוֹדָה וְהַקָּרְבָּנוֹת הֵם תִּקּוּן הַדַּעַת, תִּקּוּן הַבְּרִית וְאָז מֻתָּר כִּלְאַיִם כַּנַּ\"ל, אֲבָל שֶׁלֹּא בִּמְקוֹם מִצְוַת צִיצִית וּבִגְדֵי כְּהֻנָּה אָז אָסוּר כִּלְאַיִם שֶׁל צֶמֶר וּפִשְׁתִּים. כִּי שֶׁלֹּא בִּמְקוֹם מִצְוָה אִי אֶפְשָׁר לָנוּ לְחַבְּרָם יַחְדָּו שֶׁיִּהְיֶה שָׁלוֹם בֵּינֵיהֶם שֶׁיִּהְיֶה בְּחִינַת אַחְדוּת מַמָּשׁ,",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Fobidden_Fabric_Blends.2.3\"><b>ב. הלכות כלאי בגדים</b></a> (המשך)\n\nכִּי הֵם שְׁנֵי הֲפָכִים כַּנַּ\"ל. וְעַל-כֵּן עַל-יְדֵי שֶׁמְּחַבְּרִים צֶמֶר וּפִשְׁתִּים שֶׁהֵם שְׁנֵי הֲפָכִים מִזֶּה חַס וְשָׁלוֹם יְנִיקַת הַסִּטְרָא אָחֳרָא בְּחִינַת עֵץ הַדַּעַת טוֹב וָרָע. כִּי עִקַּר יְנִיקָתוֹ מִפְּגַם הַדַּעַת מֵעִרְבּוּב הַדַּעַת שֶׁהוּא בְּחִינַת מַחֲלֹקֶת, בְּחִינַת צֶמֶר וּפִשְׁתִּים כְּשֶׁאֵין בֵּינֵיהֶם הַכְרָעָה עַל-יְדֵי תִּקּוּן הַדַּעַת וְעַל-כֵּן עַל-יְדֵי לְבִישַׁת כִּלְאַיִם שֶׁל צֶמֶר וּפִשְׁתִּים חַס וְשָׁלוֹם מִשָּׁם יְנִיקַת הַסִּטְרָא אָחֳרָא חַס וְשָׁלוֹם. וַאֲזַי נִתְקַלְקְלִין הַבְּגָדִים וְנַעֲשֶׂה בִּבְחִינַת גַּאֲוָה מַמָּשׁ גַּאֲוָה דְּסִטְרָא אָחֳרָא. שֶׁמִּזֶּה נַעֲשֶׂה תַּאֲוַת נִאוּף פְּגַם הַדַּעַת כַּנַּ\"ל, כִּי עִקַּר הַגַּאֲוָה נִשְׁתַּלְשְׁלָה מִבְּחִינוֹת גֵּאוּת לָבֵשׁ, בְּחִינוֹת כְּלָלִיּוּת הַגְּוָנִין כַּנַּ\"ל. וּלְמַטָּה כְּשֶׁאֵין תִּקּוּן הַדַּעַת בְּחִינוֹת הַכְרָעָה כַּנַּ\"ל. אֲזַי נִפְגָּם חַס וְשָׁלוֹם וְנַעֲשֶׂה גַּאֲוָה מַמָּשׁ וְכוּ' כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Fobidden_Fabric_Blends.2.3\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Even HaEzer",
      "section": "Laws of Matrimony",
      "section_he": "הלכות אישות",
      "ref_base": "Likutei_Halakhot,_Even_HaEzer,_Laws_of_Matrimony",
      "has_english": false
    },
    "chapter": 1,
    "siman": 1,
    "hebrew_text": "כֹּהֵן לֵוִי יִשְׂרָאֵל מֻתָּרִין לָבוֹא זֶה בָּזֶה, וְהַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר: כִּי אִיתָא בְּהַתּוֹרָה \"תִּקְעוּ ג\" הַמְדַבֵּר מִתּוֹכָחָה (בְּלִקּוּטֵי תִּנְיָנָא סִימָן ח), כִּי עִקַּר הַתְּפִלָּה הִיא רַחֲמִים וְתַחֲנוּנִים, וְעִקַּר הָרַחֲמִים תָּלוּי בַּדַּעַת וְכוּ', וְלִפְעָמִים כְּשֶׁהֵם יוֹנְקִים מִן הָרַחֲמָנוּת, אֲזַי נִפְגָּם הָרַחֲמָנוּת וְנַעֲשֶׂה אַכְזָרִיּוּת, וַאֲזַי נִפְגָּם הַדַּעַת וְכוּ', עַיֵּן שָׁם. וּמִזֶּה בָּא, חַס וְשָׁלוֹם, תַּאֲוַת נִאוּף, כִּי עִקַּר הַתַּאֲוָה עַל-יְדֵי פְּגַם הַדַּעַת, כִּי הַמֹּחַ הִיא מְחִצָּה פְּרוּסָה בִּפְנֵי זֹאת הַתַּאֲוָה, כִּי יֵשׁ תְּלַת מֹחִין, וּמִשָּׁם נִמְשָׁךְ שְׁלֹשָׁה מִינֵי רַחֲמָנוּת שֶׁהֵם בְּחִינַת שָׁלֹשׁ תְּפִלּוֹת בְּיוֹם, וְכָל אֶחָד מֵהַתְּלַת מֹחִין הוּא בְּחִינַת מְחִצָּה פְּרוּסָה בִּפְנֵי זֹאת הַתַּאֲוָה וְכוּ', עַיֵּן שָׁם, וַאֲזַי הַתְּפִלָּה בִּבְחִינַת דִּין וְכוּ', וַאֲזַי צְרִיכִין בַּעַל כֹּחַ גָּדוֹל שֶׁיּוּכַל לְהִתְפַּלֵּל תְּפִלָּה בִּבְחִינַת דִּין כְּמוֹ פִּינְחָס בְּעֵת שֶׁהָיָה מַעֲשֵׂה זִמְרִי וְכוּ', כִּי זֹאת הַתְּפִלָּה שֶׁל בַּעַל כֹּחַ עוֹמֶדֶת לְהַסִּטְרָא אָחֳרָא בְּצַוָּארוֹ עַד שֶׁמֻּכְרָח לְהָקִיא כָּל הַתְּפִלּוֹת וְהַקְּדֻשּׁוֹת שֶׁבָּלַע בִּבְחִינַת חַיִל בָּלַע וַיְקִאֶנּוּ וְכוּ'. וְזֶה בְּחִינַת אַתָּה פוֹרַרְתָּ בְעָזְּךָ יָם שִׁבַּרְתָּ רָאשֵׁי תַנִּינִים עַל הַמָּיִם, בְּחִינַת כִּי מָלְאָה הָאָרֶץ דֵּעָה אֶת ה' כַּמַּיִם לַיָּם מְכַסִּים וְכוּ', וְזֶה בְּחִינַת עֲנָנֵי דְּשַׁפְכֵי מַיָּא וְכוּ', עַיֵּן שָׁם כָּל זֶה הֵיטֵב הֵיטֵב:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Matrimony.1.1"
  },
  "second": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Fobidden Fabric Blends",
      "section_he": "הלכות כלאי בגדים",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Fobidden_Fabric_Blends",
      "has_english": false
    },
    "chapter": 2,
    "siman": 3,
    "hebrew_text": "וְזֶה בְּחִינַת אִסּוּר שַׁעַטְנֵז צֶמֶר וּפִשְׁתִּים יַחְדָּו, כִּי הַבְּגָדִים צְרִיכִין לְשָׁמְרָן מִבְּחִינוֹת גֵּאוּת וְכוּ' כַּנַּ\"ל. וְעִקַּר הַגֵּאוּת וְהַהִתְפָּאֲרוּת הוּא בְּחִינַת כְּלָלִיּוּת הַגְּוָנִין שֶׁזֶּה עִקַּר הַהִתְפָּאֲרוּת בְּחִינַת גֵּאוּת, כַּמּוּבָא בְּדִבְרֵי רַבֵּנוּ זַ\"ל כַּמָּה פְּעָמִים. שֶׁעִקַּר הַהִתְפָּאֲרוּת הוּא בְּחִינַת כְּלָלִיּוּת הַגְּוָנִין (וְגֵאוּת וְהִתְפָּאֲרוּת הֵם בְּחִינָה אַחַת) וְצֶמֶר וּפִשְׁתִּים זֶה בְּחִינַת כְּלַל הַגְּוָנִין כֻּלָּם. כִּי כָּל הַגְּוָנִין כֻּלָּם נִכְלָלִין בִּבְחִינַת שְׁנֵי גְּוָנִין שֶׁהֵם חֶסֶד וְדִין שֶׁבָּהֶם נִכְלָלִין כָּל הַגְּוָנִין כַּיָּדוּעַ. וְזֶה בְּחִינַת צֶמֶר וּפִשְׁתִּים, כִּי צֶמֶר בְּחִינַת חֲסָדִים, כְּמוֹ שֶׁכָּתוּב, אִם יִהְיוּ חֲטָאֵיכֶם וְכוּ' כַּצֶּמֶר יִהְיוּ. וּכְמוֹ שֶׁכָּתוּב, וּשְׂעַר רֵאשֵׁיהּ כַּעֲמַר נְקֵא וּפִשְׁתִּים הוּא בְּחִינַת גְּבוּרוֹת, כְּמוֹ שֶׁכָּתוּב, וְהָאִישׁ גַּבְרִיאֵל לָבוּשׁ בַּדִּים. שֶׁהוּא פִּשְׁתָּן, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל. נִמְצָא שֶׁצֶּמֶר וּפִשְׁתִּים הֵם שְׁנֵי הֲפָכִים בְּחִינַת חֲסָדִים וּגְבוּרוֹת שֶׁהֵם כְּלַל כָּל הַגְּוָנִין שֶׁזֶּה בְּחִינַת גֵּאוּת וְהַהִתְפָּאֲרוּת וְעַל-כֵּן אָסוּר לָנוּ לְהִתְלַבֵּשׁ בְּמַלְבּוּשִׁים כָּאֵלּוּ שֶׁהֵם מִתַּעֲרוֹבוֹת צֶמֶר וּפִשְׁתִּים שֶׁהֵם כְּלָלִיּוּת הַגְּוָנִין שֶׁהֵם בְּחִינַת לְבוּשֵׁי גַּאֲוָה וְהִתְפָּאֲרוּת כַּנַּ\"ל, כִּי מַלְבּוּשִׁים כָּאֵלּוּ לְבוּשֵׁי גַּאֲוָה וְהִתְפָּאֲרוּת בְּחִינַת כְּלָלִיּוּת הַגְּוָנִין אֵינָם רְאוּיִים כִּי אִם לוֹ לְבַדּוֹ יִתְבָּרַךְ כִּבְיָכוֹל בְּחִינַת ה' מָלָךְ גֵּאוּת לָבֵשׁ, אֲבָל אָנוּ אֲסוּרִים לְהִתְלַבֵּשׁ בְּמַלְבּוּשֵׁי גַּאֲוָה, כִּי לְמַטָּה יְכוֹלִים לְהִתְאַחֵז מִזֶּה חַס וְשָׁלוֹם בְּחִינַת גֵּאוּת מַמָּשׁ, בְּחִינַת תַּאֲוַת נִאוּף חַס וְשָׁלוֹם רַק בִּמְקוֹם מִצְוַת צִיצִית מֻתָּר מִדִּינָא לְהִתְלַבֵּשׁ בְּכִלְאַיִם שֶׁל צֶמֶר וּפִשְׁתִּים, כִּי צִיצִית הֵם בְּחִינַת תִּקּוּן הַדַּעַת, תִּקּוּן הַבְּרִית, תִּקּוּן הַמֹּחִין כַּנַּ\"ל וּכְשֶׁהַדַּעַת נִתְתַּקֵּן אֲזַי נַעֲשֶׂה מִצֶּמֶר וּפִשְׁתִּים בְּחִינַת אַחְדוּת מַמָּשׁ, כִּי זֶה עִקַּר תִּקּוּן הַדַּעַת כְּשֶׁנִּתְחַבְּרִים וְנִתְאַחֲדִים הַחֲסָדִים וּגְבוּרוֹת בְּאַחְדוּת מַמָּשׁ, כִּי עִקַּר הַדַּעַת מֵחִבּוּר חֶסֶד וּגְבוּרָה כַּיָּדוּעַ וְעַל-כֵּן כְּשֶׁהַדַּעַת בִּשְׁלֵמוּת אֲזַי נַעֲשֶׂה מִצֶּמֶר וּפִשְׁתִּים אַחְדוּת מַמָּשׁ כַּנַּ\"ל. וְעַל-כֵּן בִּמְקוֹם מִצְוַת צִיצִית מֻתָּר מִדִּינָא כִּלְאַיִם כַּנַּ\"ל, כִּי בִּמְקוֹם מִצְוָה יְכוֹלִים לְהִתְלַבֵּשׁ בִּבְחִינַת לְבוּשָׁיו כִּבְיָכוֹל, בְּחִינַת לְבוּשֵׁי גַּאֲוָה כְּלָלִיּוּת הַגְּוָנִין, כִּי אָז אֵין יְכֹלֶת לְגַאֲוָה דְּסִטְרָא אָחֳרָא לְהִתְאַחֵז שָׁם, כִּי הַצִּיצִית מְגִנִּים עָלֵינוּ כַּנַּ\"ל, כִּי הַצִּיצִית הֵם תִּקּוּן הַדַּעַת שֶׁעַל-יְדֵי-זֶה נַעֲשֶׂה אַחְדוּת בֵּין הַחֶסֶד וּגְבוּרָה כַּנַּ\"ל. וַאֲזַי נַעֲשֶׂה אַחְדוּת וְשָׁלוֹם בֵּין צֶמֶר וּפִשְׁתִּים וְאֵין אֲחִיזָה לְהַסִּטְרָא אָחֳרָא וְהַגַּאֲוָה מִשָּׁם כְּלָל. וְזֶה בְּחִינַת בִּגְדֵי כְּהֻנָּה שֶׁהָיוּ נַעֲשִׂין מִכִּלְאַיִם, כִּי הֵם בְּחִינַת בִּגְדֵי ה' יִתְבָּרַךְ כִּבְיָכוֹל, כִּי הוּא יִתְבָּרַךְ נִקְרָא כֹּהֵן כִּבְיָכוֹל, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל וּבְגָדָיו הֵם בְּחִינַת בִּגְדֵי כְּהֻנָּה. וְעַל-כֵּן גַּם הַכֹּהֵן שֶׁל מַטָּה מֻתָּר לְהִתְדַּמּוֹת אֵלָיו יִתְבָּרַךְ לְהִתְלַבֵּשׁ בְּמַלְבּוּשֵׁי כִּלְאַיִם שֶׁהֵם בְּחִינַת כְּלָלִיּוּת הַגְּוָנִין, כִּי כָּל הָעֲבוֹדָה וְהַקָּרְבָּנוֹת הֵם תִּקּוּן הַדַּעַת, תִּקּוּן הַבְּרִית וְאָז מֻתָּר כִּלְאַיִם כַּנַּ\"ל, אֲבָל שֶׁלֹּא בִּמְקוֹם מִצְוַת צִיצִית וּבִגְדֵי כְּהֻנָּה אָז אָסוּר כִּלְאַיִם שֶׁל צֶמֶר וּפִשְׁתִּים. כִּי שֶׁלֹּא בִּמְקוֹם מִצְוָה אִי אֶפְשָׁר לָנוּ לְחַבְּרָם יַחְדָּו שֶׁיִּהְיֶה שָׁלוֹם בֵּינֵיהֶם שֶׁיִּהְיֶה בְּחִינַת אַחְדוּת מַמָּשׁ, כִּי הֵם שְׁנֵי הֲפָכִים כַּנַּ\"ל. וְעַל-כֵּן עַל-יְדֵי שֶׁמְּחַבְּרִים צֶמֶר וּפִשְׁתִּים שֶׁהֵם שְׁנֵי הֲפָכִים מִזֶּה חַס וְשָׁלוֹם יְנִיקַת הַסִּטְרָא אָחֳרָא בְּחִינַת עֵץ הַדַּעַת טוֹב וָרָע. כִּי עִקַּר יְנִיקָתוֹ מִפְּגַם הַדַּעַת מֵעִרְבּוּב הַדַּעַת שֶׁהוּא בְּחִינַת מַחֲלֹקֶת, בְּחִינַת צֶמֶר וּפִשְׁתִּים כְּשֶׁאֵין בֵּינֵיהֶם הַכְרָעָה עַל-יְדֵי תִּקּוּן הַדַּעַת וְעַל-כֵּן עַל-יְדֵי לְבִישַׁת כִּלְאַיִם שֶׁל צֶמֶר וּפִשְׁתִּים חַס וְשָׁלוֹם מִשָּׁם יְנִיקַת הַסִּטְרָא אָחֳרָא חַס וְשָׁלוֹם. וַאֲזַי נִתְקַלְקְלִין הַבְּגָדִים וְנַעֲשֶׂה בִּבְחִינַת גַּאֲוָה מַמָּשׁ גַּאֲוָה דְּסִטְרָא אָחֳרָא. שֶׁמִּזֶּה נַעֲשֶׂה תַּאֲוַת נִאוּף פְּגַם הַדַּעַת כַּנַּ\"ל, כִּי עִקַּר הַגַּאֲוָה נִשְׁתַּלְשְׁלָה מִבְּחִינוֹת גֵּאוּת לָבֵשׁ, בְּחִינוֹת כְּלָלִיּוּת הַגְּוָנִין כַּנַּ\"ל. וּלְמַטָּה כְּשֶׁאֵין תִּקּוּן הַדַּעַת בְּחִינוֹת הַכְרָעָה כַּנַּ\"ל. אֲזַי נִפְגָּם חַס וְשָׁלוֹם וְנַעֲשֶׂה גַּאֲוָה מַמָּשׁ וְכוּ' כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Fobidden_Fabric_Blends.2.3"
  }
}