{
  "date_seed": "2026-02-02",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 02/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Morning_Hand_Washing.4.4\"><b>א. הלכות נטילת ידים שחרית</b></a>\n<i>אורח חיים</i>\n\nוְעַל-כֵּן עִקַּר קַבָּלַת הַתּוֹרָה הָיָה עַל-יְדֵי בְּחִינָה זֹאת, עַל-יְדֵי שֶׁהָיוּ תְּחִלָּה בְּצָרָה גְּדוֹלָה בְּמִצְרַיִם עַד שֶׁבָּא מֹשֶׁה רַבֵּנוּ וּבִטֵּל עַצְמוֹ בְּתַכְלִית הַבִּטּוּל, כְּמוֹ שֶׁכָּתוּב (במדבר יב), \"וְהָאִישׁ מֹשֶׁה עָנָיו מְאֹד וְכוּ'\" שֶׁזֶּהוּ בְּחִינַת תַּכְלִית הַבִּטּוּל, שֶׁהוּא בְּחִינַת עֲנָוָה אֲמִתִּית וְעַל-יְדֵי הַבִּטּוּל הַזֶּה בִּטֵּל כָּל הַצָּרוֹת וְגָאַל אוֹתָנוּ מִמִּצְרַיִם וּמִכָּל הַטֻּמְאוֹת וְהַסִּטְרָא אַחֲרָא ומִבְּחִינַת הַבִּטּוּל הַזֶּה הִמְשִׁיךְ לָנוּ אֵשׁ הַתּוֹרָה לְגָרֵשׁ הַסִּטְרָא אַחֲרָא וְהַקְּלִפּוֹת שֶׁלֹּא יִתְגַּבְּרוּ בְּיוֹתֵר אַחַר כָּךְ כַּנַּ\"ל וְעַל-כֵּן הוּכְרְחוּ לִבְרֹחַ מִמִּצְרַיִם מֵחֲמַת שֶׁהָיָה קֹדֶם קַבָּלַת הַתּוֹרָה. וּבְמִצְרַיִם לֹא הָיָה אֶפְשָׁר לִיתֵּן הַתּוֹרָה, כִּי הָיָה מְלֵאָה גִּלּוּלִים, (ו) עַל-כֵּן בֶּאֱמֶת הָיָה קָשֶׁה וְכָבֵד מְאֹד לָצֵאת מִמִּצְרַיִם, כִּי בְּכָל פַּעַם שֶׁבִּטֵּל מֹשֶׁה אֶת עַצְמוֹ וְהֵאִיר עַל יִשְֹרָאֵל בְּחִינַת בִּטּוּל, כִּי הוֹדִיעַ לָהֶם שְׁמוֹ יִתְבָּרַךְ וְהֵאִיר עֲלֵיהֶם אוֹר הַאֵין סוֹף וְלִמְּדָם לְהִתְדַּבֵּק וּלְהִתְבַּטֵּל אֵלָיו יִתְבָּרַךְ, אַךְ כָּל מַה שֶּׁבִּטֵּל אֶת עַצְמוֹ בְּיוֹתֵר, הִתְגַּבְּרוּ הַמִּצְרִיִּים בְּיוֹתֵר וְהִכְבִּידוּ אֶת לִבָּם בְּיוֹתֵר מֵחֲמַת שֶׁהַבִּטּוּל צָרִיךְ לִהְיוֹת בְּרָצוֹא וָשׁוֹב וְכוּ' כַּנַּ\"ל, כִּי אָז הָיָה קָשֶׁה לְהַמְשִׁיךְ תּוֹרָה בְּכָל פַּעַם, אַךְ בְּחֶמְלַת ה' עָשָֹה עִמָּנוּ נִסִּים וְנִפְלָאוֹת גְּדוֹלוֹת וְנוֹרָאוֹת עַד שֶׁהֵאִיר עַל יִשְֹרָאֵל הֶאָרָה גְּדוֹלָה וַעֲצוּמָה מְאֹד בְּלֵיל שִׁמּוּרִים, כְּמוֹ שֶׁכָּתוּב (שמות יב), \"וְעָבַרְתִּי בְּאֶרֶץ מִצְרַיִם וְכוּ'\", וְתַרְגוּמוֹ, ואתגליתי וְכַמּוּבָא בְּכַוָּנוֹת (ז) עַד שֶׁמִּגֹּדֶל הַהֶאָרָה נָפְלוּ וָמֵתוּ כָּל בְּכוֹרֵי מִצְרַיִם שֶׁהָיוּ אוֹרְבִים לְהִתְגָּרוֹת וּלְהִתְגַּבֵּר עַל-יְדֵי זֶה דַּיְקָא, כִּי לֹא הָיוּ יְכוֹלִים לִסְבּוֹל אֲפִלּוּ מֵרָחוֹק הִתְנוֹצְצוּת הָאוֹר הַגָּדוֹל הַזֶּה, כִּי אָז בְּחֶמְלָתוֹ הֵאִיר עָלֵינוּ אוֹר גָּדוֹל מְאֹד כָּל הַלַּיְלָה הַקְּדוֹשָׁה הַזֹּאת, שֶׁהוּא לֵיל שִׁמּוּרִים עַד שֶׁנִּתְבַּטֵּל כֹּחַ הַסִּטְרָא אַחֲרָא, שֶׁהוּא בְּחִינַת מַלְכוּת מִצְרַיִם אָז מְאֹד וְכַנַּ\"ל וְאָז בָּרְחוּ יִשְֹרָאֵל תֵּכֶף, כִּי הוּכְרְחוּ לִבְרֹחַ מֵחֲמַת שֶׁבְּהֶכְרַח שֶׁיָּשׁוּבוּ מֵהַבִּטּוּל אַף-עַל-פִּי שֶׁנִּמְשַׁךְ הַרְבֵּה וְאָז יוּכְלוּ הַמִּצְרִים לְהִתְגַּבֵּר בְּיוֹתֵר כַּנַּ\"ל וְעַל-כֵּן הוּכְרְחוּ לִבְרֹחַ מֵחֲמַת שֶׁלֹּא הָיָה בְּאֶפְשָׁר אָז עֲדַיִן לְהַמְשִׁיךְ תּוֹרָה אַחַר כָּךְ לְבַטְּלָם עַל-יְדֵי הַתּוֹרָה כַּנַּ\"ל. וְעַל-כֵּן בֶּאֱמֶת רָדְפוּ מִצְרַיִם אַחַר כָּךְ כְּשֶׁהוּגַד לְפַרְעֹה כִּי בָּרַח הָעָם (ח) כִּי אַף-עַל-פִּי שֶׁנִּתְבַּטֵּל וְנִכְנְעוּ פַּרְעֹה וּמִצְרַיִם בְּאוֹתוֹ הַלַּיְלָה מְאֹד, אַף-עַל-פִּי-כֵן אַחַר כָּךְ הִתְגַּבֵּר מֵחָדָשׁ מֵאַחַר שֶׁלֹּא הָיָה עֲדַיִן קַבָּלַת הַתּוֹרָה לְבַטְּלוֹ בִּשְׁלֵמוּת עַל-יְדֵי הַתּוֹרָה, כִּי עִקַּר בִּטּוּלִים לְגַמְרֵי בִּשְׁלֵמוּת הוּא עַל-יְדֵי הַתּוֹרָה שֶׁמַּמְשִׁיכִין אַחַר כָּךְ מהרשימו שֶׁל הַבִּטּוּל וְכַנַּ\"ל. וְאָז לֹא הָיָה אֶפְשָׁר עֲדַיִן לְקַבֵּל הַתּוֹרָה, עַל-כֵּן הִתְגַּבֵּר וְהִכְבִּיד לִבּוֹ וְרָדַף אַחֲרֵיהֶם עַד הַיָּם, עַל-כֵּן הָיוּ אָז בֶּאֱמֶת בְּסַכָּנָה גְּדוֹלָה מֵחֲמַת שֶׁהִתְגַּבֵּר אָז בְּיוֹתֵר וְיוֹתֵר וְלָקַח אֶת כָּל חֵילוֹ שֵׁשׁ מֵאוֹת רֶכֶב בָּחוּר, שֶׁהֵם כְּלַל כָּל הַכֹּחוֹת שֶׁל הַסִּטְרָא אַחֲרָא וְהַדִּינִים, רַחֲמָנָא לִצְלָן, כַּמּוּבָא, (ט) כִּי אָז אַחַר הַבִּטּוּל מִתְגַּבְּרִין יוֹתֵר וְיוֹתֵר כַּנַּ\"ל אֲבָל הַשֵּׁם יִתְבָּרַךְ בְּחֶמְלָתוֹ חָמַל עָלֵינוּ בִּזְכוּת אָבוֹת וּבְכֹחוֹ שֶׁל מֹשֶׁה וּבָקַע מַיִם מִפְּנֵיהֶם בִּזְכוּת קַבָּלַת הַתּוֹרָה שֶׁעֲתִידִין לְקַבֵּל, שֶׁהוּא בְּחִינַת מַיִם כַּנַּ\"ל וְעַל-יְדֵי זֶה",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Morning_Hand_Washing.4.4\"><b>א. הלכות נטילת ידים שחרית</b></a> (המשך)\n\nבָּרְחוּ הַמַּיִם הַגַּשְׁמִיִם מִפְּנֵיהֶם וְעָבְרוּ בְּתוֹךְ הַיָּם בַּיַּבָּשָׁה וְהַמִּצְרִים נִטְבְּעוּ בָּהֶם וְהַכֹּל בְּכֹחַ הַתּוֹרָה שֶׁעֲתִידִין לְקַבֵּל, שֶׁהִיא בְּחִינַת מַיִם וְכַנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Morning_Hand_Washing.4.4\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Meat_and_Milk.3.4\"><b>ב. הלכות בשר בחלב</b></a>\n<i>יורה דעה</i>\n\nגם מרומז בדברי רבינו ז\"ל במקום אחר על ענין ישיבתו באומאן שזה בחינת ובל יגאמר שכן חליתי וכו', דהיינו כשנתוסף אבן אחת דהיינו נפש אחת שחוזר בתשובה ונתקרב להשם יתברך, אזי נתרבין הבתים עד אין קץ ואמר אז רבינו ז\"ל, שעל ידי זה מכניסין לפנים גם הנפשות שהיו מושלכין בחוץ בבחינית תשתפכנה אבני קודש בראש כל חוצות. כי עכשיו כשנתרבין מאד הבתים אזי ממילא נכנסין גם הם לפנים וכו' וכו'. וזהו בחינת סוכה שעכשיו נתרחב גבול הקדושה גם בחוץ כנ\"ל, וכל זה על ידי האבנים שהם הנפשות שנתוספו בעשרת ימי תשובה ויום הכיפורים. כי על ידי התשובה נתוספו כמה נפשות שהם אבנים ואז נתרבין הבתים מאד גם בחוץ עד שמימילא נכנסין הכל אל הקדושה וכו' כנ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Meat_and_Milk.3.4\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Orach Chaim",
      "section": "Laws of Morning Hand Washing",
      "section_he": "הלכות נטילת ידים שחרית",
      "ref_base": "Likutei_Halakhot,_Orach_Chaim,_Laws_of_Morning_Hand_Washing",
      "has_english": true
    },
    "chapter": 4,
    "siman": 4,
    "hebrew_text": "וְעַל-כֵּן עִקַּר קַבָּלַת הַתּוֹרָה הָיָה עַל-יְדֵי בְּחִינָה זֹאת, עַל-יְדֵי שֶׁהָיוּ תְּחִלָּה בְּצָרָה גְּדוֹלָה בְּמִצְרַיִם עַד שֶׁבָּא מֹשֶׁה רַבֵּנוּ וּבִטֵּל עַצְמוֹ בְּתַכְלִית הַבִּטּוּל, כְּמוֹ שֶׁכָּתוּב (במדבר יב), \"וְהָאִישׁ מֹשֶׁה עָנָיו מְאֹד וְכוּ'\" שֶׁזֶּהוּ בְּחִינַת תַּכְלִית הַבִּטּוּל, שֶׁהוּא בְּחִינַת עֲנָוָה אֲמִתִּית וְעַל-יְדֵי הַבִּטּוּל הַזֶּה בִּטֵּל כָּל הַצָּרוֹת וְגָאַל אוֹתָנוּ מִמִּצְרַיִם וּמִכָּל הַטֻּמְאוֹת וְהַסִּטְרָא אַחֲרָא ומִבְּחִינַת הַבִּטּוּל הַזֶּה הִמְשִׁיךְ לָנוּ אֵשׁ הַתּוֹרָה לְגָרֵשׁ הַסִּטְרָא אַחֲרָא וְהַקְּלִפּוֹת שֶׁלֹּא יִתְגַּבְּרוּ בְּיוֹתֵר אַחַר כָּךְ כַּנַּ\"ל וְעַל-כֵּן הוּכְרְחוּ לִבְרֹחַ מִמִּצְרַיִם מֵחֲמַת שֶׁהָיָה קֹדֶם קַבָּלַת הַתּוֹרָה. וּבְמִצְרַיִם לֹא הָיָה אֶפְשָׁר לִיתֵּן הַתּוֹרָה, כִּי הָיָה מְלֵאָה גִּלּוּלִים, (ו) עַל-כֵּן בֶּאֱמֶת הָיָה קָשֶׁה וְכָבֵד מְאֹד לָצֵאת מִמִּצְרַיִם, כִּי בְּכָל פַּעַם שֶׁבִּטֵּל מֹשֶׁה אֶת עַצְמוֹ וְהֵאִיר עַל יִשְֹרָאֵל בְּחִינַת בִּטּוּל, כִּי הוֹדִיעַ לָהֶם שְׁמוֹ יִתְבָּרַךְ וְהֵאִיר עֲלֵיהֶם אוֹר הַאֵין סוֹף וְלִמְּדָם לְהִתְדַּבֵּק וּלְהִתְבַּטֵּל אֵלָיו יִתְבָּרַךְ, אַךְ כָּל מַה שֶּׁבִּטֵּל אֶת עַצְמוֹ בְּיוֹתֵר, הִתְגַּבְּרוּ הַמִּצְרִיִּים בְּיוֹתֵר וְהִכְבִּידוּ אֶת לִבָּם בְּיוֹתֵר מֵחֲמַת שֶׁהַבִּטּוּל צָרִיךְ לִהְיוֹת בְּרָצוֹא וָשׁוֹב וְכוּ' כַּנַּ\"ל, כִּי אָז הָיָה קָשֶׁה לְהַמְשִׁיךְ תּוֹרָה בְּכָל פַּעַם, אַךְ בְּחֶמְלַת ה' עָשָֹה עִמָּנוּ נִסִּים וְנִפְלָאוֹת גְּדוֹלוֹת וְנוֹרָאוֹת עַד שֶׁהֵאִיר עַל יִשְֹרָאֵל הֶאָרָה גְּדוֹלָה וַעֲצוּמָה מְאֹד בְּלֵיל שִׁמּוּרִים, כְּמוֹ שֶׁכָּתוּב (שמות יב), \"וְעָבַרְתִּי בְּאֶרֶץ מִצְרַיִם וְכוּ'\", וְתַרְגוּמוֹ, ואתגליתי וְכַמּוּבָא בְּכַוָּנוֹת (ז) עַד שֶׁמִּגֹּדֶל הַהֶאָרָה נָפְלוּ וָמֵתוּ כָּל בְּכוֹרֵי מִצְרַיִם שֶׁהָיוּ אוֹרְבִים לְהִתְגָּרוֹת וּלְהִתְגַּבֵּר עַל-יְדֵי זֶה דַּיְקָא, כִּי לֹא הָיוּ יְכוֹלִים לִסְבּוֹל אֲפִלּוּ מֵרָחוֹק הִתְנוֹצְצוּת הָאוֹר הַגָּדוֹל הַזֶּה, כִּי אָז בְּחֶמְלָתוֹ הֵאִיר עָלֵינוּ אוֹר גָּדוֹל מְאֹד כָּל הַלַּיְלָה הַקְּדוֹשָׁה הַזֹּאת, שֶׁהוּא לֵיל שִׁמּוּרִים עַד שֶׁנִּתְבַּטֵּל כֹּחַ הַסִּטְרָא אַחֲרָא, שֶׁהוּא בְּחִינַת מַלְכוּת מִצְרַיִם אָז מְאֹד וְכַנַּ\"ל וְאָז בָּרְחוּ יִשְֹרָאֵל תֵּכֶף, כִּי הוּכְרְחוּ לִבְרֹחַ מֵחֲמַת שֶׁבְּהֶכְרַח שֶׁיָּשׁוּבוּ מֵהַבִּטּוּל אַף-עַל-פִּי שֶׁנִּמְשַׁךְ הַרְבֵּה וְאָז יוּכְלוּ הַמִּצְרִים לְהִתְגַּבֵּר בְּיוֹתֵר כַּנַּ\"ל וְעַל-כֵּן הוּכְרְחוּ לִבְרֹחַ מֵחֲמַת שֶׁלֹּא הָיָה בְּאֶפְשָׁר אָז עֲדַיִן לְהַמְשִׁיךְ תּוֹרָה אַחַר כָּךְ לְבַטְּלָם עַל-יְדֵי הַתּוֹרָה כַּנַּ\"ל. וְעַל-כֵּן בֶּאֱמֶת רָדְפוּ מִצְרַיִם אַחַר כָּךְ כְּשֶׁהוּגַד לְפַרְעֹה כִּי בָּרַח הָעָם (ח) כִּי אַף-עַל-פִּי שֶׁנִּתְבַּטֵּל וְנִכְנְעוּ פַּרְעֹה וּמִצְרַיִם בְּאוֹתוֹ הַלַּיְלָה מְאֹד, אַף-עַל-פִּי-כֵן אַחַר כָּךְ הִתְגַּבֵּר מֵחָדָשׁ מֵאַחַר שֶׁלֹּא הָיָה עֲדַיִן קַבָּלַת הַתּוֹרָה לְבַטְּלוֹ בִּשְׁלֵמוּת עַל-יְדֵי הַתּוֹרָה, כִּי עִקַּר בִּטּוּלִים לְגַמְרֵי בִּשְׁלֵמוּת הוּא עַל-יְדֵי הַתּוֹרָה שֶׁמַּמְשִׁיכִין אַחַר כָּךְ מהרשימו שֶׁל הַבִּטּוּל וְכַנַּ\"ל. וְאָז לֹא הָיָה אֶפְשָׁר עֲדַיִן לְקַבֵּל הַתּוֹרָה, עַל-כֵּן הִתְגַּבֵּר וְהִכְבִּיד לִבּוֹ וְרָדַף אַחֲרֵיהֶם עַד הַיָּם, עַל-כֵּן הָיוּ אָז בֶּאֱמֶת בְּסַכָּנָה גְּדוֹלָה מֵחֲמַת שֶׁהִתְגַּבֵּר אָז בְּיוֹתֵר וְיוֹתֵר וְלָקַח אֶת כָּל חֵילוֹ שֵׁשׁ מֵאוֹת רֶכֶב בָּחוּר, שֶׁהֵם כְּלַל כָּל הַכֹּחוֹת שֶׁל הַסִּטְרָא אַחֲרָא וְהַדִּינִים, רַחֲמָנָא לִצְלָן, כַּמּוּבָא, (ט) כִּי אָז אַחַר הַבִּטּוּל מִתְגַּבְּרִין יוֹתֵר וְיוֹתֵר כַּנַּ\"ל אֲבָל הַשֵּׁם יִתְבָּרַךְ בְּחֶמְלָתוֹ חָמַל עָלֵינוּ בִּזְכוּת אָבוֹת וּבְכֹחוֹ שֶׁל מֹשֶׁה וּבָקַע מַיִם מִפְּנֵיהֶם בִּזְכוּת קַבָּלַת הַתּוֹרָה שֶׁעֲתִידִין לְקַבֵּל, שֶׁהוּא בְּחִינַת מַיִם כַּנַּ\"ל וְעַל-יְדֵי זֶה בָּרְחוּ הַמַּיִם הַגַּשְׁמִיִם מִפְּנֵיהֶם וְעָבְרוּ בְּתוֹךְ הַיָּם בַּיַּבָּשָׁה וְהַמִּצְרִים נִטְבְּעוּ בָּהֶם וְהַכֹּל בְּכֹחַ הַתּוֹרָה שֶׁעֲתִידִין לְקַבֵּל, שֶׁהִיא בְּחִינַת מַיִם וְכַנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Orach_Chaim,_Laws_of_Morning_Hand_Washing.4.4"
  },
  "second": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Meat and Milk",
      "section_he": "הלכות בשר בחלב",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Meat_and_Milk",
      "has_english": false
    },
    "chapter": 3,
    "siman": 4,
    "hebrew_text": "גם מרומז בדברי רבינו ז\"ל במקום אחר על ענין ישיבתו באומאן שזה בחינת ובל יגאמר שכן חליתי וכו', דהיינו כשנתוסף אבן אחת דהיינו נפש אחת שחוזר בתשובה ונתקרב להשם יתברך, אזי נתרבין הבתים עד אין קץ ואמר אז רבינו ז\"ל, שעל ידי זה מכניסין לפנים גם הנפשות שהיו מושלכין בחוץ בבחינית תשתפכנה אבני קודש בראש כל חוצות. כי עכשיו כשנתרבין מאד הבתים אזי ממילא נכנסין גם הם לפנים וכו' וכו'. וזהו בחינת סוכה שעכשיו נתרחב גבול הקדושה גם בחוץ כנ\"ל, וכל זה על ידי האבנים שהם הנפשות שנתוספו בעשרת ימי תשובה ויום הכיפורים. כי על ידי התשובה נתוספו כמה נפשות שהם אבנים ואז נתרבין הבתים מאד גם בחוץ עד שמימילא נכנסין הכל אל הקדושה וכו' כנ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Meat_and_Milk.3.4"
  }
}