{
  "date_seed": "2026-02-26",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n🔊 כולל הקראה קולית בעברית — ניתן להאזין ב-1x, 1.5x או 2x.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 26/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Rape_and_Seduction.1.1\"><b>א. הלכות אונס ומפתה</b></a>\n<i>אבן העזר</i>\n\n\"וְנָתַן לַאֲבִי הַנַּעֲרָה חֲמִשִּׁים שְׁקָלִים כֶּסֶף\": עַל-פִּי הַתּוֹרָה הַנַּ\"ל (בְּהִלְכוֹת גִּטִּין הֲלָכָה א), כִּי כְּנֶגֶד מַלְכוּת דִּקְדֻשָּׁה הִיא מַלְכוּת הָרְשָׁעָה, וּמַלְכוּת דִּקְדֻשָּׁה חִיּוּתָהּ וּשְׁלֵמוּתָהּ עַל-יְדֵי הַדַּעַת, וּלְהֵפֶךְ מַלְכוּת הָרְשָׁעָה מִתְגַּבֶּרֶת עַל הַמָּמוֹן לֶאֱסֹף וְלִכְנֹס, עַיֵּן שָׁם, אַךְ יֵשׁ כֹּחַ בְּמַלְכוּת דִּקְדֻשָּׁה לְהוֹצִיא כָּל הַמָּמוֹן מֵהֶם וְלַעֲשׂוֹת מִמֶּנּוּ דַּעַת בִּבְחִינַת וְלַחוֹטֶא נָתַן עִנְיָן לֶאֱסֹף וְלִכְנוֹס לָתֵת לְטוֹב לִפְנֵי הָאֱלֹקִים, עַיֵּן שָׁם: וְהִנֵּה נִשּוּאִין בִּקְדֻשָּׁה הִיא בִּבְחִינַת מַלְכוּת דִּקְדֻשָּׁה שֶׁהִיא מְקַבֶּלֶת חִיּוּת וָדַעַת מִבַּעְלָהּ עַל-יְדֵי זִוּוּג דִּקְדֻשָּׁה, אֲבָל אוֹנֵס וּמְפַתֶּה, שֶׁהוּא זִוּוּג דְּסִטְרָא אָחֳרָא, הִיא בְּחִינַת מַלְכוּת הָרְשָׁעָה שֶׁיְּנִיקָתָהּ מִבְּחִינַת נִיצוֹצוֹת שֶׁבְּמָמוֹן כַּנַּ\"ל, כִּי הַמָּמוֹן הוּא בִּבְחִינַת הָאִשָּׁה שֶׁהִיא בְּחִינַת מַלְכוּת, כְּמוֹ שֶׁכָּתַב רַבֵּנוּ נֵרוֹ יָאִיר כַּמָּה פְּעָמִים, כִּי הַמָּמוֹן בָּא מִבְּחִינַת גְּבוּרוֹת שֶׁהֵם בְּחִינַת הָאִשָּׁה, כִּי נָשִׁים דַּעְתָּן קַלָּה וְדַעְתָּן הִיא רַק בִּבְחִינַת גְּבוּרוֹת, כַּמּוּבָא וּמִשָּׁם יְנִיקַת הַסִּטְרָא אָחֳרָא כַּמּוּבָא, וְעַל-כֵּן צָרִיךְ לְהַמְשִׁיךְ לָהּ חִיּוּת דְּהַיְנוּ דַּעַת וָחֶסֶד לְהַצִּילָהּ וּלְשָׁמְרָהּ מִסִּטְרָא דְּמוֹתָא מִסִּטְרָא אָחֳרָא שֶׁסְּמוּכִים אֵלֶיהָ וְנֶאֱחָזִין שָׁם, וּכְשֶׁאֵין לָהּ חִיּוּת, בְּחִינַת חֶסֶד וָדַעַת הַנַּ\"ל אֲזַי יֵשׁ לָהֶם יְנִיקָה חַס וְשָׁלוֹם, וִינִיקָתָם מִבְּחִינַת הַמָּמוֹן, שֶׁהוּא בְּחִינַת גְּבוּרוֹת, שֶׁהוּא בְּחִינַת חִיּוּת עַצְמוּתָהּ שֶׁיֵּשׁ לָהּ מֵעַצְמָהּ שֶׁנֶּאֱחָזִין שָׁם כַּנַּ\"ל, וְזֶה בְּחִינַת מַלְכוּת הָרְשָׁעָה שֶׁיְּנִיקָתָהּ מֵהַמָּמוֹן כַּנַּ\"ל, וְעַל-כֵּן אוֹנֵס וּמְפַתֶּה שֶׁהוּא בְּחִינַת הִתְגַּבְּרוּת מַלְכוּת הָרְשָׁעָה עַל-יְדֵי פְּגַם הַזִּוּוּג דְּסִטְרָא אָחֳרָא, עַל-כֵּן עָנְשׁוֹ בְּמָמוֹן שֶׁמּוֹצִיאִין מִמֶּנּוּ מָמוֹן וְנוֹתְנִין לְאָבִיהָ, כִּי שָׁם פָּגַם בִּבְחִינַת הַמָּמוֹן עַל-יְדֵי שֶׁהִתְגַּבֵּר מַלְכוּת הָרְשָׁעָה שֶׁאֲזַי יוֹנְקִין מֵהַמָּמוֹן וְרוֹצִים לֶאֱסֹף הַמָּמוֹן אֲלֵיהֶם, כִּי שָׁם נִיצוֹצוֹת הַקְּדֻשָּׁה, עַל-כֵּן מוֹצִיאִין מִן הַמְאַנֵּס אוֹ הַמְפַתֶּה הַמָּמוֹן כְּדֵי לְהוֹצִיא הַמָּמוֹן מִבְּחִינַת מַלְכוּת הָרְשָׁעָה, בִּבְחִינַת חַיִל בָּלַע וַיְקִאֶנּוּ, כִּי הַמְאַנֵּס אוֹ כוּ' הוּא הוּא בְּחִינַת מַלְכוּת הָרְשָׁעָה כַּנַּ\"ל, וּמוֹצִיאִין מִמֶּנּוּ מָמוֹן וְנוֹתְנִין לְאָבִיהָ, שֶׁהוּא בְּחִינַת אָב בְּחָכְמָה, וַאֲזַי חוֹזֵר הַמָּמוֹן וְנַעֲשֶׂה מִמֶּנּוּ חָכְמָה וָדַעַת עַל-יְדֵי שֶׁיָּצָא מִבְּחִינַת מַלְכוּת הָרְשָׁעָה שֶׁהוּא הַמְאַנֵּס וְכוּ' וְחָזַר לִבְחִינַת אָב בְּחָכְמָה כַּנַּ\"ל. וְזֶהוּ שֶׁהָאִשָּׁה הִיא תָּמִיד בִּרְשׁוּת אַחֵר, אוֹ בִּרְשׁוּת בַּעְלָהּ אוֹ בִּרְשׁוּת אָבִיהָ, כִּי צְרִיכָה לְקַבֵּל עַל יָדָם חִיּוּת בְּחִינַת חָכְמָה כְּדֵי שֶׁלֹּא יִנְקוּ הֵם מִמֶּנָּה, שֶׁזֶּה בְּחִינַת הִתְגַּבְּרוּת מַלְכוּת הָרְשָׁעָה שֶׁיּוֹנֶקֶת מֵהַמָּמוֹן שֶׁהוּא בִּבְחִינַת הָאִשָּׁה כַּנַּ\"ל, כִּי יְנִיקָתָם רַק כְּשֶׁאֵין לָהּ בְּחִינַת חִיּוּת הַנַּ\"ל שֶׁהוּא חֶסֶד עֶלְיוֹן בְּחִינַת דַּעַת גָּדוֹל, כְּמוֹ שֶׁמְּבֹאָר שָׁם. וְעַל-כֵּן הַבַּעַל וְהָאָב זוֹכִין בְּכָל מָמוֹנָהּ שֶׁיֵּשׁ לָהּ, דְּהַיְנוּ מְצִיאָתָהּ וּמַעֲשֵׂה יָדֶיהָ וּשְׁאָר זְכוּתִים, כִּי כָּל מָמוֹנָהּ שֶׁהוּא חִיּוּת עַצְמָהּ צָרִיךְ שֶׁיִּהְיֶה בִּרְשׁוּת הַבַּעַל אוֹ הָאָב, כְּדֵי שֶׁיִּהְיֶה נִמְשָׁךְ בְּחִינַת דַּעַת וָחֶסֶד לְתוֹךְ בְּחִינַת הַמָּמוֹן, שֶׁהוּא בְּחִינַת גְּבוּרוֹת, כְּדֵי שֶׁלֹּא תִּתְגַּבֵּר מַלְכוּת הָרְשָׁעָה חַס וְשָׁלוֹם, לִינֹק מִן הַמָּמוֹן כַּנַּ\"ל: וְזֶה בְּחִינַת חֲמִשִּׁים שְׁקָלִים כֶּסֶף שֶׁנּוֹתֵן לְאָבִיהָ, כִּי צָרִיךְ לְהַחֲזִיר הַמָּמוֹן אֶל",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Rape_and_Seduction.1.1\"><b>א. הלכות אונס ומפתה</b></a> (המשך)\n\nהַקְּדֻשָּׁה לִבְחִינַת אָב בְּחָכְמָה שֶׁיִּהְיֶה נַעֲשֶׂה מִמֶּנּוּ דַּעַת כַּנַּ\"ל, וְהַדַּעַת הוּא בְּחִינַת נוּן שַׁעֲרֵי בִּינָה, בְּחִינַת מָן כַּמּוּבָא שָׁם בַּמַּאֲמָר הַנַּ\"ל, וְעַל-כֵּן צְרִיכִין לִתֵּן חֲמִשִּׁים שְׁקָלִים וַאֲזַי חוֹזֵר וְנַעֲשֶׂה מִן הַמָּמוֹן בְּחִינַת נוּן שַׁעֲרֵי בִּינָה: וּמִזֶּה לָמְדוּ שִׁעוּר כְּתֻבָּה גַּם כֵּן חֲמִשִּׁים שְׁקָלִים, כִּי בְּזִוּוּג דִּקְדֻשָּׁה צָרִיךְ גַּם כֵּן לִתֵּן לָהּ כְּתֻבָּה חֲמִשִּׁים שְׁקָלִים, כִּי כָּל חִיּוּתָהּ עַל-יְדֵי הַמָּמוֹן כַּנַּ\"ל וּכְמוֹ שֶׁכָּתַב רַבֵּנוּ נֵרוֹ יָאִיר (סִימָן סט), וְצָרִיךְ שֶׁיִּהְיֶה נִמְשָׁךְ לָהּ הַמָּמוֹן עַל-יְדֵי בַּעְלָהּ דַּיְקָא שֶׁאֲזַי נִמְתָּק הַמָּמוֹן, שֶׁהוּא חִיּוּת הָאִשָּׁה, שֶׁהוּא בְּחִינַת גְּבוּרוֹת עַל-יְדֵי בַּעְלָהּ, שֶׁהוּא בְּחִינַת חֶסֶד וָדַעַת, שֶׁהוּא מַמְתִּיק וּמְתַקֵּן מְמֻנֶּה וְחִיּוּתָהּ, וְעַל-כֵּן צָרִיךְ לִתֵּן לָהּ כְּתֻבָּה חֲמִשִּׁים שְׁקָלִים כֶּסֶף כְּדֵי לְהַמְשִׁיךְ לָהּ מָמוֹן שֶׁנִּמְתָּק עַל יָדוֹ וְנַעֲשֶׂה בִּבְחִינַת חֲמִשִּׁים שְׁקָלִים כֶּסֶף, בְּחִינַת נוּן שַׁעֲרֵי בִּינָה כַּנַּ\"ל שֶׁאֲזַי מְקַבֶּלֶת הַחִיּוּת בִּשְׁלֵמוּת בִּבְחִינַת חֶסֶד וָדַעַת כַּנַּ\"ל. וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה שֶׁהַכְּתֻבָּה כְּדֵי שֶׁלֹּא תְּהֵא קַלָּה בְּעֵינָיו לְהוֹצִיאָהּ, 'קַלָּה' דַּיְקָא בְּחִינַת נָשִׁים דַּעְתָּן קַלָּה כַּנַּ\"ל, וְעַל-יְדֵי שֶׁהוּא נוֹתֵן לָהּ הֶאָרַת הַכְּתֻבָּה בְּחִינַת חֲמִשִּׁים וְכוּ', אֲזַי אֵינָהּ קַלָּה, כִּי נִמְשָׁךְ לָהּ דַּעַת וָחֶסֶד כַּנַּ\"ל, וְעַל-יְדֵי-זֶה בְּעַצְמוֹ אֵינָהּ קַלָּה לְהוֹצִיא, כִּי אָז הַהִתְקַשְּׁרוּת בִּשְׁלֵמוּת, כִּי עִקַּר הַהִתְקַשְּׁרוּת עַל-יְדֵי הַדַּעַת וּכְשֶׁיֵּשׁ לָהּ שְׁלֵמוּת הַדַּעַת גַּם כֵּן אֲזַי נִתְקַשְּׁרִין כָּרָאוּי, וַאֲזַי אֵינָהּ קַלָּה לְהוֹצִיא, כִּי דַּעְתָּהּ בִּשְׁלֵמוּת כַּנַּ\"ל: וְזֶה בְּחִינַת בִּתְּךָ בָּגְרָה, שַׁחְרֵר עַבְדְּךָ וְתֵן לָהּ, כִּי הִיא צְרִיכָה לִהְיוֹת תָּמִיד בִּרְשׁוּת אָבִיהָ אוֹ בִּרְשׁוּת בַּעְלָהּ כְּדֵי שֶׁתִּהְיֶה נִשְׁמֶרֶת מֵהֶם כַּנַּ\"ל. וּכְשֶׁבָּגְרָה, שֶׁאֲזַי יָצְאָה מֵרְשׁוּת אָבִיהָ, צָרִיךְ לְמַהֵר לְהַשִּיאָהּ כְּדֵי שֶׁתִּהְיֶה בִּרְשׁוּת בַּעְלָהּ כַּנַּ\"ל: תַּם וְנִשְׁלַם שֶׁבַח לָאֵל בּוֹרֵא עוֹלָם: בָּרוּךְ הַנּוֹתֵן לַיָּעֵף כֹּחַ וּלְאֵין אוֹנִים עָצְמָה יַרְבֶּה:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Rape_and_Seduction.1.1\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Mixed_Crops.1.1\"><b>ב. הלכות כלאי הכרם ואילן</b></a>\n<i>יורה דעה</i>\n\nעַל-פִּי הַתּוֹרָה 'תְּפִלָּה לַחֲבַקּוּק' בְּסִימָן יט הַנִּזְכָּר לְעֵיל בְּהִלְכוֹת עָרְלָה: א: כִּי לְשׁוֹן הַקֹּדֶשׁ הִוא בְּחִינַת שָׂפָה אַחַת כְּמוֹ שֶׁפֵּרֵשׁ רַשִׁ\"י, 'שָׂפָה אַחַת', לְשׁוֹן הַקֹּדֶשׁ. כִּי הַקְּדֻשָּׁה הִוא אַחְדוּת כַּיָּדוּעַ. אֲבָל לְשׁוֹנוֹת הָעַמִּים הֵם בְּחִינַת עִרְבּוּב וְכִלְאַיִם בְּחִינַת חִשְּׁבֹנֹת רַבִּים. בִּבְחִינַת כִּי שָׁם בָּלַל ה' שְׂפַת כָּל הָאָרֶץ וּמִשָּׁם הֱפִיצָם וְכוּ' שֶׁהֵם בְּחִינַת בְּלוּלִים וּמְעֻרְבָּבִים מַמָּשׁ וְזֶה בְּחִינַת כִּלְאַיִם, כִּי בְּכָל מִין וָמִין יֵשׁ בּוֹ אוֹתִיּוֹת כְּפִי שָׁרְשׁוֹ וְחִיּוּתוֹ וּכְשֶׁמְּעָרֵב שְׁנֵי מִינִים אֲזַי הֵם בִּבְחִינַת לְשׁוֹנוֹת הָעַמִּים כַּנַּ\"ל. וְעַל-כֵּן אָסוּר לְזָרְעָם בָּאָרֶץ, כִּי הָאָרֶץ הִוא בְּחִינַת לְשׁוֹן הַקֹּדֶשׁ, בִּבְחִינַת תּוֹצֵא הָאָרֶץ נֶפֶשׁ חַיָּה. 'נֶפֶשׁ חַיָּה' הִוא בְּחִינַת הַדִּבּוּר, כְּמוֹ שֶׁכָּתוּב, וַיְהִי הָאָדָם לְנֶפֶשׁ חַיָּה. וְתַרְגּוּמוֹ, לְרוּחַ מְמַלְּלָא. וְעַל-כֵּן הָאָרֶץ מוֹצִיאָה וּמְגַדֶּלֶת כָּל הַדְּבָרִים שֶׁבָּעוֹלָם, כִּי הִיא בְּחִינַת חַוָּה אִשָּׁה שֶׁהִיא אֵם כָּל חַי. וְזֶה בְּחִינַת אִשָּׁה קַרְקַע עוֹלָם וְעַל-כֵּן אָסוּר לִזְרֹעַ כִּלְאַיִם בָּאָרֶץ כְּדֵי שֶׁלֹּא לִתֵּן חַס וְשָׁלוֹם יְנִיקָה לְהָרַע הַכּוֹלֵל שֶׁהֵם לְשׁוֹנוֹת עֲמָמִין מִן הָאָרֶץ שֶׁהוּא בְּחִינַת לְשׁוֹן הַקֹּדֶשׁ וְעַל-כֵּן הַזְּרִיעָה בְּעַצְמָהּ אֲסוּרָה מִכָּל שֶׁכֵּן לֶאֱכֹל כַּנַּ\"ל. וְעַל-כֵּן עִקַּר הָאִסּוּר הוּא בְּאֶרֶץ יִשְׂרָאֵל, כִּי אֶרֶץ יִשְׂרָאֵל הוּא בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כַּמּוּבָא לְעֵיל, כִּי אֶרֶץ יִשְׂרָאֵל נִבְחֲרָה מִכָּל הָאֲרָצוֹת לְיִשְׂרָאֵל וּלְשׁוֹן הַקֹּדֶשׁ מִכָּל הַלְּשׁוֹנוֹת וְיִשְׂרָאֵל מִכָּל הָעַמִּים נִמְצָא שֶׁאֶרֶץ יִשְׂרָאֵל וּלְשׁוֹן הַקֹּדֶשׁ וְיִשְׂרָאֵל כֹּלָּא חַד, אֲבָל שְׁאָר הָאֲרָצוֹת הֵם נֶחְלְקוּ לִשְׁאָר עֲמָמִין. וְעַל-כֵּן אֵין שָׁם הָאִסּוּר כִּלְאַיִם, כִּי שִׁבְעִים עֲמָמִין הֵם בְּחִינַת כִּלְאַיִם בְּחִינַת כִּי שָׁם בָּלַל ה' שְׂפַת כוּ' רַק שֶׁמִּדְּרַבָּנָן אָסוּר. כִּי מֵחֲמַת שֶׁיִּשְׂרָאֵל דָּרִים שָׁם בְּחוּץ לָאָרֶץ יֵשׁ שָׁם קְצָת קְדֻשַּׁת אֶרֶץ יִשְׂרָאֵל כְּמוֹ שֶׁשָּׁמַעְתִּי מֵרַבֵּנוּ נֵרוֹ יָאִיר שֶׁבְּכָל מָקוֹם שֶׁדָּרִים יִשְׂרָאֵל הוּא בְּחִינַת אֶרֶץ יִשְׂרָאֵל. וְעַל-כֵּן גָּזְרוּ לֶאֱסֹר גַּם שָׁם וְעַל-כֵּן כִּלְאֵי הַכֶּרֶם חָמוּר אִסּוּרוֹ מְאֹד בְּיוֹתֵר, כִּי עִקַּר יְנִיקַת הַשִּׁבְעִים עֲמָמִין מִן הַקְּדֻשָּׁה עַל-יְדֵי הַתַּרְגּוּם כְּמוֹ שֶׁמְּבֹאָר שֶׁהוּא בְּחִינַת עֵץ הַדַּעַת טוֹב וָרָע כַּנַּ\"ל וְעֵץ הַדַּעַת טוֹב וָרָע הוּא גֶּפֶן, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל, עֵץ שֶׁאָכַל אָדָם הָרִאשׁוֹן גֶּפֶן הָיָה. וְעַל-כֵּן חָמוּר אִסּוּרוֹ בְּיוֹתֵר כַּנַּ\"ל. וְעַל-כֵּן עִקַּר הָאִסּוּר הוּא חִטָּה וּשְׂעוֹרָה וְחַרְצָן בְּמַפֹּלֶת יָד, כִּי בֶּאֱמֶת בְּאִילָנוֹת אֵין זְרִיעוֹת כִּלְאַיִם חָמוּר כָּל כָּךְ כְּמוֹ שֶׁכָּתוּב בַּשֻּׁלְחָן עָרוּךְ שֶׁמֻּתָּר לְעָרֵב זְרָעִים שֶׁל אִילָנוֹת וּשְׁאָר זְרָעִים וּלְזָרְעָם, כִּי בְּאִילָנוֹת אֵין הָאִסּוּר כִּלְאַיִם חָמוּר כָּל כָּךְ, כִּי מֵחֲמַת שֶׁהָאִילָנוֹת הֵם גְּדוֹלִים וַחֲשׁוּבִים אֵינָם נִתְעַרְבְּבִים וְנִבְלָלִים. וְעַל-כֵּן לֹא צִוָּה לָהֶם הַקָּדוֹשׁ-בָּרוּךְ-הוּא שֶׁיֵּצְאוּ לְמִינֵיהֶם רַק בַּזְּרָעִים, כִּי הָאִילָנוֹת הֵם בִּבְחִינַת אָדָם, כְּמוֹ שֶׁכָּתוּב, כִּי הָאָדָם עֵץ הַשָּדֶה. וְהֵם סְמוּכִים אֶל הַקְּדֻשָּׁה בְּיוֹתֵר עַל-כֵּן אֵין הַסִּטְרָא אָחֳרָא נֶאֱחֶזֶת בָּהֶם כָּל כָּךְ. וְעַל-כֵּן אֵינָם נִתְעַרְבְּבִים וְאֵינָם נֶאֱסָרִים בְּכִלְאַיִם כִּי אִם בְּהַרְכָּבָה מַמָּשׁ, כְּמוֹ שֶׁכָּתוּב בַּשֻּׁלְחָן עָרוּךְ אַךְ הַגֶּפֶן נֶאֱסָר בְּיוֹתֵר עִם הַזְּרָעִים מֵחֲמַת שֶׁהוּא בְּחִינַת עֵץ הַדַּעַת כַּנַּ\"ל עַל-כֵּן עִקַּר הָאִסּוּר כְּשֶׁיֵּשׁ שְׁנֵי מִינֵי תְּבוּאָה שֶׁהֵם כִּלְאַיִם בְּלֹא זֶה וְגַם חַרְצָן בְּתוֹכָם אֲזַי הוּא כִּלְאֵי הַכֶּרֶם",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Mixed_Crops.1.1\"><b>ב. הלכות כלאי הכרם ואילן</b></a> (המשך)\n\nשֶׁאִסּוּרוֹ חָמוּר מְאֹד כִּי אָז יוֹנְקִים הַכִּלְאַיִם הַנַּ\"ל מִן הַקְּדֻשָּׁה, דְּהַיְנוּ מִשְּׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ עַל-יְדֵי הַחַרְצָן דְּהַיְנוּ הַגֶּפֶן שֶׁהִוא עֵץ הַדַּעַת שֶׁדֶּרֶךְ שָׁם יְנִיקָתָם כַּנַּ\"ל. וַאֲזַי נִתְעָרְבִים יַחַד וְנֶאֱסָרִים בְּיוֹתֵר כַּנַּ\"ל: וְזֶה שֶׁכָּתוּב בְּכִלְאֵי הַכֶּרֶם, פֶּן תִּקְדַּשׁ. הֵפֶךְ שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ שֶׁהִוא קֹדֶשׁ מַמָּשׁ וּכְשֶׁנִּפְגָּם וְנוֹפֵל אֲזַי הִוא גַּם כֵּן בְּחִינַת תִּקְדַּשׁ בְּחִינַת נְפִילַת וּפְגַם לְשׁוֹן הַקֹּדֶשׁ. וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל, תּוּקַד אֵשׁ, כִּי מֵהָאֵשׁ יָצָאוּ וְהָאֵשׁ תֹּאכְלֵם, כְּמוֹ שֶׁמְּבָאֵר רַבֵּנוּ שָׁם עַל פָּסוּק יִמּוֹטוּ עֲלֵיהֶם גֶּחָלִים. הַכֹּל בַּמַּאֲמָר תְּפִלָּה לַחֲבַקּוּק שֶׁמְּדַבֵּר מִשְּׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ, עַיֵּן שָׁם:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Mixed_Crops.1.1\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Even HaEzer",
      "section": "Laws of Rape and Seduction",
      "section_he": "הלכות אונס ומפתה",
      "ref_base": "Likutei_Halakhot,_Even_HaEzer,_Laws_of_Rape_and_Seduction",
      "has_english": true
    },
    "chapter": 1,
    "siman": 1,
    "hebrew_text": "\"וְנָתַן לַאֲבִי הַנַּעֲרָה חֲמִשִּׁים שְׁקָלִים כֶּסֶף\": עַל-פִּי הַתּוֹרָה הַנַּ\"ל (בְּהִלְכוֹת גִּטִּין הֲלָכָה א), כִּי כְּנֶגֶד מַלְכוּת דִּקְדֻשָּׁה הִיא מַלְכוּת הָרְשָׁעָה, וּמַלְכוּת דִּקְדֻשָּׁה חִיּוּתָהּ וּשְׁלֵמוּתָהּ עַל-יְדֵי הַדַּעַת, וּלְהֵפֶךְ מַלְכוּת הָרְשָׁעָה מִתְגַּבֶּרֶת עַל הַמָּמוֹן לֶאֱסֹף וְלִכְנֹס, עַיֵּן שָׁם, אַךְ יֵשׁ כֹּחַ בְּמַלְכוּת דִּקְדֻשָּׁה לְהוֹצִיא כָּל הַמָּמוֹן מֵהֶם וְלַעֲשׂוֹת מִמֶּנּוּ דַּעַת בִּבְחִינַת וְלַחוֹטֶא נָתַן עִנְיָן לֶאֱסֹף וְלִכְנוֹס לָתֵת לְטוֹב לִפְנֵי הָאֱלֹקִים, עַיֵּן שָׁם: וְהִנֵּה נִשּוּאִין בִּקְדֻשָּׁה הִיא בִּבְחִינַת מַלְכוּת דִּקְדֻשָּׁה שֶׁהִיא מְקַבֶּלֶת חִיּוּת וָדַעַת מִבַּעְלָהּ עַל-יְדֵי זִוּוּג דִּקְדֻשָּׁה, אֲבָל אוֹנֵס וּמְפַתֶּה, שֶׁהוּא זִוּוּג דְּסִטְרָא אָחֳרָא, הִיא בְּחִינַת מַלְכוּת הָרְשָׁעָה שֶׁיְּנִיקָתָהּ מִבְּחִינַת נִיצוֹצוֹת שֶׁבְּמָמוֹן כַּנַּ\"ל, כִּי הַמָּמוֹן הוּא בִּבְחִינַת הָאִשָּׁה שֶׁהִיא בְּחִינַת מַלְכוּת, כְּמוֹ שֶׁכָּתַב רַבֵּנוּ נֵרוֹ יָאִיר כַּמָּה פְּעָמִים, כִּי הַמָּמוֹן בָּא מִבְּחִינַת גְּבוּרוֹת שֶׁהֵם בְּחִינַת הָאִשָּׁה, כִּי נָשִׁים דַּעְתָּן קַלָּה וְדַעְתָּן הִיא רַק בִּבְחִינַת גְּבוּרוֹת, כַּמּוּבָא וּמִשָּׁם יְנִיקַת הַסִּטְרָא אָחֳרָא כַּמּוּבָא, וְעַל-כֵּן צָרִיךְ לְהַמְשִׁיךְ לָהּ חִיּוּת דְּהַיְנוּ דַּעַת וָחֶסֶד לְהַצִּילָהּ וּלְשָׁמְרָהּ מִסִּטְרָא דְּמוֹתָא מִסִּטְרָא אָחֳרָא שֶׁסְּמוּכִים אֵלֶיהָ וְנֶאֱחָזִין שָׁם, וּכְשֶׁאֵין לָהּ חִיּוּת, בְּחִינַת חֶסֶד וָדַעַת הַנַּ\"ל אֲזַי יֵשׁ לָהֶם יְנִיקָה חַס וְשָׁלוֹם, וִינִיקָתָם מִבְּחִינַת הַמָּמוֹן, שֶׁהוּא בְּחִינַת גְּבוּרוֹת, שֶׁהוּא בְּחִינַת חִיּוּת עַצְמוּתָהּ שֶׁיֵּשׁ לָהּ מֵעַצְמָהּ שֶׁנֶּאֱחָזִין שָׁם כַּנַּ\"ל, וְזֶה בְּחִינַת מַלְכוּת הָרְשָׁעָה שֶׁיְּנִיקָתָהּ מֵהַמָּמוֹן כַּנַּ\"ל, וְעַל-כֵּן אוֹנֵס וּמְפַתֶּה שֶׁהוּא בְּחִינַת הִתְגַּבְּרוּת מַלְכוּת הָרְשָׁעָה עַל-יְדֵי פְּגַם הַזִּוּוּג דְּסִטְרָא אָחֳרָא, עַל-כֵּן עָנְשׁוֹ בְּמָמוֹן שֶׁמּוֹצִיאִין מִמֶּנּוּ מָמוֹן וְנוֹתְנִין לְאָבִיהָ, כִּי שָׁם פָּגַם בִּבְחִינַת הַמָּמוֹן עַל-יְדֵי שֶׁהִתְגַּבֵּר מַלְכוּת הָרְשָׁעָה שֶׁאֲזַי יוֹנְקִין מֵהַמָּמוֹן וְרוֹצִים לֶאֱסֹף הַמָּמוֹן אֲלֵיהֶם, כִּי שָׁם נִיצוֹצוֹת הַקְּדֻשָּׁה, עַל-כֵּן מוֹצִיאִין מִן הַמְאַנֵּס אוֹ הַמְפַתֶּה הַמָּמוֹן כְּדֵי לְהוֹצִיא הַמָּמוֹן מִבְּחִינַת מַלְכוּת הָרְשָׁעָה, בִּבְחִינַת חַיִל בָּלַע וַיְקִאֶנּוּ, כִּי הַמְאַנֵּס אוֹ כוּ' הוּא הוּא בְּחִינַת מַלְכוּת הָרְשָׁעָה כַּנַּ\"ל, וּמוֹצִיאִין מִמֶּנּוּ מָמוֹן וְנוֹתְנִין לְאָבִיהָ, שֶׁהוּא בְּחִינַת אָב בְּחָכְמָה, וַאֲזַי חוֹזֵר הַמָּמוֹן וְנַעֲשֶׂה מִמֶּנּוּ חָכְמָה וָדַעַת עַל-יְדֵי שֶׁיָּצָא מִבְּחִינַת מַלְכוּת הָרְשָׁעָה שֶׁהוּא הַמְאַנֵּס וְכוּ' וְחָזַר לִבְחִינַת אָב בְּחָכְמָה כַּנַּ\"ל. וְזֶהוּ שֶׁהָאִשָּׁה הִיא תָּמִיד בִּרְשׁוּת אַחֵר, אוֹ בִּרְשׁוּת בַּעְלָהּ אוֹ בִּרְשׁוּת אָבִיהָ, כִּי צְרִיכָה לְקַבֵּל עַל יָדָם חִיּוּת בְּחִינַת חָכְמָה כְּדֵי שֶׁלֹּא יִנְקוּ הֵם מִמֶּנָּה, שֶׁזֶּה בְּחִינַת הִתְגַּבְּרוּת מַלְכוּת הָרְשָׁעָה שֶׁיּוֹנֶקֶת מֵהַמָּמוֹן שֶׁהוּא בִּבְחִינַת הָאִשָּׁה כַּנַּ\"ל, כִּי יְנִיקָתָם רַק כְּשֶׁאֵין לָהּ בְּחִינַת חִיּוּת הַנַּ\"ל שֶׁהוּא חֶסֶד עֶלְיוֹן בְּחִינַת דַּעַת גָּדוֹל, כְּמוֹ שֶׁמְּבֹאָר שָׁם. וְעַל-כֵּן הַבַּעַל וְהָאָב זוֹכִין בְּכָל מָמוֹנָהּ שֶׁיֵּשׁ לָהּ, דְּהַיְנוּ מְצִיאָתָהּ וּמַעֲשֵׂה יָדֶיהָ וּשְׁאָר זְכוּתִים, כִּי כָּל מָמוֹנָהּ שֶׁהוּא חִיּוּת עַצְמָהּ צָרִיךְ שֶׁיִּהְיֶה בִּרְשׁוּת הַבַּעַל אוֹ הָאָב, כְּדֵי שֶׁיִּהְיֶה נִמְשָׁךְ בְּחִינַת דַּעַת וָחֶסֶד לְתוֹךְ בְּחִינַת הַמָּמוֹן, שֶׁהוּא בְּחִינַת גְּבוּרוֹת, כְּדֵי שֶׁלֹּא תִּתְגַּבֵּר מַלְכוּת הָרְשָׁעָה חַס וְשָׁלוֹם, לִינֹק מִן הַמָּמוֹן כַּנַּ\"ל: וְזֶה בְּחִינַת חֲמִשִּׁים שְׁקָלִים כֶּסֶף שֶׁנּוֹתֵן לְאָבִיהָ, כִּי צָרִיךְ לְהַחֲזִיר הַמָּמוֹן אֶל הַקְּדֻשָּׁה לִבְחִינַת אָב בְּחָכְמָה שֶׁיִּהְיֶה נַעֲשֶׂה מִמֶּנּוּ דַּעַת כַּנַּ\"ל, וְהַדַּעַת הוּא בְּחִינַת נוּן שַׁעֲרֵי בִּינָה, בְּחִינַת מָן כַּמּוּבָא שָׁם בַּמַּאֲמָר הַנַּ\"ל, וְעַל-כֵּן צְרִיכִין לִתֵּן חֲמִשִּׁים שְׁקָלִים וַאֲזַי חוֹזֵר וְנַעֲשֶׂה מִן הַמָּמוֹן בְּחִינַת נוּן שַׁעֲרֵי בִּינָה: וּמִזֶּה לָמְדוּ שִׁעוּר כְּתֻבָּה גַּם כֵּן חֲמִשִּׁים שְׁקָלִים, כִּי בְּזִוּוּג דִּקְדֻשָּׁה צָרִיךְ גַּם כֵּן לִתֵּן לָהּ כְּתֻבָּה חֲמִשִּׁים שְׁקָלִים, כִּי כָּל חִיּוּתָהּ עַל-יְדֵי הַמָּמוֹן כַּנַּ\"ל וּכְמוֹ שֶׁכָּתַב רַבֵּנוּ נֵרוֹ יָאִיר (סִימָן סט), וְצָרִיךְ שֶׁיִּהְיֶה נִמְשָׁךְ לָהּ הַמָּמוֹן עַל-יְדֵי בַּעְלָהּ דַּיְקָא שֶׁאֲזַי נִמְתָּק הַמָּמוֹן, שֶׁהוּא חִיּוּת הָאִשָּׁה, שֶׁהוּא בְּחִינַת גְּבוּרוֹת עַל-יְדֵי בַּעְלָהּ, שֶׁהוּא בְּחִינַת חֶסֶד וָדַעַת, שֶׁהוּא מַמְתִּיק וּמְתַקֵּן מְמֻנֶּה וְחִיּוּתָהּ, וְעַל-כֵּן צָרִיךְ לִתֵּן לָהּ כְּתֻבָּה חֲמִשִּׁים שְׁקָלִים כֶּסֶף כְּדֵי לְהַמְשִׁיךְ לָהּ מָמוֹן שֶׁנִּמְתָּק עַל יָדוֹ וְנַעֲשֶׂה בִּבְחִינַת חֲמִשִּׁים שְׁקָלִים כֶּסֶף, בְּחִינַת נוּן שַׁעֲרֵי בִּינָה כַּנַּ\"ל שֶׁאֲזַי מְקַבֶּלֶת הַחִיּוּת בִּשְׁלֵמוּת בִּבְחִינַת חֶסֶד וָדַעַת כַּנַּ\"ל. וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה שֶׁהַכְּתֻבָּה כְּדֵי שֶׁלֹּא תְּהֵא קַלָּה בְּעֵינָיו לְהוֹצִיאָהּ, 'קַלָּה' דַּיְקָא בְּחִינַת נָשִׁים דַּעְתָּן קַלָּה כַּנַּ\"ל, וְעַל-יְדֵי שֶׁהוּא נוֹתֵן לָהּ הֶאָרַת הַכְּתֻבָּה בְּחִינַת חֲמִשִּׁים וְכוּ', אֲזַי אֵינָהּ קַלָּה, כִּי נִמְשָׁךְ לָהּ דַּעַת וָחֶסֶד כַּנַּ\"ל, וְעַל-יְדֵי-זֶה בְּעַצְמוֹ אֵינָהּ קַלָּה לְהוֹצִיא, כִּי אָז הַהִתְקַשְּׁרוּת בִּשְׁלֵמוּת, כִּי עִקַּר הַהִתְקַשְּׁרוּת עַל-יְדֵי הַדַּעַת וּכְשֶׁיֵּשׁ לָהּ שְׁלֵמוּת הַדַּעַת גַּם כֵּן אֲזַי נִתְקַשְּׁרִין כָּרָאוּי, וַאֲזַי אֵינָהּ קַלָּה לְהוֹצִיא, כִּי דַּעְתָּהּ בִּשְׁלֵמוּת כַּנַּ\"ל: וְזֶה בְּחִינַת בִּתְּךָ בָּגְרָה, שַׁחְרֵר עַבְדְּךָ וְתֵן לָהּ, כִּי הִיא צְרִיכָה לִהְיוֹת תָּמִיד בִּרְשׁוּת אָבִיהָ אוֹ בִּרְשׁוּת בַּעְלָהּ כְּדֵי שֶׁתִּהְיֶה נִשְׁמֶרֶת מֵהֶם כַּנַּ\"ל. וּכְשֶׁבָּגְרָה, שֶׁאֲזַי יָצְאָה מֵרְשׁוּת אָבִיהָ, צָרִיךְ לְמַהֵר לְהַשִּיאָהּ כְּדֵי שֶׁתִּהְיֶה בִּרְשׁוּת בַּעְלָהּ כַּנַּ\"ל: תַּם וְנִשְׁלַם שֶׁבַח לָאֵל בּוֹרֵא עוֹלָם: בָּרוּךְ הַנּוֹתֵן לַיָּעֵף כֹּחַ וּלְאֵין אוֹנִים עָצְמָה יַרְבֶּה:",
    "english_text": "Based on the aforementioned Torah teaching (in Hilchot Gittin, Halacha 1): Opposite the kingdom of holiness (Malchut de’Kedushah) stands the wicked kingdom. The vitality and completeness of the kingdom of holiness come through da’at (higher consciousness or divine knowledge), whereas the wicked kingdom strengthens itself through money—by gathering and hoarding it (see there). However, the kingdom of holiness has the power to extract all the wealth from them and transform it into da’at, in the aspect of “To the sinner He gave the task of gathering and amassing, to give it to the one who is good before God” (Ecclesiastes 2:26; see there).",
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_Rape_and_Seduction.1.1"
  },
  "second": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Mixed Crops",
      "section_he": "הלכות כלאי הכרם ואילן",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Mixed_Crops",
      "has_english": false
    },
    "chapter": 1,
    "siman": 1,
    "hebrew_text": "עַל-פִּי הַתּוֹרָה 'תְּפִלָּה לַחֲבַקּוּק' בְּסִימָן יט הַנִּזְכָּר לְעֵיל בְּהִלְכוֹת עָרְלָה: א: כִּי לְשׁוֹן הַקֹּדֶשׁ הִוא בְּחִינַת שָׂפָה אַחַת כְּמוֹ שֶׁפֵּרֵשׁ רַשִׁ\"י, 'שָׂפָה אַחַת', לְשׁוֹן הַקֹּדֶשׁ. כִּי הַקְּדֻשָּׁה הִוא אַחְדוּת כַּיָּדוּעַ. אֲבָל לְשׁוֹנוֹת הָעַמִּים הֵם בְּחִינַת עִרְבּוּב וְכִלְאַיִם בְּחִינַת חִשְּׁבֹנֹת רַבִּים. בִּבְחִינַת כִּי שָׁם בָּלַל ה' שְׂפַת כָּל הָאָרֶץ וּמִשָּׁם הֱפִיצָם וְכוּ' שֶׁהֵם בְּחִינַת בְּלוּלִים וּמְעֻרְבָּבִים מַמָּשׁ וְזֶה בְּחִינַת כִּלְאַיִם, כִּי בְּכָל מִין וָמִין יֵשׁ בּוֹ אוֹתִיּוֹת כְּפִי שָׁרְשׁוֹ וְחִיּוּתוֹ וּכְשֶׁמְּעָרֵב שְׁנֵי מִינִים אֲזַי הֵם בִּבְחִינַת לְשׁוֹנוֹת הָעַמִּים כַּנַּ\"ל. וְעַל-כֵּן אָסוּר לְזָרְעָם בָּאָרֶץ, כִּי הָאָרֶץ הִוא בְּחִינַת לְשׁוֹן הַקֹּדֶשׁ, בִּבְחִינַת תּוֹצֵא הָאָרֶץ נֶפֶשׁ חַיָּה. 'נֶפֶשׁ חַיָּה' הִוא בְּחִינַת הַדִּבּוּר, כְּמוֹ שֶׁכָּתוּב, וַיְהִי הָאָדָם לְנֶפֶשׁ חַיָּה. וְתַרְגּוּמוֹ, לְרוּחַ מְמַלְּלָא. וְעַל-כֵּן הָאָרֶץ מוֹצִיאָה וּמְגַדֶּלֶת כָּל הַדְּבָרִים שֶׁבָּעוֹלָם, כִּי הִיא בְּחִינַת חַוָּה אִשָּׁה שֶׁהִיא אֵם כָּל חַי. וְזֶה בְּחִינַת אִשָּׁה קַרְקַע עוֹלָם וְעַל-כֵּן אָסוּר לִזְרֹעַ כִּלְאַיִם בָּאָרֶץ כְּדֵי שֶׁלֹּא לִתֵּן חַס וְשָׁלוֹם יְנִיקָה לְהָרַע הַכּוֹלֵל שֶׁהֵם לְשׁוֹנוֹת עֲמָמִין מִן הָאָרֶץ שֶׁהוּא בְּחִינַת לְשׁוֹן הַקֹּדֶשׁ וְעַל-כֵּן הַזְּרִיעָה בְּעַצְמָהּ אֲסוּרָה מִכָּל שֶׁכֵּן לֶאֱכֹל כַּנַּ\"ל. וְעַל-כֵּן עִקַּר הָאִסּוּר הוּא בְּאֶרֶץ יִשְׂרָאֵל, כִּי אֶרֶץ יִשְׂרָאֵל הוּא בְּחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ כַּמּוּבָא לְעֵיל, כִּי אֶרֶץ יִשְׂרָאֵל נִבְחֲרָה מִכָּל הָאֲרָצוֹת לְיִשְׂרָאֵל וּלְשׁוֹן הַקֹּדֶשׁ מִכָּל הַלְּשׁוֹנוֹת וְיִשְׂרָאֵל מִכָּל הָעַמִּים נִמְצָא שֶׁאֶרֶץ יִשְׂרָאֵל וּלְשׁוֹן הַקֹּדֶשׁ וְיִשְׂרָאֵל כֹּלָּא חַד, אֲבָל שְׁאָר הָאֲרָצוֹת הֵם נֶחְלְקוּ לִשְׁאָר עֲמָמִין. וְעַל-כֵּן אֵין שָׁם הָאִסּוּר כִּלְאַיִם, כִּי שִׁבְעִים עֲמָמִין הֵם בְּחִינַת כִּלְאַיִם בְּחִינַת כִּי שָׁם בָּלַל ה' שְׂפַת כוּ' רַק שֶׁמִּדְּרַבָּנָן אָסוּר. כִּי מֵחֲמַת שֶׁיִּשְׂרָאֵל דָּרִים שָׁם בְּחוּץ לָאָרֶץ יֵשׁ שָׁם קְצָת קְדֻשַּׁת אֶרֶץ יִשְׂרָאֵל כְּמוֹ שֶׁשָּׁמַעְתִּי מֵרַבֵּנוּ נֵרוֹ יָאִיר שֶׁבְּכָל מָקוֹם שֶׁדָּרִים יִשְׂרָאֵל הוּא בְּחִינַת אֶרֶץ יִשְׂרָאֵל. וְעַל-כֵּן גָּזְרוּ לֶאֱסֹר גַּם שָׁם וְעַל-כֵּן כִּלְאֵי הַכֶּרֶם חָמוּר אִסּוּרוֹ מְאֹד בְּיוֹתֵר, כִּי עִקַּר יְנִיקַת הַשִּׁבְעִים עֲמָמִין מִן הַקְּדֻשָּׁה עַל-יְדֵי הַתַּרְגּוּם כְּמוֹ שֶׁמְּבֹאָר שֶׁהוּא בְּחִינַת עֵץ הַדַּעַת טוֹב וָרָע כַּנַּ\"ל וְעֵץ הַדַּעַת טוֹב וָרָע הוּא גֶּפֶן, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל, עֵץ שֶׁאָכַל אָדָם הָרִאשׁוֹן גֶּפֶן הָיָה. וְעַל-כֵּן חָמוּר אִסּוּרוֹ בְּיוֹתֵר כַּנַּ\"ל. וְעַל-כֵּן עִקַּר הָאִסּוּר הוּא חִטָּה וּשְׂעוֹרָה וְחַרְצָן בְּמַפֹּלֶת יָד, כִּי בֶּאֱמֶת בְּאִילָנוֹת אֵין זְרִיעוֹת כִּלְאַיִם חָמוּר כָּל כָּךְ כְּמוֹ שֶׁכָּתוּב בַּשֻּׁלְחָן עָרוּךְ שֶׁמֻּתָּר לְעָרֵב זְרָעִים שֶׁל אִילָנוֹת וּשְׁאָר זְרָעִים וּלְזָרְעָם, כִּי בְּאִילָנוֹת אֵין הָאִסּוּר כִּלְאַיִם חָמוּר כָּל כָּךְ, כִּי מֵחֲמַת שֶׁהָאִילָנוֹת הֵם גְּדוֹלִים וַחֲשׁוּבִים אֵינָם נִתְעַרְבְּבִים וְנִבְלָלִים. וְעַל-כֵּן לֹא צִוָּה לָהֶם הַקָּדוֹשׁ-בָּרוּךְ-הוּא שֶׁיֵּצְאוּ לְמִינֵיהֶם רַק בַּזְּרָעִים, כִּי הָאִילָנוֹת הֵם בִּבְחִינַת אָדָם, כְּמוֹ שֶׁכָּתוּב, כִּי הָאָדָם עֵץ הַשָּדֶה. וְהֵם סְמוּכִים אֶל הַקְּדֻשָּׁה בְּיוֹתֵר עַל-כֵּן אֵין הַסִּטְרָא אָחֳרָא נֶאֱחֶזֶת בָּהֶם כָּל כָּךְ. וְעַל-כֵּן אֵינָם נִתְעַרְבְּבִים וְאֵינָם נֶאֱסָרִים בְּכִלְאַיִם כִּי אִם בְּהַרְכָּבָה מַמָּשׁ, כְּמוֹ שֶׁכָּתוּב בַּשֻּׁלְחָן עָרוּךְ אַךְ הַגֶּפֶן נֶאֱסָר בְּיוֹתֵר עִם הַזְּרָעִים מֵחֲמַת שֶׁהוּא בְּחִינַת עֵץ הַדַּעַת כַּנַּ\"ל עַל-כֵּן עִקַּר הָאִסּוּר כְּשֶׁיֵּשׁ שְׁנֵי מִינֵי תְּבוּאָה שֶׁהֵם כִּלְאַיִם בְּלֹא זֶה וְגַם חַרְצָן בְּתוֹכָם אֲזַי הוּא כִּלְאֵי הַכֶּרֶם שֶׁאִסּוּרוֹ חָמוּר מְאֹד כִּי אָז יוֹנְקִים הַכִּלְאַיִם הַנַּ\"ל מִן הַקְּדֻשָּׁה, דְּהַיְנוּ מִשְּׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ עַל-יְדֵי הַחַרְצָן דְּהַיְנוּ הַגֶּפֶן שֶׁהִוא עֵץ הַדַּעַת שֶׁדֶּרֶךְ שָׁם יְנִיקָתָם כַּנַּ\"ל. וַאֲזַי נִתְעָרְבִים יַחַד וְנֶאֱסָרִים בְּיוֹתֵר כַּנַּ\"ל: וְזֶה שֶׁכָּתוּב בְּכִלְאֵי הַכֶּרֶם, פֶּן תִּקְדַּשׁ. הֵפֶךְ שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ שֶׁהִוא קֹדֶשׁ מַמָּשׁ וּכְשֶׁנִּפְגָּם וְנוֹפֵל אֲזַי הִוא גַּם כֵּן בְּחִינַת תִּקְדַּשׁ בְּחִינַת נְפִילַת וּפְגַם לְשׁוֹן הַקֹּדֶשׁ. וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל, תּוּקַד אֵשׁ, כִּי מֵהָאֵשׁ יָצָאוּ וְהָאֵשׁ תֹּאכְלֵם, כְּמוֹ שֶׁמְּבָאֵר רַבֵּנוּ שָׁם עַל פָּסוּק יִמּוֹטוּ עֲלֵיהֶם גֶּחָלִים. הַכֹּל בַּמַּאֲמָר תְּפִלָּה לַחֲבַקּוּק שֶׁמְּדַבֵּר מִשְּׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ, עַיֵּן שָׁם:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Mixed_Crops.1.1"
  }
}