{
  "date_seed": "2026-02-03",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 03/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Domesticated_and_Undomesticated_Animals.4.5\"><b>א. הלכות סימני בהמה וחיה טהורה</b></a>\n<i>יורה דעה</i>\n\nוְזֶהוּ בְּחִינַת לַ\"ג בָּעֹמֶר, שֶׁאָז הוּא בְּחִינַת הוֹד שֶׁבְּהוֹד בְּחִינַת רַגְלַיִן שֶׁבְּרַגְלַיִן, שֶׁעִקַּר הֶאָרַת הַדִּבּוּר הַקָּדוֹשׁ הַנַּ\"ל צְרִיכִין לְהַמְשִׁיךְ לְשָׁם לִבְחִינַת תַּכְלִית הָרַגְלַיִן, לְהַעֲלוֹת הַטּוֹב מִשָּׁם מִבְּחִינַת וַתְּגַל מַרְגְּלֹתָיו וַתִּשְׁכָּב, שֶׁנֶּאֱמַר עַל הַטּוֹב שֶׁנָּפַל לַמַּדְרֵגוֹת הַתַּחְתּוֹנוֹת, לִבְחִינַת רַגְלַיִן כַּמּוּבָא. וְזֶה בְּחִינַת צֶדֶק יִקְרָאֵהוּ לְרַגְלוֹ. בְּחִינַת הַדִּבּוּר, בְּחִינַת צֶדֶק תְּדַבְּרוּן, 'צֶדֶק' דַּיְקָא. שֶׁהַדִּבּוּר הַקָּדוֹשׁ צָרִיךְ שֶׁיִּתְפַּשֵּׁט לְמֵרָחוֹק בְּכֹחַ הַצְּדָקָה, עַד שֶׁיִּהְיֶה לוֹ כֹּחַ לִקְרֹא אֶת בְּחִינַת הָרַגְלַיִן לְהַעֲלוֹת הַטּוֹב מִשָּׁם. וְזֶה בְּחִינַת צֶדֶק יִקְרָאֵהוּ לְרַגְלוֹ. 'צֶדֶק' דַּיְקָא, שֶׁעַל-יְדֵי הַצְּדָקָה קוֹרְאִין אֶת הַטּוֹב הַכָּבוּשׁ בַּמַּדְרֵגוֹת הַתַּחְתּוֹנוֹת בִּבְחִינַת רַגְלַיִן כַּנַּ\"ל. וְזֶה בְּחִינַת צֶדֶק תְּדַבֵּרוּן, כִּי עִקַּר כֹּחַ הַדִּבּוּר עַל-יְדֵי צְדָקָה שֶׁאָז הָאֲוִיר נָח וְזַךְ וְאָז הַדִבּוּר נִשְׁמָע וְנִתְקַבֵּל, שֶׁזֶּה עִקַּר שְׁלֵמוּת הַדִּבּוּר (כְּמוֹ שֶׁמְּבֹאָר בְּמָקוֹם אַחֵר). וְעַל-כֵּן הַסִּימָנֵי טָהֳרָה הֵם בָּרַגְלַיִן בְּחִינַת מַפְרִיס פַּרְסָה כַּנַּ\"ל, כִּי מִשָּׁם דַּיְקָא צְרִיכִין לְהַעֲלוֹת אֶת הַטּוֹב כַּנַּ\"ל. וְזֶהוּ בְּחִינַת לַ\"ג בָּעֹמֶר, בְּחִינַת וַתְּגַל מַרְגְּלֹתָיו, שֶׁעִקַּר שֹׁרֶשׁ הַתֵּבָה, גַ\"ל, כִּי הַוָּ\"ו וְהַתָּ\"ו הֵם פְּעֻלָּה, הַיְנוּ שֶׁבְּלַ\"ג בָּעֹמֶר כְּבָר נִתְפַּשֵּׁט הַדִּבּוּר וְנִמְשָׁךְ לַמֶּרְחַקִּים בְּכֹחַ הַסְּפִירָה שֶׁל כָּל אֵלּוּ הַיָּמִים עַד שֶׁנִּשְׁמָע הַדִּבּוּר לְתַכְלִית הָרַגְלַיִן, עַד שֶׁמַּתְחִיל לְהִתְעוֹרֵר הַטּוֹב הַכָּבוּשׁ בַּדְּיוּטָא הַתַּחְתּוֹנָה שֶׁהוּא בִּבְחִינַת וַתְּגַל מַרְגְּלֹתָיו, בִּבְחִינַת רַגְלַיִן דְּרַגְלַיִן, עַד שֶׁגַּם הוּא חוֹזֵר לַה' יִתְבָּרַךְ. וְעַל-כֵּן אָז נִמְתָּקִין כָּל הַדִּינִים וְאָז הוּא יוֹם שִֹמְחָה וְחֶדְוָה, כִּי זֶה עִקַּר הַתִּקּוּן כְּשֶׁעוֹלֶה הַטּוֹב מִבְּחִינַת רַגְלַיִן וְחוֹזֵר לְמַעֲלָתוֹ:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Domesticated_and_Undomesticated_Animals.4.5\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_a_Bill_of_Divorce.2.1\"><b>ב. הלכות גטין</b></a>\n<i>אבן העזר</i>\n\nעִנְיַן גֵּט כְּרִיתוּת שֶׁעַל-יְדֵי מַה שֶּׁכּוֹתֵב לָהּ עַל הַשְּׁטָר שֶׁהִיא מְגֹרֶשֶׁת מִמֶּנּוּ בִּרְצוֹן נַפְשׁוֹ, עַל-יְדֵי-זֶה הִיא נִפְרֶדֶת מִמֶּנּוּ: כִּי מְבֹאָר בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בַּסֵּפֶר לִקּוּטֵי מוֹהֲרַ\"ן הָרִאשׁוֹן (סִימָן קעג) שֶׁעַל-יְדֵי הַכְּתָב יְכוֹלִין לְהַכִּיר הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ שֶׁהִיא בְּחִינַת שְׁכִינְתָּא פְּנִימִית וּשְׁכִינְתָּא חִיצוֹנִית וְכוּ', בִּבְחִינַת א'נ'כ'י שֶׁדָּרְשׁוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, אֲנָא נַפְשִׁי כְּתָבִית יְהָבִית, שֶׁהַכּוֹתֵב נוֹתֵן לְנַפְשׁוֹ בְּתוֹךְ הַכְּתָב וְגַם נוֹתֵן פְּנִימִיּוּת נַפְשׁוֹ. כִּי הַכָּ\"ף, שֶׁהִיא בְּחִינַת הַכְּתָב, הִיא בְּחִינַת כֶּתֶר, כַּמּוּבָא בַּתִּקּוּנִים, \"אָנֹכִי\", דָּא שְׁכִינְתָּא פְּנִימִיּוּת. \"אֲנִי\", דָּא שְׁכִינְתָּא חִיצוֹנִיּוּת וְכוּ', עַיֵּן שָׁם: נִמְצָא, שֶׁעַל-יְדֵי הַכְּתָב שֶׁכּוֹתְבִין מְגַלִּין בְּחִינַת הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ, וְעַל-כֵּן עִקַּר הִתְקַשְּׁרוּת יִשְׂרָאֵל לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם בִּתְחִלָּה הָיָה עַל-יְדֵי בְּחִינַת כְּתָב, דְּהַיְנוּ עַל-יְדֵי תּוֹרָה שֶׁבִּכְתָב שֶׁהַהַתְחָלָה הָיָה עַל-יְדֵי הַלּוּחוֹת שֶׁנִּתְּנוּ בִּכְתָב שֶׁמַּתְחִילִין בְּתֵבַת אָנֹכִי, בְּחִינַת אֲנָא נַפְשִׁי כְּתָבִית יְהָבִית, וּכְמוֹ שֶׁכָּתוּב, \"כְּתָב לְךָ אֶת הַדְּבָרִים הָאֵלֶּה, כִּי עַל-פִּי הַדְּבָרִים הָאֵלֶּה כָּרַתִּי אִתְּךָ בְּרִית וְאֶת יִשְׂרָאֵל\". כִּי יִשְׂרָאֵל נִתְקַשְּׁרוּ אָז לְהַשֵּׁם יִתְבָּרַךְ לְעוֹלָם וָעֶד, כִּי, כִּבְיָכוֹל, הֵם מְקֻשָּׁרִים בִּפְנִימִיּוּת הַנֶּפֶשׁ, כִּבְיָכוֹל, כִּי זֶה כְּלָל שֶׁהַמַּדְרֵגָה הָעֶלְיוֹנָה אֵינָהּ מְאִירָה בַּמַּדְרֵגָה הַתַּחְתּוֹנָה כִּי אִם בִּבְחִינַת נֶפֶשׁ, כַּמּוּבָא בְּמָקוֹם אַחֵר, וְעַל-כֵּן מַה שֶּׁהַשֵּׁם יִתְבָּרַךְ מֵאִיר וּמַשְׁפִּיעַ לְיִשְׂרָאֵל מִמַּדְרֵגָה הָעֶלְיוֹנָה לַמַּדְרֵגָה הַתַּחְתּוֹנָה הִיא בִּבְחִינַת נֶפֶשׁ, שֶׁהִיא בְּחִינַת שְׁכִינָה בַּתַּחְתּוֹנִים, שֶׁהִיא בְּחִינַת מַדְרֵגָה הַתַּחְתּוֹנָה שֶׁל בְּחִינַת מַדְרֵגָה הָעֶלְיוֹנָה כַּיָּדוּעַ, וּמֵחֲמַת חִבָּתָן שֶׁל יִשְׂרָאֵל שֶׁהֵם בָּנִים מַמָּשׁ לַה' אֱלֹקִים, עַל-כֵּן הֵם מְקֻשָּׁרִים גַּם בִּפְנִימִיּוּת נַפְשׁוֹ, כִּבְיָכוֹל, וְזֶה בְּחִינַת אָנֹכִי שֶׁהִתְחִיל בָּזֶה הָעֲשֶׂרֶת הַדִּבְּרוֹת שֶׁהוּא רָאשֵׁי תֵּבוֹת אֲנָא נַפְשִׁי כְּתָבִית יְהָבִית, וְהַכָּ\"ף שֶׁהִיא מְרַמֶּזֶת עַל הַכְּתָב, הִיא בְּחִינַת כְּתָב כֶּתֶר, בְּחִינַת שְׁכִינְתָּא פְּנִימִיּוּת, בְּחִינַת פְּנִימִיּוּת הַנֶּפֶשׁ. נִמְצָא, שֶׁיִּשְׂרָאֵל מְקֻשָּׁרִין לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם בִּפְנִימִיּוּת הַנֶּפֶשׁ, כִּבְיָכוֹל, וְכָל זֶה עַל-יְדֵי בְּחִינַת כְּתָב, בְּחִינַת הַלּוּחוֹת, בְּחִינַת תּוֹרָה שֶׁבִּכְתָב וְכוּ' וְכַנַּ\"ל: וְזֶה בְּחִינַת הִתְקַשְּׁרוּת שֶׁבֵּין אִישׁ וְאִשָּׁה עַל-יְדֵי בְּחִינַת הַכְּתָב, דְּהַיְנוּ עַל-יְדֵי הַשְּׁטָר, וְגַם אִם אֵינוֹ מְקַדְּשָׁהּ בִּשְׁטָר, בְּהֶכְרֵחַ צָרִיךְ לִתֵּן לָהּ כְּתֻבָּה וּבְלֹא זֶה אָסוּר לָדוּר עִמָּהּ, כִּי עִקַּר הַהִתְקַשְּׁרוּת עַל-יְדֵי הַכְּתָב שֶׁעַל-יְדֵי-זֶה נִתְגַּלֶּה הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ כַּנַּ\"ל, כִּי הָאִשָּׁה הִיא בִּבְחִינַת נֶפֶשׁ כַּיָּדוּעַ כַּמְבֹאָר בַּסְּפָרִים וְכַמּוּבָא בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בַּמַּאֲמָר \"גְּזֵלָה\" (סִימָן סט), עַיֵּן שָׁם. וּצְרִיכָה לְהִתְקַשֵּׁר עִם בַּעְלָהּ בְּקֶשֶׁר אַמִּיץ וְחָזָק בִּפְנִימִיּוּת נַפְשׁוֹ, כִּי הַהִתְקַשְּׁרוּת שֶׁבֵּינֵיהֶם הִיא בִּבְחִינַת נֶפֶשׁ, כִּי הַבַּעַל הוּא בְּחִינַת מַדְרֵגָה הָעֶלְיוֹנָה וְהִיא בְּחִינַת מַדְרֵגָה הַתַּחְתּוֹנָה, וְעִקַּר הַהִתְקַשְּׁרוּת הוּא בִּבְחִינַת נֶפֶשׁ, הַיְנוּ בִּפְנִימִיּוּת הַנֶּפֶשׁ, כִּי צָרִיךְ שֶׁיִּהְיֶה הַהִתְקַשְּׁרוּת חָזָק בִּבְחִינַת הִתְאַחֲדוּת גָּמוּר, וְעַל-כֵּן עִקַּר הַקֶּשֶׁר עַל-יְדֵי בְּחִינַת הַכְּתָב שֶׁעַל יָדוֹ נִתְגַּלֶּה הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ,",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_a_Bill_of_Divorce.2.1\"><b>ב. הלכות גטין</b></a> (המשך)\n\nוְעַל-יְדֵי-זֶה מִתְקַשֶּׁרֶת וּמִתְחַבֶּרֶת עִמּוֹ בִּבְחִינַת פְּנִימִיּוּת הַנֶּפֶשׁ, שֶׁזֶּהוּ עִקַּר הַקֶּשֶׁר וְכַנַּ\"ל. וְעַל-כֵּן אִי אֶפְשָׁר לָהֶם לְהִפָּרֵד בְּשׁוּם אֹפֶן בָּעוֹלָם כִּי אִם עַל-יְדֵי הַכְּתָב, דְּהַיְנוּ עַל-יְדֵי הַגֵּט כְּרִיתוּת שֶׁנּוֹתֵן לָהּ בִּכְתָב, כְּמוֹ שֶׁכָּתוּב, \"וְכָתַב לָהּ סֵפֶר כְּרִיתֻת\". וְדָרְשׁוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, סֵפֶר כּוֹרְתָהּ וְאֵין דָּבָר אַחֵר כּוֹרְתָהּ, כִּי אִי אֶפְשָׁר שֶׁיִּהְיֶה כְּרִיתוּת וּפֵרוּד בֵּינֵיהֶם כִּי אִם עַל-יְדֵי הַכְּתָב שֶׁעַל יָדוֹ נִתְגַּלֶּה הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ. וְעַל-כֵּן עַל-יְדֵי הַכְּתָב דַּיְקָא הִיא נִפְרֶדֶת מִמֶּנּוּ, כִּי עַל-יְדֵי הַכְּתָב הוּא מְגַלֶּה נַפְשׁוֹ וּפְנִימִיּוּת נַפְשׁוֹ כַּנַּ\"ל. וְזֶה שֶׁכּוֹתֵב לָהּ בְּהַגֵּט, צְבִית בִּרְעוּת נַפְשִׁי. כִּי הָעִקָּר שֶׁהִיא צְרִיכָה לְהִפָּרֵד מִמֶּנּוּ מִבְּחִינַת הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ, שֶׁשָּׁם בִּבְחִינָה זוֹ הָיָה הַהִתְקַשְּׁרוּת שֶׁבֵּינֵיהֶם, וְזֶה אִי אֶפְשָׁר בְּשׁוּם אֹפֶן כִּי אִם עַל-יְדֵי הַכְּתָב, שֶׁעַל-יְדֵי-זֶה נִתְגַּלֶּה הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ כַּנַּ\"ל: וְעַל-כֵּן צָרִיךְ לְדַבֵּר לָהּ גַּם כֵּן בְּפִיו בְּשָׁעָה שֶׁמְּגָרְשָׁהּ, כִּי צָרִיךְ לוֹמַר לָהּ, הֲרֵי זֶה גִּטֵּךְ וְכוּ', כַּמְבֹאָר בַּשֻּׁלְחָן עָרוּךְ, כִּי הַדִּבּוּר הוּא מַהוּת הַנֶּפֶשׁ בְּעַצְמָהּ, כַּמְבֹאָר שָׁם בַּמַּאֲמָר הַנַּ\"ל, וְעַל-כֵּן עַל-יְדֵי הַכְּתָב וְהַדִּבּוּר נִפְרֶדֶת מִמֶּנּוּ מִבְּחִינַת הַנֶּפֶשׁ וּמִפְּנִימִיּוּת הַנֶּפֶשׁ וְכַנַּ\"ל. וְעַל-כֵּן בְּהֶכְרֵחַ לִכְתֹּב הַגֵּט לִשְׁמָהּ דַּיְקָא, כִּי עִקַּר הַכְּרִיתוּת וְהַפֵּרוּד מִנַּפְשׁוֹ וְכוּ' הוּא עַל-יְדֵי-זֶה הַכְּתָב שֶׁבַּגֵּט שֶׁעַל-יְדֵי-זֶה הַכְּתָב מְגַלֶּה נַפְשׁוֹ וּפְנִימִיּוּת נַפְשׁוֹ, וְעַל-יְדֵי-זֶה נִפְרֶדֶת מִמֶּנּוּ כַּנַּ\"ל, וְעַל-כֵּן בְּוַדַּאי צָרִיךְ שֶׁיִּכְתֹּב זֶה הַכְּתָב לִשְׁמָהּ דַּיְקָא כְּדֵי שֶׁהִיא תִּהְיֶה נִפְרֶדֶת מִפְּנִימִיּוּת נַפְשׁוֹ עַל-יְדֵי-זֶה הַכְּתָב שֶׁכּוֹתֵב לָהּ. כִּי עַל-יְדֵי הַכְּתָב בְּעַצְמוֹ נִפְרֶדֶת מִמֶּנּוּ וְהַכְּתָב דַּיְקָא עוֹשֶׂה הַפֵּרוּד בֵּין נַפְשׁוֹ לְנַפְשָׁהּ, וְעַל-כֵּן בְּהֶכְרֵחַ שֶׁיִּהְיֶה נִכְתָּב לִשְׁמָהּ לְגַלּוֹת פְּנִימִיּוּת הַנֶּפֶשׁ אֵלֶיהָ שֶׁרוֹצֶה בִּרְצוֹן נַפְשׁוֹ לְהַפְרִידָהּ מִמֶּנּוּ, וְזֶה נִתְגַּלֶּה עַל-יְדֵי הַכְּתָב שֶׁכּוֹתֵב לִשְׁמָהּ דַּיְקָא כַּנַּ\"ל: וְזֶה שֶׁכָּתוּב (יְשַׁעְיָה נ), \"כֹּה אָמַר ה' אֵי זֶה סֵפֶר כְּרִיתוּת אִמְּכֶם אֲשֶׁר שִׁלַּחְתִּיהָ\" וְכוּ'. כִּי מֵאַחַר שֶׁיִּשְׂרָאֵל הֵם כְּבָר נִתְקַשְּׁרוּ לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם בִּפְנִימִיּוּת הַנֶּפֶשׁ, כִּבְיָכוֹל, עַל-כֵּן בְּוַדַּאי לֹא יִהְיוּ נִפְרָדִין בְּשׁוּם אֹפֶן, וְזֶה שֶׁמּוֹכִיחַ לָהֶם הַשֵּׁם יִתְבָּרַךְ וּמַרְאֶה לָהֶם שֶׁבְּוַדַּאי אֵינָם נִפְרָדִין מִמֶּנּוּ בְּשׁוּם אֹפֶן, אַף-עַל-פִּי שֶׁעָשׂוּ מַה שֶּׁעָשׂוּ וְנִתְרַחֲקוּ מֵעַל שֻׁלְחַן אֲבִיהֶם, אַף-עַל-פִּי-כֵן עֲדַיִן הֵם מְקֻשָּׁרִים בִּפְנִימִיּוּת הַנֶּפֶשׁ, כִּי מֵאַחַר שֶׁלֹּא נָתַן לָהֶם סֵפֶר כְּרִיתוּת בִּכְתָב, כְּמוֹ שֶׁכָּתוּב, \"אֵי זֶה סֵפֶר כְּרִיתוּת אִמְּכֶם\". עַל-כֵּן בְּוַדַּאי עֲדַיִן הֵם מְקֻשָּׁרִין בִּפְנִימִיּוּת נַפְשׁוֹ, כִּבְיָכוֹל, כִּי אִי אֶפְשָׁר לְהִפָּרֵד כִּי אִם עַל-יְדֵי בְּחִינַת כְּתָב כַּנַּ\"ל כְּמוֹ שֶׁהַהִתְקַשְּׁרוּת הָיָה עַל-יְדֵי כְּתָב כַּנַּ\"ל. וְעַל-כֵּן מֵאַחַר שֶׁלֹּא נָתַן לָהֶם סֵפֶר כְּרִיתוּת בִּכְתָב, בְּוַדַּאי אִי אֶפְשָׁר לָהֶם שֶׁיִּהְיוּ נִפְרָדִין בְּשׁוּם אֹפֶן בָּעוֹלָם, וּבְוַדַּאי עֲדַיִן הֵם מְקֻשָּׁרִים בִּפְנִימִיּוּת נַפְשׁוֹ, וְעַל-כֵּן עֲדַיִן יֵשׁ תִּקְוָה לָשׁוּב אֵלָיו יִתְבָּרַךְ, כִּי בְּוַדַּאי יָשׁוּב יְרַחֲמֵנוּ, כִּי עֲדַיִן אָנוּ מְקֻשָּׁרִים בּוֹ יִתְבָּרַךְ כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_a_Bill_of_Divorce.2.1\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Domesticated and Undomesticated Animals",
      "section_he": "הלכות סימני בהמה וחיה טהורה",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Domesticated_and_Undomesticated_Animals",
      "has_english": false
    },
    "chapter": 4,
    "siman": 5,
    "hebrew_text": "וְזֶהוּ בְּחִינַת לַ\"ג בָּעֹמֶר, שֶׁאָז הוּא בְּחִינַת הוֹד שֶׁבְּהוֹד בְּחִינַת רַגְלַיִן שֶׁבְּרַגְלַיִן, שֶׁעִקַּר הֶאָרַת הַדִּבּוּר הַקָּדוֹשׁ הַנַּ\"ל צְרִיכִין לְהַמְשִׁיךְ לְשָׁם לִבְחִינַת תַּכְלִית הָרַגְלַיִן, לְהַעֲלוֹת הַטּוֹב מִשָּׁם מִבְּחִינַת וַתְּגַל מַרְגְּלֹתָיו וַתִּשְׁכָּב, שֶׁנֶּאֱמַר עַל הַטּוֹב שֶׁנָּפַל לַמַּדְרֵגוֹת הַתַּחְתּוֹנוֹת, לִבְחִינַת רַגְלַיִן כַּמּוּבָא. וְזֶה בְּחִינַת צֶדֶק יִקְרָאֵהוּ לְרַגְלוֹ. בְּחִינַת הַדִּבּוּר, בְּחִינַת צֶדֶק תְּדַבְּרוּן, 'צֶדֶק' דַּיְקָא. שֶׁהַדִּבּוּר הַקָּדוֹשׁ צָרִיךְ שֶׁיִּתְפַּשֵּׁט לְמֵרָחוֹק בְּכֹחַ הַצְּדָקָה, עַד שֶׁיִּהְיֶה לוֹ כֹּחַ לִקְרֹא אֶת בְּחִינַת הָרַגְלַיִן לְהַעֲלוֹת הַטּוֹב מִשָּׁם. וְזֶה בְּחִינַת צֶדֶק יִקְרָאֵהוּ לְרַגְלוֹ. 'צֶדֶק' דַּיְקָא, שֶׁעַל-יְדֵי הַצְּדָקָה קוֹרְאִין אֶת הַטּוֹב הַכָּבוּשׁ בַּמַּדְרֵגוֹת הַתַּחְתּוֹנוֹת בִּבְחִינַת רַגְלַיִן כַּנַּ\"ל. וְזֶה בְּחִינַת צֶדֶק תְּדַבֵּרוּן, כִּי עִקַּר כֹּחַ הַדִּבּוּר עַל-יְדֵי צְדָקָה שֶׁאָז הָאֲוִיר נָח וְזַךְ וְאָז הַדִבּוּר נִשְׁמָע וְנִתְקַבֵּל, שֶׁזֶּה עִקַּר שְׁלֵמוּת הַדִּבּוּר (כְּמוֹ שֶׁמְּבֹאָר בְּמָקוֹם אַחֵר). וְעַל-כֵּן הַסִּימָנֵי טָהֳרָה הֵם בָּרַגְלַיִן בְּחִינַת מַפְרִיס פַּרְסָה כַּנַּ\"ל, כִּי מִשָּׁם דַּיְקָא צְרִיכִין לְהַעֲלוֹת אֶת הַטּוֹב כַּנַּ\"ל. וְזֶהוּ בְּחִינַת לַ\"ג בָּעֹמֶר, בְּחִינַת וַתְּגַל מַרְגְּלֹתָיו, שֶׁעִקַּר שֹׁרֶשׁ הַתֵּבָה, גַ\"ל, כִּי הַוָּ\"ו וְהַתָּ\"ו הֵם פְּעֻלָּה, הַיְנוּ שֶׁבְּלַ\"ג בָּעֹמֶר כְּבָר נִתְפַּשֵּׁט הַדִּבּוּר וְנִמְשָׁךְ לַמֶּרְחַקִּים בְּכֹחַ הַסְּפִירָה שֶׁל כָּל אֵלּוּ הַיָּמִים עַד שֶׁנִּשְׁמָע הַדִּבּוּר לְתַכְלִית הָרַגְלַיִן, עַד שֶׁמַּתְחִיל לְהִתְעוֹרֵר הַטּוֹב הַכָּבוּשׁ בַּדְּיוּטָא הַתַּחְתּוֹנָה שֶׁהוּא בִּבְחִינַת וַתְּגַל מַרְגְּלֹתָיו, בִּבְחִינַת רַגְלַיִן דְּרַגְלַיִן, עַד שֶׁגַּם הוּא חוֹזֵר לַה' יִתְבָּרַךְ. וְעַל-כֵּן אָז נִמְתָּקִין כָּל הַדִּינִים וְאָז הוּא יוֹם שִֹמְחָה וְחֶדְוָה, כִּי זֶה עִקַּר הַתִּקּוּן כְּשֶׁעוֹלֶה הַטּוֹב מִבְּחִינַת רַגְלַיִן וְחוֹזֵר לְמַעֲלָתוֹ:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Domesticated_and_Undomesticated_Animals.4.5"
  },
  "second": {
    "section": {
      "volume": "Even HaEzer",
      "section": "Laws of a Bill of Divorce",
      "section_he": "הלכות גטין",
      "ref_base": "Likutei_Halakhot,_Even_HaEzer,_Laws_of_a_Bill_of_Divorce",
      "has_english": false
    },
    "chapter": 2,
    "siman": 1,
    "hebrew_text": "עִנְיַן גֵּט כְּרִיתוּת שֶׁעַל-יְדֵי מַה שֶּׁכּוֹתֵב לָהּ עַל הַשְּׁטָר שֶׁהִיא מְגֹרֶשֶׁת מִמֶּנּוּ בִּרְצוֹן נַפְשׁוֹ, עַל-יְדֵי-זֶה הִיא נִפְרֶדֶת מִמֶּנּוּ: כִּי מְבֹאָר בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בַּסֵּפֶר לִקּוּטֵי מוֹהֲרַ\"ן הָרִאשׁוֹן (סִימָן קעג) שֶׁעַל-יְדֵי הַכְּתָב יְכוֹלִין לְהַכִּיר הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ שֶׁהִיא בְּחִינַת שְׁכִינְתָּא פְּנִימִית וּשְׁכִינְתָּא חִיצוֹנִית וְכוּ', בִּבְחִינַת א'נ'כ'י שֶׁדָּרְשׁוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, אֲנָא נַפְשִׁי כְּתָבִית יְהָבִית, שֶׁהַכּוֹתֵב נוֹתֵן לְנַפְשׁוֹ בְּתוֹךְ הַכְּתָב וְגַם נוֹתֵן פְּנִימִיּוּת נַפְשׁוֹ. כִּי הַכָּ\"ף, שֶׁהִיא בְּחִינַת הַכְּתָב, הִיא בְּחִינַת כֶּתֶר, כַּמּוּבָא בַּתִּקּוּנִים, \"אָנֹכִי\", דָּא שְׁכִינְתָּא פְּנִימִיּוּת. \"אֲנִי\", דָּא שְׁכִינְתָּא חִיצוֹנִיּוּת וְכוּ', עַיֵּן שָׁם: נִמְצָא, שֶׁעַל-יְדֵי הַכְּתָב שֶׁכּוֹתְבִין מְגַלִּין בְּחִינַת הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ, וְעַל-כֵּן עִקַּר הִתְקַשְּׁרוּת יִשְׂרָאֵל לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם בִּתְחִלָּה הָיָה עַל-יְדֵי בְּחִינַת כְּתָב, דְּהַיְנוּ עַל-יְדֵי תּוֹרָה שֶׁבִּכְתָב שֶׁהַהַתְחָלָה הָיָה עַל-יְדֵי הַלּוּחוֹת שֶׁנִּתְּנוּ בִּכְתָב שֶׁמַּתְחִילִין בְּתֵבַת אָנֹכִי, בְּחִינַת אֲנָא נַפְשִׁי כְּתָבִית יְהָבִית, וּכְמוֹ שֶׁכָּתוּב, \"כְּתָב לְךָ אֶת הַדְּבָרִים הָאֵלֶּה, כִּי עַל-פִּי הַדְּבָרִים הָאֵלֶּה כָּרַתִּי אִתְּךָ בְּרִית וְאֶת יִשְׂרָאֵל\". כִּי יִשְׂרָאֵל נִתְקַשְּׁרוּ אָז לְהַשֵּׁם יִתְבָּרַךְ לְעוֹלָם וָעֶד, כִּי, כִּבְיָכוֹל, הֵם מְקֻשָּׁרִים בִּפְנִימִיּוּת הַנֶּפֶשׁ, כִּבְיָכוֹל, כִּי זֶה כְּלָל שֶׁהַמַּדְרֵגָה הָעֶלְיוֹנָה אֵינָהּ מְאִירָה בַּמַּדְרֵגָה הַתַּחְתּוֹנָה כִּי אִם בִּבְחִינַת נֶפֶשׁ, כַּמּוּבָא בְּמָקוֹם אַחֵר, וְעַל-כֵּן מַה שֶּׁהַשֵּׁם יִתְבָּרַךְ מֵאִיר וּמַשְׁפִּיעַ לְיִשְׂרָאֵל מִמַּדְרֵגָה הָעֶלְיוֹנָה לַמַּדְרֵגָה הַתַּחְתּוֹנָה הִיא בִּבְחִינַת נֶפֶשׁ, שֶׁהִיא בְּחִינַת שְׁכִינָה בַּתַּחְתּוֹנִים, שֶׁהִיא בְּחִינַת מַדְרֵגָה הַתַּחְתּוֹנָה שֶׁל בְּחִינַת מַדְרֵגָה הָעֶלְיוֹנָה כַּיָּדוּעַ, וּמֵחֲמַת חִבָּתָן שֶׁל יִשְׂרָאֵל שֶׁהֵם בָּנִים מַמָּשׁ לַה' אֱלֹקִים, עַל-כֵּן הֵם מְקֻשָּׁרִים גַּם בִּפְנִימִיּוּת נַפְשׁוֹ, כִּבְיָכוֹל, וְזֶה בְּחִינַת אָנֹכִי שֶׁהִתְחִיל בָּזֶה הָעֲשֶׂרֶת הַדִּבְּרוֹת שֶׁהוּא רָאשֵׁי תֵּבוֹת אֲנָא נַפְשִׁי כְּתָבִית יְהָבִית, וְהַכָּ\"ף שֶׁהִיא מְרַמֶּזֶת עַל הַכְּתָב, הִיא בְּחִינַת כְּתָב כֶּתֶר, בְּחִינַת שְׁכִינְתָּא פְּנִימִיּוּת, בְּחִינַת פְּנִימִיּוּת הַנֶּפֶשׁ. נִמְצָא, שֶׁיִּשְׂרָאֵל מְקֻשָּׁרִין לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם בִּפְנִימִיּוּת הַנֶּפֶשׁ, כִּבְיָכוֹל, וְכָל זֶה עַל-יְדֵי בְּחִינַת כְּתָב, בְּחִינַת הַלּוּחוֹת, בְּחִינַת תּוֹרָה שֶׁבִּכְתָב וְכוּ' וְכַנַּ\"ל: וְזֶה בְּחִינַת הִתְקַשְּׁרוּת שֶׁבֵּין אִישׁ וְאִשָּׁה עַל-יְדֵי בְּחִינַת הַכְּתָב, דְּהַיְנוּ עַל-יְדֵי הַשְּׁטָר, וְגַם אִם אֵינוֹ מְקַדְּשָׁהּ בִּשְׁטָר, בְּהֶכְרֵחַ צָרִיךְ לִתֵּן לָהּ כְּתֻבָּה וּבְלֹא זֶה אָסוּר לָדוּר עִמָּהּ, כִּי עִקַּר הַהִתְקַשְּׁרוּת עַל-יְדֵי הַכְּתָב שֶׁעַל-יְדֵי-זֶה נִתְגַּלֶּה הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ כַּנַּ\"ל, כִּי הָאִשָּׁה הִיא בִּבְחִינַת נֶפֶשׁ כַּיָּדוּעַ כַּמְבֹאָר בַּסְּפָרִים וְכַמּוּבָא בְּדִבְרֵי רַבֵּנוּ זִכְרוֹנוֹ לִבְרָכָה בַּמַּאֲמָר \"גְּזֵלָה\" (סִימָן סט), עַיֵּן שָׁם. וּצְרִיכָה לְהִתְקַשֵּׁר עִם בַּעְלָהּ בְּקֶשֶׁר אַמִּיץ וְחָזָק בִּפְנִימִיּוּת נַפְשׁוֹ, כִּי הַהִתְקַשְּׁרוּת שֶׁבֵּינֵיהֶם הִיא בִּבְחִינַת נֶפֶשׁ, כִּי הַבַּעַל הוּא בְּחִינַת מַדְרֵגָה הָעֶלְיוֹנָה וְהִיא בְּחִינַת מַדְרֵגָה הַתַּחְתּוֹנָה, וְעִקַּר הַהִתְקַשְּׁרוּת הוּא בִּבְחִינַת נֶפֶשׁ, הַיְנוּ בִּפְנִימִיּוּת הַנֶּפֶשׁ, כִּי צָרִיךְ שֶׁיִּהְיֶה הַהִתְקַשְּׁרוּת חָזָק בִּבְחִינַת הִתְאַחֲדוּת גָּמוּר, וְעַל-כֵּן עִקַּר הַקֶּשֶׁר עַל-יְדֵי בְּחִינַת הַכְּתָב שֶׁעַל יָדוֹ נִתְגַּלֶּה הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ, וְעַל-יְדֵי-זֶה מִתְקַשֶּׁרֶת וּמִתְחַבֶּרֶת עִמּוֹ בִּבְחִינַת פְּנִימִיּוּת הַנֶּפֶשׁ, שֶׁזֶּהוּ עִקַּר הַקֶּשֶׁר וְכַנַּ\"ל. וְעַל-כֵּן אִי אֶפְשָׁר לָהֶם לְהִפָּרֵד בְּשׁוּם אֹפֶן בָּעוֹלָם כִּי אִם עַל-יְדֵי הַכְּתָב, דְּהַיְנוּ עַל-יְדֵי הַגֵּט כְּרִיתוּת שֶׁנּוֹתֵן לָהּ בִּכְתָב, כְּמוֹ שֶׁכָּתוּב, \"וְכָתַב לָהּ סֵפֶר כְּרִיתֻת\". וְדָרְשׁוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה, סֵפֶר כּוֹרְתָהּ וְאֵין דָּבָר אַחֵר כּוֹרְתָהּ, כִּי אִי אֶפְשָׁר שֶׁיִּהְיֶה כְּרִיתוּת וּפֵרוּד בֵּינֵיהֶם כִּי אִם עַל-יְדֵי הַכְּתָב שֶׁעַל יָדוֹ נִתְגַּלֶּה הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ. וְעַל-כֵּן עַל-יְדֵי הַכְּתָב דַּיְקָא הִיא נִפְרֶדֶת מִמֶּנּוּ, כִּי עַל-יְדֵי הַכְּתָב הוּא מְגַלֶּה נַפְשׁוֹ וּפְנִימִיּוּת נַפְשׁוֹ כַּנַּ\"ל. וְזֶה שֶׁכּוֹתֵב לָהּ בְּהַגֵּט, צְבִית בִּרְעוּת נַפְשִׁי. כִּי הָעִקָּר שֶׁהִיא צְרִיכָה לְהִפָּרֵד מִמֶּנּוּ מִבְּחִינַת הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ, שֶׁשָּׁם בִּבְחִינָה זוֹ הָיָה הַהִתְקַשְּׁרוּת שֶׁבֵּינֵיהֶם, וְזֶה אִי אֶפְשָׁר בְּשׁוּם אֹפֶן כִּי אִם עַל-יְדֵי הַכְּתָב, שֶׁעַל-יְדֵי-זֶה נִתְגַּלֶּה הַנֶּפֶשׁ וּפְנִימִיּוּת הַנֶּפֶשׁ כַּנַּ\"ל: וְעַל-כֵּן צָרִיךְ לְדַבֵּר לָהּ גַּם כֵּן בְּפִיו בְּשָׁעָה שֶׁמְּגָרְשָׁהּ, כִּי צָרִיךְ לוֹמַר לָהּ, הֲרֵי זֶה גִּטֵּךְ וְכוּ', כַּמְבֹאָר בַּשֻּׁלְחָן עָרוּךְ, כִּי הַדִּבּוּר הוּא מַהוּת הַנֶּפֶשׁ בְּעַצְמָהּ, כַּמְבֹאָר שָׁם בַּמַּאֲמָר הַנַּ\"ל, וְעַל-כֵּן עַל-יְדֵי הַכְּתָב וְהַדִּבּוּר נִפְרֶדֶת מִמֶּנּוּ מִבְּחִינַת הַנֶּפֶשׁ וּמִפְּנִימִיּוּת הַנֶּפֶשׁ וְכַנַּ\"ל. וְעַל-כֵּן בְּהֶכְרֵחַ לִכְתֹּב הַגֵּט לִשְׁמָהּ דַּיְקָא, כִּי עִקַּר הַכְּרִיתוּת וְהַפֵּרוּד מִנַּפְשׁוֹ וְכוּ' הוּא עַל-יְדֵי-זֶה הַכְּתָב שֶׁבַּגֵּט שֶׁעַל-יְדֵי-זֶה הַכְּתָב מְגַלֶּה נַפְשׁוֹ וּפְנִימִיּוּת נַפְשׁוֹ, וְעַל-יְדֵי-זֶה נִפְרֶדֶת מִמֶּנּוּ כַּנַּ\"ל, וְעַל-כֵּן בְּוַדַּאי צָרִיךְ שֶׁיִּכְתֹּב זֶה הַכְּתָב לִשְׁמָהּ דַּיְקָא כְּדֵי שֶׁהִיא תִּהְיֶה נִפְרֶדֶת מִפְּנִימִיּוּת נַפְשׁוֹ עַל-יְדֵי-זֶה הַכְּתָב שֶׁכּוֹתֵב לָהּ. כִּי עַל-יְדֵי הַכְּתָב בְּעַצְמוֹ נִפְרֶדֶת מִמֶּנּוּ וְהַכְּתָב דַּיְקָא עוֹשֶׂה הַפֵּרוּד בֵּין נַפְשׁוֹ לְנַפְשָׁהּ, וְעַל-כֵּן בְּהֶכְרֵחַ שֶׁיִּהְיֶה נִכְתָּב לִשְׁמָהּ לְגַלּוֹת פְּנִימִיּוּת הַנֶּפֶשׁ אֵלֶיהָ שֶׁרוֹצֶה בִּרְצוֹן נַפְשׁוֹ לְהַפְרִידָהּ מִמֶּנּוּ, וְזֶה נִתְגַּלֶּה עַל-יְדֵי הַכְּתָב שֶׁכּוֹתֵב לִשְׁמָהּ דַּיְקָא כַּנַּ\"ל: וְזֶה שֶׁכָּתוּב (יְשַׁעְיָה נ), \"כֹּה אָמַר ה' אֵי זֶה סֵפֶר כְּרִיתוּת אִמְּכֶם אֲשֶׁר שִׁלַּחְתִּיהָ\" וְכוּ'. כִּי מֵאַחַר שֶׁיִּשְׂרָאֵל הֵם כְּבָר נִתְקַשְּׁרוּ לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם בִּפְנִימִיּוּת הַנֶּפֶשׁ, כִּבְיָכוֹל, עַל-כֵּן בְּוַדַּאי לֹא יִהְיוּ נִפְרָדִין בְּשׁוּם אֹפֶן, וְזֶה שֶׁמּוֹכִיחַ לָהֶם הַשֵּׁם יִתְבָּרַךְ וּמַרְאֶה לָהֶם שֶׁבְּוַדַּאי אֵינָם נִפְרָדִין מִמֶּנּוּ בְּשׁוּם אֹפֶן, אַף-עַל-פִּי שֶׁעָשׂוּ מַה שֶּׁעָשׂוּ וְנִתְרַחֲקוּ מֵעַל שֻׁלְחַן אֲבִיהֶם, אַף-עַל-פִּי-כֵן עֲדַיִן הֵם מְקֻשָּׁרִים בִּפְנִימִיּוּת הַנֶּפֶשׁ, כִּי מֵאַחַר שֶׁלֹּא נָתַן לָהֶם סֵפֶר כְּרִיתוּת בִּכְתָב, כְּמוֹ שֶׁכָּתוּב, \"אֵי זֶה סֵפֶר כְּרִיתוּת אִמְּכֶם\". עַל-כֵּן בְּוַדַּאי עֲדַיִן הֵם מְקֻשָּׁרִין בִּפְנִימִיּוּת נַפְשׁוֹ, כִּבְיָכוֹל, כִּי אִי אֶפְשָׁר לְהִפָּרֵד כִּי אִם עַל-יְדֵי בְּחִינַת כְּתָב כַּנַּ\"ל כְּמוֹ שֶׁהַהִתְקַשְּׁרוּת הָיָה עַל-יְדֵי כְּתָב כַּנַּ\"ל. וְעַל-כֵּן מֵאַחַר שֶׁלֹּא נָתַן לָהֶם סֵפֶר כְּרִיתוּת בִּכְתָב, בְּוַדַּאי אִי אֶפְשָׁר לָהֶם שֶׁיִּהְיוּ נִפְרָדִין בְּשׁוּם אֹפֶן בָּעוֹלָם, וּבְוַדַּאי עֲדַיִן הֵם מְקֻשָּׁרִים בִּפְנִימִיּוּת נַפְשׁוֹ, וְעַל-כֵּן עֲדַיִן יֵשׁ תִּקְוָה לָשׁוּב אֵלָיו יִתְבָּרַךְ, כִּי בְּוַדַּאי יָשׁוּב יְרַחֲמֵנוּ, כִּי עֲדַיִן אָנוּ מְקֻשָּׁרִים בּוֹ יִתְבָּרַךְ כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Even_HaEzer,_Laws_of_a_Bill_of_Divorce.2.1"
  }
}