{
  "date_seed": "2026-02-24",
  "formatted_messages": [
    "<b>📚 ליקוטי הלכות יומי</b>\n\nברוכים הבאים! כל יום שתי הלכות חדשות מתורת רבי נחמן מברסלב.\n🔊 כולל הקראה קולית בעברית — ניתן להאזין ב-1x, 1.5x או 2x.\n\n✅ נרשמת אוטומטית לקבלת הלכות יומיות בשעה 6 בבוקר.\nלביטול הרשמה: /unsubscribe\n\n<i>נ נח נחמ נחמן מאומן</i>",
    "<b>📚 ליקוטי הלכות יומי</b> | 24/02/2026\n\n📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Teachers.2.1\"><b>א. הלכות מלמדים</b></a>\n<i>יורה דעה</i>\n\nכְּשֵׁם שֶׁמִּצְוָה לְלַמֵּד אֶת בְּנוֹ כָּךְ מִצְוָה לְלַמֵּד אֶת בֶּן בְּנוֹ, שֶׁנֶּאֱמַר, וְהוֹדַעְתָּם לְבָנֶיךָ וְלִבְנֵי בָנֶיךָ. וְלֹא לְבֶן בְּנוֹ בִּלְבַד אֶלָּא מִצְוָה עַל כָּל חָכָם לְלַמֵּד לְתַלְמִידִים וְכוּ' אֶלָּא שֶׁמִּצְוָה לְהַקְדִּים בְּנוֹ לְבֶן בְּנוֹ וּבֶן בְּנוֹ לְבֶן חֲבֵרוֹ, עַד כָּאן לְשׁוֹן הַשֻּׁלְחָן עָרוּךְ: עִנְיַן בֵּן וּבֶן הַבֵּן עַל-פִּי מַה שֶּׁכָּתַב רַבֵּנוּ זַ\"ל הֲרֵינִי כַּפָּרַת מִשְׁכָּבוֹ בַּמַּאֲמָר \"וַיְהִי מִקֵּץ כִּי מְרַחֲמָם יְנַהֲגֵם\" (בְּלִקּוּטֵי תִּנְיָנָא סִימָן ז) עִנְיַן בֵּן וְתַלְמִיד, עַיֵּן שָׁם הֵיטֵב הָעִנְיָן. וְהַכְּלָל, כִּי הֶאָרַת הַבֵּן הוּא בְּחִינַת אַיֵּה, בְּחִינַת הַשָּגַת דָּרֵי מַעְלָה. וְהֶאָרַת הַתַּלְמִיד הִיא בְּחִינַת מְלֹא כָל הָאָרֶץ כְּבוֹדוֹ, בְּחִינַת הַשָּגַת דָּרֵי מַטָּה וְצָרִיךְ לִכְלֹל הָעוֹלָמוֹת עֶלְיוֹן בְּתַחְתּוֹן וְתַחְתּוֹן בְּעֶלְיוֹן וְכוּ', עַיֵּן שָׁם כָּל הָעִנְיָן הֵיטֵב: וְזֶהוּ בְּעַצְמוֹ בְּחִינַת בֵּן וּבֶן הַבֵּן, כִּי בְּנֵי בָּנִים הֵם בְּחִינַת לִמּוּדֵי ה', בְּחִינַת תַּלְמִידִים, כִּי בְּנֵי בָּנִים הֵם נֶצַח וְהוֹד, כַּמּוּבָא בַּכַּוָּנוֹת עַל וּמֵבִיא גּוֹאֵל לִבְנֵי בְנֵיהֶם. וְנֶצַח וְהוֹד זֶה בְּחִינַת לִמּוּדֵי ה', בְּחִינַת תַּלְמִידִים, כַּמְבֹאָר בְּדִבְרֵי רַבֵּנוּ זַ\"ל בְּסוֹף הַמַּאֲמָר הַנַּ\"ל. כִּי הַחִלּוּק שֶׁבֵּין בֵּן וְתַלְמִיד הוּא שֶׁהַבֵּן הַשָּגָתוֹ הִוא הַשָּגַת הָאָב מַמָּשׁ, בְּחִינַת מָה, בְּחִינַת אַיֵּה, שֶׁהוּא בְּחִינַת דָּרֵי מַעְלָה. וְהַתַּלְמִיד שֶׁהוּא רָחוֹק יוֹתֵר, עַל-כֵּן הַשָּגָתוֹ בְּחִינַת מְלֹא כָל הָאָרֶץ כְּבוֹדוֹ, שֶׁהִיא בְּחִינַת הַשָּגַת דָּרֵי מַטָּה שֶׁהֵם רְחוֹקִים יוֹתֵר שֶׁצְּרִיכִים לְהָאִיר בָּהֶם בְּחִינַת מְלֹא כָל הָאָרֶץ כְּבוֹדוֹ, וְזֶהוּ בְּחִינַת בֵּן וּבֶן הַבֵּן, כִּי מֵחֲמַת שֶׁבֶּן הַבֵּן הוּא רָחוֹק יוֹתֵר מִן הַבֵּן, עַל-כֵּן הַשָּגָתוֹ בְּעֵרֶךְ הַבֵּן הוּא בְּחִינַת הַשָּגַת הַתַּלְמִיד, בְּחִינַת מְלֹא כָל הָאָרֶץ כְּבוֹדוֹ. מֵאַחַר שֶׁכְּבָר נִשְׁתַּלְשֵׁל בְּהִשְׁתַּלְשְׁלוּת יוֹתֵר וְנִתְרַחֵק בְּמַדְרֵגָה יוֹתֵר מִן הַבֵּן. וְעַל-כֵּן הוּא שְׁלֵמוּת גָּדוֹל כְּשֶׁזּוֹכֶה הֶחָכָם לְלַמֵּד אֶת בְּנוֹ וְאֶת בֶּן בְּנוֹ תּוֹרָה, כִּי אֲזַי נַעֲשֶׂה כְּלָלִיּוּת גָּדוֹל בִּשְׁלֵמוּת גָּמוּר שֶׁל בֵּן וְתַלְמִיד, כִּי זוֹכֶה שֶׁהַבֵּן וְהַתַּלְמִיד שְׁנֵיהֶם נִמְשָׁכִים מִמֶּנּוּ וְנִכְלָלִים בּוֹ, כִּי בְּנוֹ וּבֶן בְּנוֹ הֵם בְּחִינַת בֵּן וְתַלְמִיד כַּנַּ\"ל וּשְׁנֵיהֶם נִכְלָלִין בּוֹ שֶׁהוּא אֲבִי הָאָב בְּחִינַת זָקֵן, שֶׁזֶּהוּ בְּחִינַת כֶּתֶר, שֶׁהוּא בְּחִינַת זָקֵן כַּיָּדוּעַ, שֶׁזֶּהוּ בְּחִינַת הַשָּגַת הֶחָכָם בְּעַצְמוֹ שֶׁזּוֹכֶה לְשֶׁפַע הַכֶּתֶר שֶׁהוּא מֵאִיר בְּבֵן וְתַלְמִיד, כַּמְבֹאָר שָׁם בַּמַּאֲמָר הַנַּ\"ל. נִמְצָא, שֶׁנַּעֲשֶׂה כְּלָלִיּוּת גָּמוּר בִּשְׁלֵמוּת גָּדוֹל, וְנִכְלָלִין בֵּן וְתַלְמִיד, דְּהַיְנוּ הַבֵּן וּבֶן הַבֵּן, וּמְקַבְּלִין וְיוֹנְקִים מִשָּׁרְשָׁם שֶׁהוּא אֲבִי אֲבִיהֶם, שֶׁהוּא הֶחָכָם וְהַזָּקֵן שֶׁזוֹכֶה לְשֶׁפַע הַכֶּתֶר, שֶׁשָּׁם נִכְלָלִין בֵּן וְתַלְמִיד כַּנַּ\"ל, וְכַמּוּבָן בַּמַּאֲמָר הַנַּ\"ל. וְעַל-כֵּן בֶּן בְּנוֹ קוֹדֵם לְבֶן חֲבֵרוֹ, כִּי בֶּן בְּנוֹ, שֶׁהוּא תַּלְמִיד, הוּא בִּשְׁלֵמוּת יוֹתֵר מִתַּלְמִיד אַחֵר, כִּי גַּם הַתַּלְמִיד צָרִיךְ שֶׁיִּהְיֶה נִכְלָל בִּבְחִינַת בֵּן, כַּמְבֹאָר שָׁם. אֲבָל הַבֶּן הַבֵּן שֶׁהוּא בְּחִינַת תַּלְמִיד כַּנַּ\"ל, הוּא נִכְלָל יוֹתֵר בִּבְחִינַת בֵּן, מֵאַחַר שֶׁנִּמְשָׁךְ מִמֹּחַ הֶחָכָם בְּעַצְמוֹ וְהוּא בֶּן הַבֵּן, עַל-כֵּן הוּא נִכְלָל יוֹתֵר בִּבְחִינַת בֵּן. וְזֶהוּ עִקַּר הַשְּׁלֵמוּת שֶׁיִּהְיֶה נִכְלָל בֵּן וְתַלְמִיד בְּיַחַד. וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל, כָּל שֶׁהוּא תַּלְמִיד חָכָם וּבְנוֹ תַּלְמִיד חָכָם וּבֶן בְּנוֹ תַּלְמִיד חָכָם, שׁוּב אֵין הַתּוֹרָה פּוֹסֶקֶת מִזַּרְעוֹ לְעוֹלָם, שֶׁנֶּאֱמַר, לֹא יָמוּשׁוּ מִפִּיךָ וְכוּ'. כִּי עִקַּר קִיּוּם",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Teachers.2.1\"><b>א. הלכות מלמדים</b></a> (המשך)\n\nהַתּוֹרָה שֶׁלֹּא תִּשְׁתַּכַּח הוּא עַל-יְדֵי כְּלָלִיּוּת בֵּן וְתַלְמִיד, שֶׁהוּא כְּלָלִיּוּת הָעוֹלָמוֹת דָּרֵי מַעְלָה וְדָרֵי מַטָּה וְכַנַּ\"ל, כִּי זֶה עִקַּר הַשְּׁלֵמוּת כְּשֶׁנִּכְלָלִין הָעוֹלָמוֹת יַחַד הָעֶלְיוֹן בְּתַחְתּוֹן וְכוּ'. וְזֶה עִקַּר הַחַיִּים שֶׁהוּא הַתּוֹרָה שֶׁכְּלוּלָה מֵהַשָּגַת בֵּן וְתַלְמִיד שֶׁהֵם כְּלָלִיּוּת כָּל הַתּוֹרָה כֻּלָּהּ, כִּי עִקַּר הַחַיִּים הוּא שֶׁהַנֶּפֶשׁ, דְּהַיְנוּ הַדַּעַת הוּא מְקֻשָּׁר בְּהַגּוּף וְגוּף וְנֶפֶשׁ הֵם בְּחִינַת דָּרֵי מַעְלָה וְדָרֵי מַטָּה וּכְשֶׁנִּקְשָׁרִין וְנִכְלָלִין יַחַד, זֶה בְּחִינַת חַיִּים שֶׁהוּא בְּחִינַת קִשּׁוּר הָעוֹלָמוֹת וּכְלָלוּתָם יַחַד. אֲבָל כְּשֶׁאֵין הָעוֹלָמוֹת נִכְלָלִין יַחַד, חַס וְשָׁלוֹם, זֶה בְּחִינַת מִיתָה שֶׁנִּסְתַּלֵּק הַנֶּפֶשׁ מִן הַגּוּף חַס וְשָׁלוֹם, מֵחֲמַת שֶׁאֵין קֶשֶׁר בֵּין עֶלְיוֹן וְתַחְתּוֹן וְזֶה בְּחִינַת שִׁכְחָה שֶׁהוּא בְּחִינַת מִיתָה כְּמוֹ שֶׁכָּתַב רַבֵּנוּ זַ\"ל (סִימָן לז). כִּי שִׁכְחָה הִיא הִסְתַּלְּקוּת הַדַּעַת שֶׁנִּסְתַּלֵּק הַדַּעַת מֵהַגּוּף. וְאֵין הַשֵּכֶל וְהַדַּעַת שֶׁהִיא הַנְּשָׁמָה מְקֻשָּׁר בְּהַגּוּף. וְעַל-כֵּן שִׁכְחָה הִיא בְּחִינַת מִיתָה חַס וְשָׁלוֹם, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל, כָּל הַשּׁוֹכֵחַ דָּבָר אֶחָד וְכוּ' כְּאִלּוּ מִתְחַיֵּב בְּנַפְשׁוֹ וְכוּ'. וְעַל-כֵּן כְּשֶׁזּוֹכֶה שֶׁהָיָה הוּא וּבְנוֹ וּבֶן בְּנוֹ תַּלְמִיד חָכָם שׁוּב אֵין הַתּוֹרָה נִשְׁכַּחַת מִזַּרְעוֹ מֵאַחַר שֶׁנִּכְלָל בֵּן וְתַלְמִיד בְּשָׁרְשָׁם בִּשְׁלֵמוּת גָּמוּר כַּנַּ\"ל, עַל-כֵּן הַתּוֹרָה מִתְקַיֶּמֶת בְּזַרְעוֹ וְאֵינָהּ נִשְׁכַּחַת מֵהֶם עוֹד מֵאַחַר שֶׁנִּכְלְלוּ הָעוֹלָמוֹת, דְּהַיְנוּ בֵּן וְתַלְמִיד שֶׁהֵם בְּחִינַת דָּרֵי מַעְלָה וְדָרֵי מַטָּה, בְּחִינַת נֶפֶשׁ וְגוּף, שֶׁזֶּהוּ בְּחִינַת חַיִּים, בְּחִינַת זִכָּרוֹן הֵפֶךְ הַשִּׁכְחָה וְעַל-כֵּן הַתּוֹרָה מִתְקַיֶּמֶת בָּהֶם וְאֵינָהּ נִשְׁכַּחַת, כִּי עִקַּר קִיּוּם הַתּוֹרָה עַל-יְדֵי כְּלָלִיּוּת בֵּן וְתַלְמִיד שֶׁהֵם כְּלָלִיּוּת כָּל הַתּוֹרָה כֻּלָּהּ, כִּי עִקַּר הַדַּעַת שֶׁהוּא הַתּוֹרָה הוּא בְּחִינַת שְׁתֵּי הַשָּגוֹת אֵלּוּ שֶׁל בְּחִינַת בֵּן וְתַלְמִיד שֶׁהוּא כְּלַל כָּל הַתּוֹרָה שֶׁהִוא הַדַּעַת. וְזֶה שֶׁכָּתוּב בִּכְלָלִיּוּת הַתּוֹרָה, וְהוֹדַעְתָּם לְבָנֶיךָ וְלִבְנֵי בָנֶיךָ, כִּי זֶה כְּלַל כָּל הַתּוֹרָה בְּחִינַת הֶאָרַת הַבֵּן וּבֶן הַבֵּן שֶׁהֵם בְּחִינַת בֵּן וְתַלְמִיד, שֶׁזֶּהוּ בְּחִינַת כְּלָלִיּוּת הַתּוֹרָה כַּנַּ\"ל. וְזֶה שֶׁכָּתוּב, הִשָּׁמֶר לְךָ וְכוּ' פֶּן תִּשְׁכַּח אֶת הַדְּבָרִים וְכוּ' וּפֶן וְכוּ' וְהוֹדַעְתָּם לְבָנֶיךָ וְלִבְנֵי בָנֶיךָ. כִּי עַל-יְדֵי שֶׁמֵּאִיר בַּבֵּן וּבֶן הַבֵּן, שֶׁהֵם בְּחִינַת בֵּן וְתַלְמִיד, שֶׁזֶּהוּ בְּחִינַת כְּלָלִיּוּת הָעוֹלָמוֹת דָּרֵי מַעְלָה וְדָרֵי מַטָּה, נֶפֶשׁ וְגוּף בְּחִינַת חַיִּים, עַל-יְדֵי-זֶה נִצֹּל מִשִּׁכְחָה, שֶׁהִוא בְּחִינַת הִסְתַּלְּקוּת הַדַּעַת, בְּחִינַת מִיתָה כַּנַּ\"ל, שֶׁזֶּהוּ בְּחִינַת שֶׁאֵין כְּלָלִיּוּת וְקֶשֶׁר בֵּין עֶלְיוֹן וְתַחְתּוֹן וְכַנַּ\"ל. וְזֶה שֶׁכָּתְבוּ הַתּוֹסָפוֹת עַל מַאֲמָר הַנַּ\"ל כָּל שֶׁהוּא וּבְנוֹ וְכוּ' תַּלְמִיד חָכָם וְכוּ', וְהוּא שֶׁרוֹאִין זֶה אֶת זֶה, כִּי זֶה עִקַּר הַשְּׁלֵמוּת כְּשֶׁרוֹאִין זֶה אֶת זֶה וְהַבֵּן וּבֶן הַבֵּן שְׁנֵיהֶם מְקַבְּלִין וְיוֹנְקִים מֵאֲבִי אֲבִיהֶם שֶׁהוּא בְּחִינַת הַזָּקֵן שֶׁבּוֹ נִכְלָלִין שְׁנֵיהֶם יַחַד עֶלְיוֹן וְתַחְתּוֹן בֵּן וְתַלְמִיד. וַאֲזַי כְּשֶׁנִּכְלָלִין אֵלּוּ הַשְּׁלֹשָׁה יַחַד, דְּהַיְנוּ הַבֵּן וּבֶן הַבֵּן, שֶׁהֵם בְּחִינַת בֵּן וְתַלְמִיד, נִכְלָלִין שְׁנֵיהֶם יַחַד בִּבְחִינַת הַזָּקֵן שֶׁהוּא אֲבִי אֲבִיהֶם שֶׁיּוֹנֵק מִשֶּׁפַע הַכֶּתֶר שֶׁשָּׁם הוּא כְּלָלִיּוּת כֻּלָּם כַּנַּ\"ל וַאֲזַי נַעֲשֶׂה כְּלָלִיּוּת גָּדוֹל בִּשְׁלֵמוּת גָּדוֹל וַאֲזַי נַעֲשֶׂה חוּט הַמְשֻׁלָּשׁ, כִּי הֵם נִכְלָלִין יַחַד בִּכְלָלִיּוּת גָּמוּר כְּמוֹ חוּט מָשְׁזָר, כִּי נַעֲשֶׂה",
    "📜 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Teachers.2.1\"><b>א. הלכות מלמדים</b></a> (המשך)\n\nכֻּלּוֹ חַד מֵאַחַר שֶׁהַבֵּן וְהַתַּלְמִיד, שֶׁהוּא בֶּן הַבֵּן נִכְלָלִין יַחַד בְּשָׁרְשָׁם בַּאֲבִי אֲבִיהֶם שֶׁשָּׁם הֵם נִכְלָלִין יַחַד, כִּי שָׁם בֵּן וְתַלְמִיד כֻּלּוֹ חַד. וַאֲזַי עַל-יְדֵי הַכְּלָלִיּוּת זֶה מִתְקַיֶּמֶת הַתּוֹרָה לְעוֹלָם, כִּי זֶה עִקַּר קִיּוּם הַתּוֹרָה וְהַדַּעַת עַל-יְדֵי כְּלָלִיּוּת בֵּן וְתַלְמִיד כַּנַּ\"ל: בָּרוּךְ ה' לְעוֹלָם, אָמֵן וְאָמֵן:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Teachers.2.1\">המשך בספריא →</a>",
    "📖 <a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Artisans.1.1\"><b>ב. הלכות אמנין</b></a>\n<i>חושן משפט</i>\n\nכָּל הָאֻמָּנִין שׁוֹמְרֵי שָֹכָר הֵן כִּי אַרְבָּעָה שׁוֹמְרִין הֵם בְּחִינַת תִּקּוּן הַמַּלְכוּת כַּנַּ\"ל וְדִינֵיהֶם שְׁלֹשָׁה שֶׁהֵם חִיּוּב וּפְטוּר וּמְמֻצָּע. דְּהַיְנוּ שׁוֹמֵר חִנָּם פָּטוּר מִן הַכֹּל וְשׁוֹאֵל חַיָּב בַּכֹּל. וְשׁוֹמֵר שָֹכָר וְשֹוֹכֵר פְּטוּרִים בְּמִקְּצָת וְחַיָּבִים בְּמִקְּצָת, שֶׁזֶּה בְּחִינַת טוֹב וְהַהֵפֶךְ דְּהַיְנוּ רַע וְהַמְמֻצָּע דְּהַיְנוּ בְּחִינַת עֵץ הַדַּעַת הַמְעֹרָב טוֹב וָרָע שֶׁעַל יְדֵי שָׁלֹשׁ בְּחִינוֹת אֵלּוּ הוּא תִּקּוּן הַמַּלְכוּת שֶׁזֶּה בְּחִינַת מִצְוֹת עֲשֵֹה וּמִצְוֹת לֹא תַּעֲשֶֹה וּרְשׁוּת, דְּהַיְנוּ לְהַכְנִיעַ הָרַע וְלַעֲשֹוֹת טוֹב. וּלְבָרֵר בְּחִינַת עֵץ הַדַּעַת לְהַעֲלוֹת הַטּוֹב אֶל הַקְּדֻשָּׁה בִּבְחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ עַל יְדֵי תַּרְגּוּם וְכַמּוּבָן כָּל זֶה מִמַּאֲמָר תְּפִלָּה לַחֲבַקּוּק (סִימָן יט) וְזֶה בְּחִינַת (תְּהִלִּים לד) סוּר מֵרַע וַעֲשֵֹה טוֹב בַּקֵּשׁ שָׁלוֹם שֶׁהֵם שָׁלֹשׁ בְּחִינוֹת הַנַּ\"ל לְהַכְנִיעַ הָרַע וְלַעֲשֹוֹת טוֹב וּלְבָרֵר וּלְהַעֲלוֹת הַטּוֹב מִבְּחִינַת הַמְמֻצָּע שֶׁזֶּה בְּחִינַת בַּקֵּשׁ שָׁלוֹם כִּי שָׁלוֹם הוּא הַמְמֻצָּע בֵּין שְׁנֵי הֲפָכִים וְעַל יְדֵי תִּקּוּן בְּחִינַת הַמְמֻצָּע בְּחִינַת עֵץ הַדַּעַת עַל יָדוֹ נַעֲשֶֹה שָׁלוֹם כִּי נִתְבָּרֵר וְנִמְתָּק מֵהָרַע וְעוֹלֶה אֶל הַטּוֹב וְנַעֲשֶֹה שָׁלוֹם בֵּין יָמִין וּשְֹמֹאל וְעַל כֵּן שָׁלוֹם בְּגִימַטְרִיָּא חַשְׁמַ\"ל עִם הַכּוֹלְלִים כַּמּוּבָא, כִּי חַשְׁמַ\"ל הוּא בְּחִינַת תִּקּוּן לְשׁוֹן תַּרְגּוּם בְּחִינַת עֵץ הַדַּעַת כַּנַּ\"ל:\n\n<a href=\"https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Artisans.1.1\">המשך בספריא →</a>\n\n<i>נ נח נחמ נחמן מאומן</i>"
  ],
  "first": {
    "section": {
      "volume": "Yoreh Deah",
      "section": "Laws of Teachers",
      "section_he": "הלכות מלמדים",
      "ref_base": "Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Teachers",
      "has_english": false
    },
    "chapter": 2,
    "siman": 1,
    "hebrew_text": "כְּשֵׁם שֶׁמִּצְוָה לְלַמֵּד אֶת בְּנוֹ כָּךְ מִצְוָה לְלַמֵּד אֶת בֶּן בְּנוֹ, שֶׁנֶּאֱמַר, וְהוֹדַעְתָּם לְבָנֶיךָ וְלִבְנֵי בָנֶיךָ. וְלֹא לְבֶן בְּנוֹ בִּלְבַד אֶלָּא מִצְוָה עַל כָּל חָכָם לְלַמֵּד לְתַלְמִידִים וְכוּ' אֶלָּא שֶׁמִּצְוָה לְהַקְדִּים בְּנוֹ לְבֶן בְּנוֹ וּבֶן בְּנוֹ לְבֶן חֲבֵרוֹ, עַד כָּאן לְשׁוֹן הַשֻּׁלְחָן עָרוּךְ: עִנְיַן בֵּן וּבֶן הַבֵּן עַל-פִּי מַה שֶּׁכָּתַב רַבֵּנוּ זַ\"ל הֲרֵינִי כַּפָּרַת מִשְׁכָּבוֹ בַּמַּאֲמָר \"וַיְהִי מִקֵּץ כִּי מְרַחֲמָם יְנַהֲגֵם\" (בְּלִקּוּטֵי תִּנְיָנָא סִימָן ז) עִנְיַן בֵּן וְתַלְמִיד, עַיֵּן שָׁם הֵיטֵב הָעִנְיָן. וְהַכְּלָל, כִּי הֶאָרַת הַבֵּן הוּא בְּחִינַת אַיֵּה, בְּחִינַת הַשָּגַת דָּרֵי מַעְלָה. וְהֶאָרַת הַתַּלְמִיד הִיא בְּחִינַת מְלֹא כָל הָאָרֶץ כְּבוֹדוֹ, בְּחִינַת הַשָּגַת דָּרֵי מַטָּה וְצָרִיךְ לִכְלֹל הָעוֹלָמוֹת עֶלְיוֹן בְּתַחְתּוֹן וְתַחְתּוֹן בְּעֶלְיוֹן וְכוּ', עַיֵּן שָׁם כָּל הָעִנְיָן הֵיטֵב: וְזֶהוּ בְּעַצְמוֹ בְּחִינַת בֵּן וּבֶן הַבֵּן, כִּי בְּנֵי בָּנִים הֵם בְּחִינַת לִמּוּדֵי ה', בְּחִינַת תַּלְמִידִים, כִּי בְּנֵי בָּנִים הֵם נֶצַח וְהוֹד, כַּמּוּבָא בַּכַּוָּנוֹת עַל וּמֵבִיא גּוֹאֵל לִבְנֵי בְנֵיהֶם. וְנֶצַח וְהוֹד זֶה בְּחִינַת לִמּוּדֵי ה', בְּחִינַת תַּלְמִידִים, כַּמְבֹאָר בְּדִבְרֵי רַבֵּנוּ זַ\"ל בְּסוֹף הַמַּאֲמָר הַנַּ\"ל. כִּי הַחִלּוּק שֶׁבֵּין בֵּן וְתַלְמִיד הוּא שֶׁהַבֵּן הַשָּגָתוֹ הִוא הַשָּגַת הָאָב מַמָּשׁ, בְּחִינַת מָה, בְּחִינַת אַיֵּה, שֶׁהוּא בְּחִינַת דָּרֵי מַעְלָה. וְהַתַּלְמִיד שֶׁהוּא רָחוֹק יוֹתֵר, עַל-כֵּן הַשָּגָתוֹ בְּחִינַת מְלֹא כָל הָאָרֶץ כְּבוֹדוֹ, שֶׁהִיא בְּחִינַת הַשָּגַת דָּרֵי מַטָּה שֶׁהֵם רְחוֹקִים יוֹתֵר שֶׁצְּרִיכִים לְהָאִיר בָּהֶם בְּחִינַת מְלֹא כָל הָאָרֶץ כְּבוֹדוֹ, וְזֶהוּ בְּחִינַת בֵּן וּבֶן הַבֵּן, כִּי מֵחֲמַת שֶׁבֶּן הַבֵּן הוּא רָחוֹק יוֹתֵר מִן הַבֵּן, עַל-כֵּן הַשָּגָתוֹ בְּעֵרֶךְ הַבֵּן הוּא בְּחִינַת הַשָּגַת הַתַּלְמִיד, בְּחִינַת מְלֹא כָל הָאָרֶץ כְּבוֹדוֹ. מֵאַחַר שֶׁכְּבָר נִשְׁתַּלְשֵׁל בְּהִשְׁתַּלְשְׁלוּת יוֹתֵר וְנִתְרַחֵק בְּמַדְרֵגָה יוֹתֵר מִן הַבֵּן. וְעַל-כֵּן הוּא שְׁלֵמוּת גָּדוֹל כְּשֶׁזּוֹכֶה הֶחָכָם לְלַמֵּד אֶת בְּנוֹ וְאֶת בֶּן בְּנוֹ תּוֹרָה, כִּי אֲזַי נַעֲשֶׂה כְּלָלִיּוּת גָּדוֹל בִּשְׁלֵמוּת גָּמוּר שֶׁל בֵּן וְתַלְמִיד, כִּי זוֹכֶה שֶׁהַבֵּן וְהַתַּלְמִיד שְׁנֵיהֶם נִמְשָׁכִים מִמֶּנּוּ וְנִכְלָלִים בּוֹ, כִּי בְּנוֹ וּבֶן בְּנוֹ הֵם בְּחִינַת בֵּן וְתַלְמִיד כַּנַּ\"ל וּשְׁנֵיהֶם נִכְלָלִין בּוֹ שֶׁהוּא אֲבִי הָאָב בְּחִינַת זָקֵן, שֶׁזֶּהוּ בְּחִינַת כֶּתֶר, שֶׁהוּא בְּחִינַת זָקֵן כַּיָּדוּעַ, שֶׁזֶּהוּ בְּחִינַת הַשָּגַת הֶחָכָם בְּעַצְמוֹ שֶׁזּוֹכֶה לְשֶׁפַע הַכֶּתֶר שֶׁהוּא מֵאִיר בְּבֵן וְתַלְמִיד, כַּמְבֹאָר שָׁם בַּמַּאֲמָר הַנַּ\"ל. נִמְצָא, שֶׁנַּעֲשֶׂה כְּלָלִיּוּת גָּמוּר בִּשְׁלֵמוּת גָּדוֹל, וְנִכְלָלִין בֵּן וְתַלְמִיד, דְּהַיְנוּ הַבֵּן וּבֶן הַבֵּן, וּמְקַבְּלִין וְיוֹנְקִים מִשָּׁרְשָׁם שֶׁהוּא אֲבִי אֲבִיהֶם, שֶׁהוּא הֶחָכָם וְהַזָּקֵן שֶׁזוֹכֶה לְשֶׁפַע הַכֶּתֶר, שֶׁשָּׁם נִכְלָלִין בֵּן וְתַלְמִיד כַּנַּ\"ל, וְכַמּוּבָן בַּמַּאֲמָר הַנַּ\"ל. וְעַל-כֵּן בֶּן בְּנוֹ קוֹדֵם לְבֶן חֲבֵרוֹ, כִּי בֶּן בְּנוֹ, שֶׁהוּא תַּלְמִיד, הוּא בִּשְׁלֵמוּת יוֹתֵר מִתַּלְמִיד אַחֵר, כִּי גַּם הַתַּלְמִיד צָרִיךְ שֶׁיִּהְיֶה נִכְלָל בִּבְחִינַת בֵּן, כַּמְבֹאָר שָׁם. אֲבָל הַבֶּן הַבֵּן שֶׁהוּא בְּחִינַת תַּלְמִיד כַּנַּ\"ל, הוּא נִכְלָל יוֹתֵר בִּבְחִינַת בֵּן, מֵאַחַר שֶׁנִּמְשָׁךְ מִמֹּחַ הֶחָכָם בְּעַצְמוֹ וְהוּא בֶּן הַבֵּן, עַל-כֵּן הוּא נִכְלָל יוֹתֵר בִּבְחִינַת בֵּן. וְזֶהוּ עִקַּר הַשְּׁלֵמוּת שֶׁיִּהְיֶה נִכְלָל בֵּן וְתַלְמִיד בְּיַחַד. וְזֶה שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל, כָּל שֶׁהוּא תַּלְמִיד חָכָם וּבְנוֹ תַּלְמִיד חָכָם וּבֶן בְּנוֹ תַּלְמִיד חָכָם, שׁוּב אֵין הַתּוֹרָה פּוֹסֶקֶת מִזַּרְעוֹ לְעוֹלָם, שֶׁנֶּאֱמַר, לֹא יָמוּשׁוּ מִפִּיךָ וְכוּ'. כִּי עִקַּר קִיּוּם הַתּוֹרָה שֶׁלֹּא תִּשְׁתַּכַּח הוּא עַל-יְדֵי כְּלָלִיּוּת בֵּן וְתַלְמִיד, שֶׁהוּא כְּלָלִיּוּת הָעוֹלָמוֹת דָּרֵי מַעְלָה וְדָרֵי מַטָּה וְכַנַּ\"ל, כִּי זֶה עִקַּר הַשְּׁלֵמוּת כְּשֶׁנִּכְלָלִין הָעוֹלָמוֹת יַחַד הָעֶלְיוֹן בְּתַחְתּוֹן וְכוּ'. וְזֶה עִקַּר הַחַיִּים שֶׁהוּא הַתּוֹרָה שֶׁכְּלוּלָה מֵהַשָּגַת בֵּן וְתַלְמִיד שֶׁהֵם כְּלָלִיּוּת כָּל הַתּוֹרָה כֻּלָּהּ, כִּי עִקַּר הַחַיִּים הוּא שֶׁהַנֶּפֶשׁ, דְּהַיְנוּ הַדַּעַת הוּא מְקֻשָּׁר בְּהַגּוּף וְגוּף וְנֶפֶשׁ הֵם בְּחִינַת דָּרֵי מַעְלָה וְדָרֵי מַטָּה וּכְשֶׁנִּקְשָׁרִין וְנִכְלָלִין יַחַד, זֶה בְּחִינַת חַיִּים שֶׁהוּא בְּחִינַת קִשּׁוּר הָעוֹלָמוֹת וּכְלָלוּתָם יַחַד. אֲבָל כְּשֶׁאֵין הָעוֹלָמוֹת נִכְלָלִין יַחַד, חַס וְשָׁלוֹם, זֶה בְּחִינַת מִיתָה שֶׁנִּסְתַּלֵּק הַנֶּפֶשׁ מִן הַגּוּף חַס וְשָׁלוֹם, מֵחֲמַת שֶׁאֵין קֶשֶׁר בֵּין עֶלְיוֹן וְתַחְתּוֹן וְזֶה בְּחִינַת שִׁכְחָה שֶׁהוּא בְּחִינַת מִיתָה כְּמוֹ שֶׁכָּתַב רַבֵּנוּ זַ\"ל (סִימָן לז). כִּי שִׁכְחָה הִיא הִסְתַּלְּקוּת הַדַּעַת שֶׁנִּסְתַּלֵּק הַדַּעַת מֵהַגּוּף. וְאֵין הַשֵּכֶל וְהַדַּעַת שֶׁהִיא הַנְּשָׁמָה מְקֻשָּׁר בְּהַגּוּף. וְעַל-כֵּן שִׁכְחָה הִיא בְּחִינַת מִיתָה חַס וְשָׁלוֹם, כְּמוֹ שֶׁאָמְרוּ רַבּוֹתֵינוּ זַ\"ל, כָּל הַשּׁוֹכֵחַ דָּבָר אֶחָד וְכוּ' כְּאִלּוּ מִתְחַיֵּב בְּנַפְשׁוֹ וְכוּ'. וְעַל-כֵּן כְּשֶׁזּוֹכֶה שֶׁהָיָה הוּא וּבְנוֹ וּבֶן בְּנוֹ תַּלְמִיד חָכָם שׁוּב אֵין הַתּוֹרָה נִשְׁכַּחַת מִזַּרְעוֹ מֵאַחַר שֶׁנִּכְלָל בֵּן וְתַלְמִיד בְּשָׁרְשָׁם בִּשְׁלֵמוּת גָּמוּר כַּנַּ\"ל, עַל-כֵּן הַתּוֹרָה מִתְקַיֶּמֶת בְּזַרְעוֹ וְאֵינָהּ נִשְׁכַּחַת מֵהֶם עוֹד מֵאַחַר שֶׁנִּכְלְלוּ הָעוֹלָמוֹת, דְּהַיְנוּ בֵּן וְתַלְמִיד שֶׁהֵם בְּחִינַת דָּרֵי מַעְלָה וְדָרֵי מַטָּה, בְּחִינַת נֶפֶשׁ וְגוּף, שֶׁזֶּהוּ בְּחִינַת חַיִּים, בְּחִינַת זִכָּרוֹן הֵפֶךְ הַשִּׁכְחָה וְעַל-כֵּן הַתּוֹרָה מִתְקַיֶּמֶת בָּהֶם וְאֵינָהּ נִשְׁכַּחַת, כִּי עִקַּר קִיּוּם הַתּוֹרָה עַל-יְדֵי כְּלָלִיּוּת בֵּן וְתַלְמִיד שֶׁהֵם כְּלָלִיּוּת כָּל הַתּוֹרָה כֻּלָּהּ, כִּי עִקַּר הַדַּעַת שֶׁהוּא הַתּוֹרָה הוּא בְּחִינַת שְׁתֵּי הַשָּגוֹת אֵלּוּ שֶׁל בְּחִינַת בֵּן וְתַלְמִיד שֶׁהוּא כְּלַל כָּל הַתּוֹרָה שֶׁהִוא הַדַּעַת. וְזֶה שֶׁכָּתוּב בִּכְלָלִיּוּת הַתּוֹרָה, וְהוֹדַעְתָּם לְבָנֶיךָ וְלִבְנֵי בָנֶיךָ, כִּי זֶה כְּלַל כָּל הַתּוֹרָה בְּחִינַת הֶאָרַת הַבֵּן וּבֶן הַבֵּן שֶׁהֵם בְּחִינַת בֵּן וְתַלְמִיד, שֶׁזֶּהוּ בְּחִינַת כְּלָלִיּוּת הַתּוֹרָה כַּנַּ\"ל. וְזֶה שֶׁכָּתוּב, הִשָּׁמֶר לְךָ וְכוּ' פֶּן תִּשְׁכַּח אֶת הַדְּבָרִים וְכוּ' וּפֶן וְכוּ' וְהוֹדַעְתָּם לְבָנֶיךָ וְלִבְנֵי בָנֶיךָ. כִּי עַל-יְדֵי שֶׁמֵּאִיר בַּבֵּן וּבֶן הַבֵּן, שֶׁהֵם בְּחִינַת בֵּן וְתַלְמִיד, שֶׁזֶּהוּ בְּחִינַת כְּלָלִיּוּת הָעוֹלָמוֹת דָּרֵי מַעְלָה וְדָרֵי מַטָּה, נֶפֶשׁ וְגוּף בְּחִינַת חַיִּים, עַל-יְדֵי-זֶה נִצֹּל מִשִּׁכְחָה, שֶׁהִוא בְּחִינַת הִסְתַּלְּקוּת הַדַּעַת, בְּחִינַת מִיתָה כַּנַּ\"ל, שֶׁזֶּהוּ בְּחִינַת שֶׁאֵין כְּלָלִיּוּת וְקֶשֶׁר בֵּין עֶלְיוֹן וְתַחְתּוֹן וְכַנַּ\"ל. וְזֶה שֶׁכָּתְבוּ הַתּוֹסָפוֹת עַל מַאֲמָר הַנַּ\"ל כָּל שֶׁהוּא וּבְנוֹ וְכוּ' תַּלְמִיד חָכָם וְכוּ', וְהוּא שֶׁרוֹאִין זֶה אֶת זֶה, כִּי זֶה עִקַּר הַשְּׁלֵמוּת כְּשֶׁרוֹאִין זֶה אֶת זֶה וְהַבֵּן וּבֶן הַבֵּן שְׁנֵיהֶם מְקַבְּלִין וְיוֹנְקִים מֵאֲבִי אֲבִיהֶם שֶׁהוּא בְּחִינַת הַזָּקֵן שֶׁבּוֹ נִכְלָלִין שְׁנֵיהֶם יַחַד עֶלְיוֹן וְתַחְתּוֹן בֵּן וְתַלְמִיד. וַאֲזַי כְּשֶׁנִּכְלָלִין אֵלּוּ הַשְּׁלֹשָׁה יַחַד, דְּהַיְנוּ הַבֵּן וּבֶן הַבֵּן, שֶׁהֵם בְּחִינַת בֵּן וְתַלְמִיד, נִכְלָלִין שְׁנֵיהֶם יַחַד בִּבְחִינַת הַזָּקֵן שֶׁהוּא אֲבִי אֲבִיהֶם שֶׁיּוֹנֵק מִשֶּׁפַע הַכֶּתֶר שֶׁשָּׁם הוּא כְּלָלִיּוּת כֻּלָּם כַּנַּ\"ל וַאֲזַי נַעֲשֶׂה כְּלָלִיּוּת גָּדוֹל בִּשְׁלֵמוּת גָּדוֹל וַאֲזַי נַעֲשֶׂה חוּט הַמְשֻׁלָּשׁ, כִּי הֵם נִכְלָלִין יַחַד בִּכְלָלִיּוּת גָּמוּר כְּמוֹ חוּט מָשְׁזָר, כִּי נַעֲשֶׂה כֻּלּוֹ חַד מֵאַחַר שֶׁהַבֵּן וְהַתַּלְמִיד, שֶׁהוּא בֶּן הַבֵּן נִכְלָלִין יַחַד בְּשָׁרְשָׁם בַּאֲבִי אֲבִיהֶם שֶׁשָּׁם הֵם נִכְלָלִין יַחַד, כִּי שָׁם בֵּן וְתַלְמִיד כֻּלּוֹ חַד. וַאֲזַי עַל-יְדֵי הַכְּלָלִיּוּת זֶה מִתְקַיֶּמֶת הַתּוֹרָה לְעוֹלָם, כִּי זֶה עִקַּר קִיּוּם הַתּוֹרָה וְהַדַּעַת עַל-יְדֵי כְּלָלִיּוּת בֵּן וְתַלְמִיד כַּנַּ\"ל: בָּרוּךְ ה' לְעוֹלָם, אָמֵן וְאָמֵן:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Yoreh_Deah,_Laws_of_Teachers.2.1"
  },
  "second": {
    "section": {
      "volume": "Choshen Mishpat",
      "section": "Laws of Artisans",
      "section_he": "הלכות אמנין",
      "ref_base": "Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Artisans",
      "has_english": false
    },
    "chapter": 1,
    "siman": 1,
    "hebrew_text": "כָּל הָאֻמָּנִין שׁוֹמְרֵי שָֹכָר הֵן כִּי אַרְבָּעָה שׁוֹמְרִין הֵם בְּחִינַת תִּקּוּן הַמַּלְכוּת כַּנַּ\"ל וְדִינֵיהֶם שְׁלֹשָׁה שֶׁהֵם חִיּוּב וּפְטוּר וּמְמֻצָּע. דְּהַיְנוּ שׁוֹמֵר חִנָּם פָּטוּר מִן הַכֹּל וְשׁוֹאֵל חַיָּב בַּכֹּל. וְשׁוֹמֵר שָֹכָר וְשֹוֹכֵר פְּטוּרִים בְּמִקְּצָת וְחַיָּבִים בְּמִקְּצָת, שֶׁזֶּה בְּחִינַת טוֹב וְהַהֵפֶךְ דְּהַיְנוּ רַע וְהַמְמֻצָּע דְּהַיְנוּ בְּחִינַת עֵץ הַדַּעַת הַמְעֹרָב טוֹב וָרָע שֶׁעַל יְדֵי שָׁלֹשׁ בְּחִינוֹת אֵלּוּ הוּא תִּקּוּן הַמַּלְכוּת שֶׁזֶּה בְּחִינַת מִצְוֹת עֲשֵֹה וּמִצְוֹת לֹא תַּעֲשֶֹה וּרְשׁוּת, דְּהַיְנוּ לְהַכְנִיעַ הָרַע וְלַעֲשֹוֹת טוֹב. וּלְבָרֵר בְּחִינַת עֵץ הַדַּעַת לְהַעֲלוֹת הַטּוֹב אֶל הַקְּדֻשָּׁה בִּבְחִינַת שְׁלֵמוּת לְשׁוֹן הַקֹּדֶשׁ עַל יְדֵי תַּרְגּוּם וְכַמּוּבָן כָּל זֶה מִמַּאֲמָר תְּפִלָּה לַחֲבַקּוּק (סִימָן יט) וְזֶה בְּחִינַת (תְּהִלִּים לד) סוּר מֵרַע וַעֲשֵֹה טוֹב בַּקֵּשׁ שָׁלוֹם שֶׁהֵם שָׁלֹשׁ בְּחִינוֹת הַנַּ\"ל לְהַכְנִיעַ הָרַע וְלַעֲשֹוֹת טוֹב וּלְבָרֵר וּלְהַעֲלוֹת הַטּוֹב מִבְּחִינַת הַמְמֻצָּע שֶׁזֶּה בְּחִינַת בַּקֵּשׁ שָׁלוֹם כִּי שָׁלוֹם הוּא הַמְמֻצָּע בֵּין שְׁנֵי הֲפָכִים וְעַל יְדֵי תִּקּוּן בְּחִינַת הַמְמֻצָּע בְּחִינַת עֵץ הַדַּעַת עַל יָדוֹ נַעֲשֶֹה שָׁלוֹם כִּי נִתְבָּרֵר וְנִמְתָּק מֵהָרַע וְעוֹלֶה אֶל הַטּוֹב וְנַעֲשֶֹה שָׁלוֹם בֵּין יָמִין וּשְֹמֹאל וְעַל כֵּן שָׁלוֹם בְּגִימַטְרִיָּא חַשְׁמַ\"ל עִם הַכּוֹלְלִים כַּמּוּבָא, כִּי חַשְׁמַ\"ל הוּא בְּחִינַת תִּקּוּן לְשׁוֹן תַּרְגּוּם בְּחִינַת עֵץ הַדַּעַת כַּנַּ\"ל:",
    "english_text": null,
    "sefaria_url": "https://www.sefaria.org/Likutei_Halakhot,_Choshen_Mishpat,_Laws_of_Artisans.1.1"
  }
}